{"current":{"translation":"Yunus","arabic":"يونس","latin":"Yunus","ayah_count":109,"index":10,"opening":"<span class=\"gen\"><br><br><br> Surat Yunus terdiri atas 109 ayat, termasuk golongan surat-surat Makkiyyah kecuali ayat 40, 94, 95, yang diturunkan pada masa Nabi Muhmmad s.a.w. berada di Madinah. Surat ini dinamai <i>surat Yunus</i> karena dalam surat ini terutama ditampilkan kisah Nabi Yunus a.s. dan pengikut-pengikutnya yang teguh imannya.<br><br> Pokok-pokok isinya:<br><br><i>1. Keimanan:</i><br> Al Quran bukanlah sihir, Allah mengatur alam semesta dari Arasy-Nya; syafa'at hanyalah dengan izin Allah; Wali-wali Allah; wahyu Allah yang menerangkan yang ghaib kepada manusia; Allah menyaksikan dan mengamat-amati perbuatan hamba-hamba-Nya di dunia; Allah tidak mempunyai anak.<br><br><i>2. Hukum:</i><br> Menentukan perhitungan tahun dan waktu dengan perjalanan matahari dan bulan; hukum mengada-adakan sesuatu terhadap Allah dan mendustakan ayat-ayat-Nya.<br><br><i>3. Kisah-kisah:</i><br> Kisah Nabi Nuh a.s. dengan kaumnya; Nabi Musa dengan Fir'aun dan tukang-tukang sihir; kisah Bani Israil setelah ke luar dari negeri Mesir; Nabi Yunus a.s. dengan kaumnya.<br><br><i>4. Dan lain-lain:</i><br> Manusia ingat kepada Allah di waktu kesukaran dan lupa di waktu senang; keadaan orang-orang baik dan orang-orang jahat di hari kiamat; Al Quran tidak dapat ditandingi; rasul hanya menyampaikan risalah.<br><br></span>","closing":"<span class=\"gen\"><br><br><br> Surat Yunus mengandung hal-hal yang berhubungan dengan pokok-pokok kepercayaan, lenyapnya syirik, pengutusan rasul, hari berbangkit, hari pembalasan dan hal-hal yang berhubungan dengan pokok-pokok agama sebagaimana biasa didapati dalam surat-surat Makkiyyah.<br><br><i>HUBUNGAN SURAT YUNUS DENGAN SURAT HUUD</i><br><br> 1. Kedua surat ini sama-sama dimulai dengan <i>alif laam raa</i>, kemudian diiringi dengan menyebutkan risalah nabi-nabi yang diutus Allah dan menerangkan kedudukan para rasul sebagai pemberi kabar gembira dan pemberi peringatan.<br><br> 2. Kedua surat ini pada pertengahannya sama-sama menerangkan tentang keingkaran orang-orang kafir terhadap Al Quran, bantahan terhadap anggapan kepalsuan risalah para rasul, keingkaran kaum musyrikin terhadap pokok agama. Kemudian kedua surat ini sama-sama ditutup dengan seruan agar mengikuti rasul, bersabar terhadap semua tindakan jahat kaum musyrikin, istiqaamah dan bertawakkal kepada Allah.<br><br> 3. Sama-sama menerangkan kisah para nabi, tetapi kisah para disebut dalam surat Huud bersifat menjelaskan apa yang telah dalam surat Yunus. Pada umumnya apa yang diutarakan dalam surat Huud merupakan penjelasan dari apa yang telah disebut dalam surat Yunus.<br><br></span>"},"next":{"translation":"Hud","arabic":"هود","latin":"Hud","ayah_count":123,"index":11,"opening":"<span class=\"gen\"><br> Surat Huud termasuk golongan surat-surat Makkiyyah, terdiri dari 123 ayat diturunkan sesudah surat Yunus. Surat ini dinamai <i>surat Huud</i> karena ada hubungan dengan terdapatnya kisah Nabi Huud a.s. dan kaumnya dalam surat ini terdapat juga kisah-kisah Nabi yang lain, seperti kisah Nuh a.s., Shaleh a.s., Ibrahim a.s., Luth a.s., Syu'aib a.s. dan Musa a.s.<br><br> Pokok-pokok isinya:<br><br><i>1. Keimanan:</i><br> Adanya 'Arsy Allah; kejadian alam dalam 6 phase; adanya golongan-golongan manusia di hari kiamat.<br><br><i>2 Hukum-hukum:</i><br> Agama membolehkan menikmati yang baik-baik dan memakai perhiasan asal tidak berlebih-lebihan; tidak boleh berlaku sombong; tidak boleh mendoa atau mengharapkan sesuatu yang tidak mungkin menurut sunnah Allah.<br><br><i>3 Kisah-kisah:</i><br> Kisah Nuh a.s. dan kaumnya; kisah Huud a.s. dan kaumnya; kisah Shaleh a.s. dan kaumnya; kisah Ibrahim a.s. dan kaumnya; kisah Syu'aib a.s. dan kaumnya; kisah Luth a.s. dan kaumnya; kisah Musa a.s. dan kaumnya.<br><br><i>4. Dan lain-lain.</i><br> Pelajaran-peIajaran yang diambil dari kisah-kisah para nabi; air sumber segala kehidupan; sembahyang itu memperkuat iman; sunnah Allah yang berhubungan dengan kebinasaan suatu kaum.<br><br></span>","closing":"<span class=\"gen\"><br> Surat Hud mengandung hal-hal yang berhubungan dengan pokok-pokok agama, seperti: Ketauhidan, kerasulan, hari berbangkit, kemudian dihubungkan dengan da'wah yang telah dilakukan oleh para Nabi kepada kaumnya.<br><br><i>HUBUNGAN SURAT HUUD DENGAN SURAT YUSUF</i><br><br> 1. Kedua surat ini sama-sama dimulai dengan aliif laam raa dan kemudian diiringi dengan penjelasan tentang Al Quran.<br><br> 2. Surat Yusuf menyempurnakan penjelasan kisah para rasul yang disebut dalam surat Hud dan surat Yusuf, kemudian kisah itu dijadikan dalil untuk menyatakan bahwa Al Quran itu adalah wahyu Ilahi; tidak ada lagi sesudah Nabi Muhammad s.a.w. nabi-nabi atau rasul-rasul yang diutus Allah.<br><br> 3. Perbedaan kedua surat ini dalam menjelaskan kisah-kisah para Nabi ialah bahwa dalam surat Hud diutarakan kisah beberapa orang rasul dengan kaumnya dalam menyampaikan risalahnya, akibat-akibat bagi orang yang mengikuti mereka dan akibat bagi orang yang mendustakan, kemudian dijadikan perbandingan dan khabar yang mengancam kaum musyrikin Arab beserta pengikut-pengikutnya. Dalam surat Yusuf diterangkan tentang kehidupan Nabi Yusuf yang mula-mula dianiaya oleh saudara-saudaranya yang kemudian menjadi orang yang berkuasa yang dapat menolong saudara-saudaranya dan ibu bapanya. Pribadi Nabi Yusuf a.s. ini harus dijadikan teladan oleh semua yang beriman kepada Nabi Muhammad s.a.w.<br><br></span>"},"prev":{"translation":"Pengampunan","arabic":"التوبة","latin":"At-Taubah","ayah_count":129,"index":9,"opening":"<span class=\"gen\"><br> Surat At Taubah terdiri atas 129 ayat termasuk golongan surat-surat Madaniyyah. Surat ini dinamakan <i>At Taubah</i> yang berarti pengampunan berhubung kata <i>At Taubah</i> berulang kali disebut dalam surat ini. Dinamakan juga dengan <i>Baraah</i> yang berarti berlepas diri yang di sini maksudnya pernyataan pemutusan perhubungan, disebabkan kebanyakan pokok pembicaraannya tentang pernyataan pemutusan perjanjian damai dengan kaum musyrikin.<br><br> Di samping kedua nama yang masyhur itu ada lagi beberapa nama yang lain yang merupakan sifat dari surat ini.<br><br> Berlainan dengan surat-surat yang lain, maka pada permulaan surat ini tidak terdapat basmalah, karena surat ini adalah pernyataan perang dengan arti bahwa segenap kaum muslimin dikerahkan untuk memerangi seluruh kaum musyrikin, sedangkan basmalah bernafaskan perdamaian dan cinta kasih Allah.<br><br> Surat ini diturunkan sesudah Nabi Muhammad s.a.w. kembali dari peperangan Tabuk yang terjadi pada tahun 9 H. Pengumuman ini disampaikan oleh Saidina 'Ali r.a. pada musim haji tahun itu juga.<br><br> Selain daripada pernyataan pembatalan perjanjian damai dengan kaum musyrikin itu, maka surat ini mengandung pula pokok-pokok isi sebagai berikut:<br><br><i>1. Keimanan:</i><br> Allah selalu menyertai hamba-hamba-Nya yang beriman; pembalasan atas amalan-amalan manusia hanya dari Allah; segala sesuatu menurut sunnatullah; perlindungan Allah bagi orang-orang yang beriman; kedudukan Nabi Muhammad s.a.w. di sisi Allah.<br><br><i>2. Hukum-hukum:</i><br> Kewajiban menafkahkan harta; macam-macam harta dalam agama serta penggunaannya; jizyah; perjanjian dan perdamaian; kewajiban umat Islam terhadap Nabinya; sebab-sebab orang Islam melakukan perang total; beberapa dasar politik kenegaraan dan peperangan dalam Islam.<br><br><i>3. Kisah-kisah:</i><br> Nabi Muhammad s.a.w. dengan Abu Bakar r.a. di suatu gua di bukit Tsur ketika hijrah; perang Hunain (perang Authas atau perang Hawazin); perang Tabuk.<br><br><i>4. Dan lain-lain:</i><br> Sifat-sifat orang yang beriman dan tingkatan-tingkatan mereka.<br><br></span>","closing":"<span class=\"gen\"><br> Surat At-Taubah mengandung pernyatan pembatalan perjanjian damai pleh Nabi Muhammad s.a.w. dengan kaum musyrikin, karena mereka tidak memenuhi syarat-syarat perjanjian damai pada perjanjian Hudaibiyyah. Selanjutnya Surat At Taubah mengandung hukum peperangan dan perdamaian, hukum kenegaraan, keadaan Nabi Muhammad s.a.w. di waktu hijrah, dan kewajiban menafkahkan harta dan orang-orang yang berhak menerimanya.<br><br><i>HUBUNGAN SURAT AT-TAUBAH DENGAN SURAT YUNUS</i><br><br> 1. Akhir surat At-Taubah ditutup dengan menyebutkan tentang risalah Nabi Muhammad s.a.w. dan hal-hal serupa disebutkan pula pada akhir surat Yunus.<br><br> 2. Surat At-Taubah menyebutkan keadaan orang-orang munafik serta menerangkan perbuatan mereka di waktu Al Quran diturunkan, sedang surat Yunus menerangkan sikap orang kafir terhadap Al Quran.<br><br></span>"}}