{"current":{"translation":"Kuda Yang Berlari Kencang","arabic":"العٰديٰت","latin":"Al-'Adiyat","ayah_count":11,"index":100,"opening":"<span class=\"gen\"><br> Surat ini terdiri atas 11 ayat, termasuk golongan surat-surat Makkiyyah, diturunkan sesudah surat Al'Ashr. Nama <i>Al 'Aadiyaat</i> diambil dari kata <i>Al 'Aadiyaat</i> yang terdapat pada ayat pertama surat ini, artinya yang berlari kencang.<br><br> Pokok-pokok isinya:<br> Ancaman Alllah s.w.t. kepada manusia yang ingkar dan yang sangat mencintai harta benda bahwa mereka akan mendapat balasan yang setimpal di kala mereka dibangkitkan dari kubur dan di kala isi dada mereka ditampakkan.</span>","closing":"<span class=\"gen\"><br> Surat Al 'Aadiyaat menjelaskan sifat-sifat buruk manusia dan kebangkitan mereka serta pembalasan kepada mereka pada hari kiamat.<br><br><i>HUBUNGAN SURAT AL 'AADIYAAT DENGAN SURAT AL QAARI'AH</i><br><br> Surat Al 'Aadiyaat ditutup dengan penyebutan hari kiamat, sedang Surat Al Qaari'ah seluruhnya menjelaskan tentang hari kiamat itu.</span>"},"next":{"translation":"Hari Kiamat","arabic":"القارعة","latin":"Al-Qari'ah","ayah_count":11,"index":101,"opening":"<span class=\"gen\"><br> Surat ini terdiri atas 11 ayat, termasuk golongan surat-surat Makkiyyah, diturunkan sesudah surat Quraisy. Nama <i>Al Qaari'ah</i> diambil dari kata <i>Al Qaari'ah</i> yang terdapat pada ayat pertama, artinya mengetok dengan keras, kemudian kata ini dipakai untuk nama hari kiamat.<br><br> Pokok-pokok isinya:<br> Kejadian-kejadian pada hari kiamat, yaitu manusia bertebaran, gunung berhamburan, amal perbuatan manusia ditimbang dan dibalasi.</span>","closing":"<span class=\"gen\"><br> Surat Al Qaari'ah, seluruhnya menjelaskan hal-hal yang akan terjadi di hari kiamat.<br><br><i>HUBUNGAN SURAT AL QAARI'AH DENGAN SURAT AT TAKAATSUR</i><br> Dalam surat Al Qaari'ah dijelaskan golongan orang-orang yang masuk surga dan golongan yang masuk neraka, sedang pada surat At Takaatsur diterangkan salah satu sebab yang membawa orang masuk neraka.</span>"},"prev":{"translation":"Guncangan","arabic":"الزلزلة","latin":"Az-Zalzalah","ayah_count":8,"index":99,"opening":"<span class=\"gen\"><br> Surat ini terdiri atas 8 ayat, termasuk golongan surat-surat Madaniyyah diturunkan sesudah surat An Nisaa'. Nama <i>Al Zalzalah</i> diambil dari kata: <i>Zilzaal</i> yang terdapat pada ayat pertama surat ini yang berarti goncangan. <i><br><br> Pokok-pokok isinya:</i><br> Kegoncangan bumi yang amat hebat pada hari kiamat dan kebingungan manusia ketika itu; manusia pada hari kiamat itu dikumpulkan untuk dihisab segala amal perbuatan mereka.<br><br></span>","closing":"<span class=\"gen\"><br> Surat Az Zalzalah menerangkan tanda-tanda permulaan hari kiamat dan pada hari itu manusia akan melihat sendiri hasil perbuatan mereka, baik ataupun buruk, meskipun sebesar dzarrah.<br><br><i>HUBUNGAN SURAT AZ ZALZALAH DENGAN SURAT AL 'AADIYAAT</i><br><br> Surat Az Zalzalah menerangkan balasan atas perbuatan yang baik dan yang buruk, sedang pada surat Al 'Aadiyat Allah s.w.t. mencela orang-orang yang telah mencintai kehidupan dunia dan mengabaikan kehidupan akhirat dan tidak mempersiapkan diri mereka untuk kehidupan akhirat itu dengan amal kebajikan.<br><br></span>"}}