{"current":{"translation":"Pengumpat","arabic":"الهمزة","latin":"Al-Humazah","ayah_count":9,"index":104,"opening":"<span class=\"gen\"><br> Surat Al Humazah terdiri atas 9 ayat, termasuk golongan surat-surat Makkiyyah, diturunkan sesudah surat Al Qiyaamah. Dinamai <i>Al Humazah</i> (pengumpat) diambil dari perkataan <i>Humazah</i> yang terdapat pada ayat pertama surat ini.<br><br> Pokok-pokok isinya:<br><br> Ancaman Allah terhadap orang-orang yang suka mencela orang lain, suka mengumpat dan suka mengumpulkan harta tetapi tidak menafkahkannya di jalan Allah.</span>","closing":"<span class=\"gen\"><br> Dalam surat ini diterangkan bahwa orang-orang yang suka mencela orang-orang lain, suka memfitnah dan suka mengumpulkan harta tetapi tidak dinafkahkannya di jalan Allah, akan diazab.<br><br><i>HUBUNGAN SURAT AL HUMAZAH DENGAN SURAT AL FIIL</i><br><br> Dalam surat Humazah diterangkan bahwa harta tidak berguna sedikitpun untuk menghadapi kekuasaan Allah, sedang surat Al Fiil menerangkan bahwa tentara gajah dengan segala macam perlengkapan perangnya tidak dapat menghadapi kekuasaan Allah.</span>"},"next":{"translation":"Gajah","arabic":"الفيل","latin":"Al-Fil","ayah_count":5,"index":105,"opening":"<span class=\"gen\"><br> Surat ini terdiri atas 5 ayat, termasuk golongan surat-surat Makkiyyah, diturunkan sesudah surat Al Kaafirun. Nama <i>Al Fiil</i> diambil dari kata <i>Al Fiil</i> yang terdapat pada ayat pertama surat ini, artinya <i>gajah</i>. Surat Al Fiil mengemukakan cerita pasukan bergajah dari Yaman yang dipimpin oleh Abrahah yang ingin meruntuhkan Ka'bah di Mekah. Peristiwa ini terjadi pada tahun Nabi Muhammad s.a.w. dilahirkan.<br><br> Pokok-pokok isinya:<br> Cerita tentang pasukan bergajah yang diazab oleh Allah s.w.t. dengan mengirimkan sejenis burung yang menyerang mereka sampai binasa.<br><br></span>","closing":"<span class=\"gen\"><br> Surat Al Fiil ini menjelaskan tentang kegagalan pasukan bergajah yang dipimpin oleh Abrahah, karena Ka'bah dipelihara oleh Allah s.w.t.<br><br><i>HUBUNGAN SURAT AL FIIL DENGAN SURAT QURAISY</i><br><br> Dalam surat Al Fiil, Allah s.w.t. menjelaskan kehancuran pasukan bergajah yang hendak merobohkan Ka'bah, sedang dalam surat Quraisy Allah memerintahkan kepada penduduk Mekah untuk menyembah Allah pemilik Ka'bah itu.<br><br></span>"},"prev":{"translation":"Asar","arabic":"العصر","latin":"Al-'Asr","ayah_count":3,"index":103,"opening":"<span class=\"gen\"><br> Surat Al 'Ashr terdiri atas 3 ayat, termasuk golongan surat-surat Makkiyyah, diturunkan sesudah surat Alam Nasyrah. Dinamai <i>Al 'Ashr</i> (masa) diambil dari perkataan <i>Al 'Ashr</i> yang terdapat pada ayat pertama surat ini.<br><br> Pokok-pokok isinya:<br> Semua manusia berada dalam keadaan merugi apabila dia tidak mengisi waktunya dengan perbuatan-perbuatan baik.</span>","closing":"<span class=\"gen\"><br> Surat ini menerangkan bahwa manusia yang tidak dapat menggunakan masanya dengan sebaik-baiknya termasuk golongan yang merugi.<br><br><i>HUBUNGAN SURAT AL 'ASHR DENGAN SURAT AL HUMAZAH</i><br><br> Pada surat Al 'Ashr Allah menerangkan sifat-sifat orang yang tidak merugi, sedang dalam surat Al Humazah Allah menerangkan bberapa sifat orang yang selalu merugi.</span>"}}