{"current":{"translation":"Barang Yang Berguna","arabic":"الماعون","latin":"Al-Ma'un","ayah_count":7,"index":107,"opening":"<span class=\"gen\"><br> Surat ini terdiri atas 7 ayat, termasuk golongan surat-surat Makkiyyah, diturunkan sesudah surat At Taakatsur. Nama <i>Al Maa'uun</i> diambil dari kata <i>Al Maa'uun</i> yang terdapat pada ayat 7, artinya barang-barang yang berguna.<br><br> Pokok-pokok isinya:<br> Beberapa sifat manusia yang dipandang sebagai mendustakan agama. Ancaman terhadap orang-orang yang melakukan shalat dengan lalai dan riya.<br><br></span>","closing":"<span class=\"gen\"><br> Surat Al Maa'uun menjelaskan sifat-sifat manusia yang buruk yang membawa mereka ke dalam kesengsaraan.<br><br><i>HUBUNGAN SURAT AL MAA'UUN DENGAN SURAT AL KAUTSAR</i><br><br> Dalam surat Al Maa'uun dikemukakan sifat-sifat manusia yang buruk, sedang dalam surat Al Kautsar ditunjukkan sifat-sifat yang mulia, yang diperintahkan mengerjakannya.</span>"},"next":{"translation":"Pemberian Yang Banyak","arabic":"الكوثر","latin":"Al-Kausar","ayah_count":3,"index":108,"opening":"<span class=\"gen\"><br> Surat Al Kautsar terdiri atas 3 ayat, termasuk golongan surat-surat Makkiyyah diturunkan sesudah surat Al 'Aadiyaat. Dinamai <i>Al Kautsar</i> (nikmat yang banyak) diambil dari perkataan <i>Al Kautsar</i> yang terdapat pada ayat pertama surat ini.<br> Surat ini sebagai penghibur hati Nabi Muhammad s.a.w.<br><br> Pokok-pokok isinya:<br> Allah telah melimpahkan nikmat yang banyak karena itu bersembahyang dan berkorbanlah; Nabi Muhammad s.a.w. akan mempunyai pengikut yang yang banyak sampai hari kiamat dan akan mempunyai nama yang baik di dunia dan di akhirat, tidak sebagai yang dituduhkan pembenci-pembencinya.</span>","closing":"<span class=\"gen\"><br> Surat ini menganjurkan agar orang selalu beribadah kepada Allah dan berkorban sebagai tanda bersyukur atas nikmat yang telah dilimpahkan-Nya.<br><br><i>HUBUNGAN SURAT AL KAUTSAR DENGAN SURAT AL KAAFIRUUN</i><br><br> Dalam surat Al Kautsar Allah memerintahkan agar memperhambakan diri kepada Allah, sedang dalam surat Al Kaafiruun perintah tersebut ditandaskan lagi.<br><br></span>"},"prev":{"translation":"Quraisy","arabic":"قريش","latin":"Quraisy","ayah_count":4,"index":106,"opening":"<span class=\"gen\"><br> Surat ini terdiri atas 4 ayat, termasuk golongan surat-surat Makkiyyah dan diturunkan sesudah surat At Tiin. Nama <i>Quraisy</i> diambil dari kata <i>Quraisy</i> yang terdapat pada ayat pertama, artinya suku Quraisy. Suku Quraisy adalah suku yang mendapat kehormatan untuk memelihara Ka'bah.<br><br> Pokok-pokok isinya:<br> Peringatan kepada orang Quraisy tentang nikmat-nikmat yang diberikan Allah kepada mereka karena itu mereka diperintahkan untuk menyembah Allah.<br><br></span>","closing":"<span class=\"gen\"><br> Surat Quraisy menerangkan kehidupan orang Quraisy serta kewajiban yang seharusnya mereka penuhi.<br><br><i>HUBUNGAN SURAT QURAISY DENGAN SURAT AL MAA'UUN</i><br><br> 1. Dalam surat Quraisy, Allah menyatakan, bahwa Dia membebaskan manusia dari kelaparan, maka dalam surat Al Maa'uun Allah mencela orang yang tidak menganjurkan dan tidak memberi makan orang miskin.<br><br> 2. Dalam surat Quraisy Allah memerintahkan menyembah-Nya maka dalam surat Al Maa'uun Allah mencela orang yang shalat dengan lalai dan riya.</span>"}}