{"current":{"translation":"Pemberian Yang Banyak","arabic":"الكوثر","latin":"Al-Kausar","ayah_count":3,"index":108,"opening":"<span class=\"gen\"><br> Surat Al Kautsar terdiri atas 3 ayat, termasuk golongan surat-surat Makkiyyah diturunkan sesudah surat Al 'Aadiyaat. Dinamai <i>Al Kautsar</i> (nikmat yang banyak) diambil dari perkataan <i>Al Kautsar</i> yang terdapat pada ayat pertama surat ini.<br> Surat ini sebagai penghibur hati Nabi Muhammad s.a.w.<br><br> Pokok-pokok isinya:<br> Allah telah melimpahkan nikmat yang banyak karena itu bersembahyang dan berkorbanlah; Nabi Muhammad s.a.w. akan mempunyai pengikut yang yang banyak sampai hari kiamat dan akan mempunyai nama yang baik di dunia dan di akhirat, tidak sebagai yang dituduhkan pembenci-pembencinya.</span>","closing":"<span class=\"gen\"><br> Surat ini menganjurkan agar orang selalu beribadah kepada Allah dan berkorban sebagai tanda bersyukur atas nikmat yang telah dilimpahkan-Nya.<br><br><i>HUBUNGAN SURAT AL KAUTSAR DENGAN SURAT AL KAAFIRUUN</i><br><br> Dalam surat Al Kautsar Allah memerintahkan agar memperhambakan diri kepada Allah, sedang dalam surat Al Kaafiruun perintah tersebut ditandaskan lagi.<br><br></span>"},"next":{"translation":"Orang-Orang kafir","arabic":"الكٰفرون","latin":"Al-Kafirun","ayah_count":6,"index":109,"opening":"<span class=\"gen\"><br> Surat Al Kaafiruun terdiri atas 6 ayat, termasuk golongan surat-surat Makkiyyah, diturunkan sesudah surat Al Maa'uun. Dinamai <i>Al Kaafiruun</i> (orang-orang kafir), diambil dari perkataan <i>Al Kaafiruun</i> yang terdapat pada ayat pertama surat ini.<br><br> Pokok-pokok isinya:<br> Pernyataan Tuhan yang disembah Nabi Muhammad s.a.w. dan pengikut-pengikutnya bukanlah apa yang disembah oleh orang-orang kafir, dan Nabi Muhammad s.a.w. tidak akan menyembah apa yang disembah oleh orang-orang kafir.</span>","closing":"<span class=\"gen\"><br> Surat Al Kaafiruun mengisyaratkan tentang habisnya semua harapan orang-orang kafir dalam usaha mereka agar Nabi Muhammad s.a.w. meninggalkan da'wahnya.<br><br><i>HUBUNGAN SURAT AL KAAFIRUUN DENGAN SURAT AN NASHR</i><br><br> Surat Al Kaafiruun menerangkan bahwa Rasulullah s.a.w. tidak akan mengikuti agama orang-orang kafir, sedang dalam surat An Nashr diterangkan bahwa agama yang dibawa Nabi Muhammad s.a.w. akan berkembang dan menang.<br><br></span>"},"prev":{"translation":"Barang Yang Berguna","arabic":"الماعون","latin":"Al-Ma'un","ayah_count":7,"index":107,"opening":"<span class=\"gen\"><br> Surat ini terdiri atas 7 ayat, termasuk golongan surat-surat Makkiyyah, diturunkan sesudah surat At Taakatsur. Nama <i>Al Maa'uun</i> diambil dari kata <i>Al Maa'uun</i> yang terdapat pada ayat 7, artinya barang-barang yang berguna.<br><br> Pokok-pokok isinya:<br> Beberapa sifat manusia yang dipandang sebagai mendustakan agama. Ancaman terhadap orang-orang yang melakukan shalat dengan lalai dan riya.<br><br></span>","closing":"<span class=\"gen\"><br> Surat Al Maa'uun menjelaskan sifat-sifat manusia yang buruk yang membawa mereka ke dalam kesengsaraan.<br><br><i>HUBUNGAN SURAT AL MAA'UUN DENGAN SURAT AL KAUTSAR</i><br><br> Dalam surat Al Maa'uun dikemukakan sifat-sifat manusia yang buruk, sedang dalam surat Al Kautsar ditunjukkan sifat-sifat yang mulia, yang diperintahkan mengerjakannya.</span>"}}