{"current":{"translation":"Pertolongan","arabic":"النصر","latin":"An-Nasr","ayah_count":3,"index":110,"opening":"<span class=\"gen\"><br> Surat An Nashr terdiri atas 3 ayat, termasuk golongan surat-surat Madaniyyah yang diturunkan di Mekah sesudah surat At Taubah. Dinamai <i>An Nashr</i> (pertolongan) diambil dari perkataan <i>Nashr</i> yang terdapat pada ayat pertama surat ini.<br><br> Pokok-pokok isinya:<br> Janji bahwa pertolongan Allah akan datang dan Islam akan mendapat kemenangan; perintah dari Tuhan agar bertasbih memuji-Nya, dan minta ampun kepada-Nya di kala terjadi peristiwa yang menggembirakan.<br><br></span>","closing":"<span class=\"gen\"><br> Surat ini mengisyaratkan bahwa tugas Nabi Muhammad s.a.w. sebagai Rasul telah mendekati akhirnya.<br><br><i>HUBUNGAN SURAT AN NASHR DENGAN SURAT AL LAHAB</i><br><br> Surat An Nashr menerangkan tentang kemenangan yang diperoleh Nabi Muhammad s.a.w. dan pengikut-pengikutnya, sedang surat Al Lahab menerangkan tentang kebinasaan dan siksaan yang akan diderita oleh Abu Lahab dan isterinya sebagai orang-orang yang menentang Nabi.<br><br></span>"},"next":{"translation":"Api Yang Bergejolak","arabic":"اللهب","latin":"Al-Lahab","ayah_count":5,"index":111,"opening":"<span class=\"gen\"><br> Surat ini terdiri atas 5 ayat, termasuk golongan surat-surat Makkiyyah, diturunkan sesudah surat Al Fath. Nama <i>Al Lahab</i> diambil dari kata <i>Al Lahab</i> yang terdapat pada ayat ketiga surat ini yang artinya gejolak api. Surat ini juga dinamakan surat <i>Al Masad</i>.<br><br> Pokok-pokok isinya:<br> Cerita Abu Lahab dan isterinya yang menentang Rasul s.a.w. Keduanya akan celaka dan masuk neraka. Harta Abu Lahab, tak berguna untuk keselamatannya demikian pula segala usaha-usahanya.<br><br></span>","closing":"<span class=\"gen\"><br> Surat Al Lahab menjelaskan kegagalan lawan-lawan Muhammad s.a.w.<br><br><i>HUBUNGAN SURAT AL LAHAB DEGAN SURAT AL IKHLASH</i><br><br> Surat Al Lahab mengisyaratkan bahwa kemusyrikan itu tidak dapat dipertahankan dan tidak akan menang walaupun pendukung-pendukungnya bekerja keras. Surat Al Ikhlash mengemukakan bahwa tauhid dalam Islam adalah tauhid yang semurni-murninya.<br><br></span>"},"prev":{"translation":"Orang-Orang kafir","arabic":"الكٰفرون","latin":"Al-Kafirun","ayah_count":6,"index":109,"opening":"<span class=\"gen\"><br> Surat Al Kaafiruun terdiri atas 6 ayat, termasuk golongan surat-surat Makkiyyah, diturunkan sesudah surat Al Maa'uun. Dinamai <i>Al Kaafiruun</i> (orang-orang kafir), diambil dari perkataan <i>Al Kaafiruun</i> yang terdapat pada ayat pertama surat ini.<br><br> Pokok-pokok isinya:<br> Pernyataan Tuhan yang disembah Nabi Muhammad s.a.w. dan pengikut-pengikutnya bukanlah apa yang disembah oleh orang-orang kafir, dan Nabi Muhammad s.a.w. tidak akan menyembah apa yang disembah oleh orang-orang kafir.</span>","closing":"<span class=\"gen\"><br> Surat Al Kaafiruun mengisyaratkan tentang habisnya semua harapan orang-orang kafir dalam usaha mereka agar Nabi Muhammad s.a.w. meninggalkan da'wahnya.<br><br><i>HUBUNGAN SURAT AL KAAFIRUUN DENGAN SURAT AN NASHR</i><br><br> Surat Al Kaafiruun menerangkan bahwa Rasulullah s.a.w. tidak akan mengikuti agama orang-orang kafir, sedang dalam surat An Nashr diterangkan bahwa agama yang dibawa Nabi Muhammad s.a.w. akan berkembang dan menang.<br><br></span>"}}