{"current":{"translation":"Subuh","arabic":"الفلق","latin":"Al-Falaq","ayah_count":5,"index":113,"opening":"<span class=\"gen\"><br> Surat ini terdiri atas 5 ayat, termasuk golongan surat-surat Makkiyah, diturunkan sesudah surat Al Fiil. Nama <i>Al Falaq</i> diambil dari kata <i>Al Falaq</i> yang terdapat pada ayat pertama surat ini yang artinya waktu subuh. Diriwayatkan oleh Abu Daud, At Tirmizi dan An Nasa-i dari 'Uqbah bin 'Aamir bahwa Rasulullah s.a.w. bersembahyang dengan membaca surat Al Falaq dan surat An Naas dalam perjalanan.<br><br> Pokok-pokok isinya:<br> Perintah agar kita berlindung kepada Allah s.w.t. dari segala macam kejahatan.<br><br></span>","closing":"<span class=\"gen\"><br> Surat Al Falaq memerintahkan kepada orang-orang yang beriman untuk memohon perlindungan kepada Allah s.w.t. dari segala kejahatan.<br><br><i>HUBUNGAN SURAT AL FALAQ DENGAN SURAT AN NAAS</i><br><br> 1. Kedua-duanya sama-sama mengajarkan kepada manusia, hanya kepada Allah-lah menyerahkan perlindungan diri dari segala kejahatan.<br> 2. Surat Al Falaq memerintahkan untuk memohon perlindungan dari segala bentuk kejahatan, sedang surat An Naas memerintahkan untuk memohon perlindungan dari jin dan manusia.<br><br></span>"},"next":{"translation":"Manusia","arabic":"الناس","latin":"An-Nas","ayah_count":6,"index":114,"opening":"<span class=\"gen\"><br> Surat ini terdiri atas 6 ayat, termasuk golongan surat-surat Makkiyah, diturunkan sesudah surat Al Falaq. Nama <i>An Naas</i> diambil dari <i>An Naas</i> yang berulang kali disebut dalam surat ini yang artinya manusia.<br><br> Pokok-pokok isinya:<br> Perintah kepada manusia agar berlindung kepada Allah dari segala macam kejahatan yang datang ke dalam jiwa manusia dari jin dan manusia.<br><br></span>","closing":"<span class=\"gen\"><br> Al Quran dimulai dengan surat Al Faatihah yang diantara isinya ialah agar manusia memohon hidayat ke jalan yang lurus dan memohon pertolongan dari Allah s.w.t. dan diakhiri dengan surat An Naas yang menganjurkan agar manusia memohon perlindungan kepada Allah dari segala kejahatan.<br><br></span>"},"prev":{"translation":"Ikhlas","arabic":"الاخلاص","latin":"Al-Ikhlas","ayah_count":4,"index":112,"opening":"<span class=\"gen\"><br> Surat ini terdiri atas 4 ayat, termasuk golongan surat-surat Makkiyyah, diturunkan sesudah sesudah surat An Naas. Dinamakan <i>Al Ikhlas</i> karena surat ini sepenuhnya menegaskan kemurnian keesaan Allah s.w.t.<br><br> Pokok-pokok isinya:<br> Penegasan tentang kemurnian keesaan Allah s.w.t. dan menolak segala macam kemusyrikan dan menerangkan bahwa tidak ada sesuatu yang menyamai-Nya.<br><br></span>","closing":"<span class=\"gen\"><br> Surat Al Ikhlash ini menegaskan kemurnian keesaan Allah s.w.t.<br><br><i>HUBUNGAN SURAT AL IKHLASH DENGAN SURAT AL FALAQ</i><br><br> Surat Al Ikhlash menegaskan kemurnian Allah s.w.t. sedang surat Al Falaq memerintahkan agar semata-mata kepada-Nya-lah orang memohon perlindungan dari segala macam kejahatan.<br><br></span>"}}