{"current":{"translation":"Ibrahim","arabic":"ابرٰهيم","latin":"Ibrahim","ayah_count":52,"index":14,"opening":"<span class=\"gen\"><br> Surat Ibrahim ini terdiri atas 52 ayat, termasuk golongan surat-surat Makkiyyah karena diturunkan di Mekah sebelum Hijrah. Dinamakan <i>Ibrahim</i>, karena surat ini mengandung doa Nabi Ibrahim a.s. yaitu ayat 35 sampai dengan 41. Do'a ini isinya antara lain: permohonan agar keturunannya mendirikan shalat, dijauhkan dari menyembah berhala-berhala dan agar Mekah dan daerah sekitarnya menjadi daerah yang aman dan makmur. Doa Nabi Ibrahim a.s. ini telah diperkenankan oleh Allah s.w.t. sebagaimana telah terbukti keamanannya sejak dahulu sampai sekarang. Do'a tersebut dipanjatkan beliau ke hadirat Allah s.w.t. sesudah selesai membina Ka'bah bersama puteranya Ismail a.s., di dataran tanah Mekah yang tandus.<br><br> Pokok-pokok isinya:<br><br><i>1. Keimanan:</i><br> Al Quran adalah pembimbing manusia ke jalan Allah; segala sesuatu dalam alam ini kepunyaan Allah; keingkaran manusia terhadap Allah tidaklah mengurangi kesempurnaan-Nya; nabi-nabi membawa mukjizat atas izin Allah semata-mata; Allah kuasa mematikan manusia dan membangkitkannya kembali dalam bentuk baru; ilmu Allah meliputi yang lahir dan yang bathin.<br><br><i>2. Hukum-hukum:</i><br> Perintah mendirikan shalat dan menafkahkan sebahagian harta baik secara rahasia maupun secara terang-terangan.<br><br><i>3. Kisah-kisah:</i><br> Kisah Nabi Musa a.s. dengan kaumnya, serta kisah para rasul zaman dahulu.<br><br><i>4. Dan lain-lain:</i><br> Sebabnya rasul-rasul diutus dengan bahasa kaumnya sendiri; perumpamaan tentang perbuatan dan perkataan yang hak dengan yang bathil; kejadian langit dan bumi mengandung hikmah-hikmah; macam-macam nikmat Allah kepada manusia dan janji Allah kepada hamba-hamba yang mensyukuriNya.<br><br></span>","closing":"<span class=\"gen\"><br> Surat Ibrahim mengandung petunjuk-petunjuk bagi manusia untuk mengenal Tuhan mereka dan janji Allah menyediakan syurga kepada orang-orang yang beriman. Dalam surat ini Allah menjelaskan bahwa rasul-rasul itu diutus dengan mempergunakan bahasa kaumnya agar mudah bagi kaum itu memahami perintah dan larangan Allah. Kemudian Allah menjelaskan pula apa yang terjadi antara rasul-rasul itu dengan kaumnya.<br><br><i>HUBUNGAN SURAT IBRAHIM DENGAN SURAT AL HIJR</i><br><br> 1. Kedua-duanya sama-sama dimulai dengan <i>Alief laam Raa</i> dan menerangkan sifat Al Quranul Karim.<br><br> 2. Dalam surat Ibrahim Allah menjelaskan bahwa Al Quran itu pembimbing manusia ke jalan Allah, kemudian dalam surat Al Hijr Allah menambahkan lagi bahwa Al Quran itu akan tetap dijaga kemurniannya sepanjang masa.<br><br> 3. Masing-masing surat ini melukiskan keadaan langit dan bumi dan sama-sama menjelaskan bahwa kejadian-kejadian alam ini mengandung hikmah, sebagai tanda keesaan dan kebesaran Allah s.w.t.<br><br> 4. Keduanya mengandung kisah Nabi Ibrahim a.s. dengan terperinci.<br><br> 5. Keduanya sama-sama menerangkan keadaan orang-orang kafir di hari kiamat dan penyesalan mereka, mengapa mereka sewaktu hidup di dunia tidak jadi orang mukmin.<br><br> 6. Kedua surat ini sama-sama menceritakan kisah-kisah nabi zaman dahulu dengan kaumnya serta menerangkan keadaan orang-orang yang ingkar kepada nabi-nabi itu pada hari kiamat. Kisah-kisah itu disampaikan kepada Nabi Muhammad s.a.w. untuk menghibur hati beliau di waktu menghadapi berbagai kesulitan yang beliau temui dalam menyiarkan agama Islam.<br><br></span>"},"next":{"translation":"Hijr","arabic":"الحجر","latin":"Al-Hijr","ayah_count":99,"index":15,"opening":"<span class=\"gen\"><br> Surat ini terdiri atas 99 ayat, termasuk golongan surat-surat Makkiyyah, karena diturunkan di Mekah sebelum hijrah. Al Hijr adalah nama sebuah daerah pegunungan yang didiami zaman dahulu oleh kaum Tsamud terletak di pinggir jalan antara Madinah dan Syam (Syria).<br> Nama surat ini diambil dari nama daerah pegunungan itu, berhubung nasib penduduknya yaitu kaum Tsamud diceritakan pada ayat 80 sampai dengan 84, mereka telah dimusnahkan Allah s.w.t., karena mendustakan Nabi Shaleh a.s. dan berpaling dari ayat-ayat Allah. Dalam surat ini terdapat juga kisah-kisah kaum yang lain yang telah dibinasakan oleh Allah seperti kaum Luth a.s. dan kaum Syu'aib a.s. Dari ke semua kisah-kisah itu dapat diambil pelajaran bahwa orang-orang yang menentang ajaran rasul-rasul akan mengalami kehancuran.<br><br> Pokok-pokok isinya :<br><br><i>1. Keimanan:</i><br> Kepastian nasib suatu bangsa hanya di tangan Allah; Allah menjamin kemurnian Al Quran sepanjang masa; syaitan tidak dapat menaiki alam malakut, karena ada yang menjaganya, alam malakut (langit) senantiasa dijaga dari syaitan; kadar rezki yang diberikan kepada manusia sesuai dengan hikmah kebijaksanaan Allah; Allah memelihara hambaNya yang telah mendapat taufiq dari godaan syaitan; Allah di samping bersifat pengampun dan penyayang juga mengazab orang-orang yang ingkar; manusia dihimpun pada hari kiamat.<br><br><i>2. Hukum-hukum:</i><br> Larangan melakukan homosexuel; kewajiban melakukan ibadah selama hidup; larangan menginginkan harta orang kafir; perintah kepada Nabi Muhammad s.a.w. agar melakukan da'wah agama secara terang-terangan; larangan berputus asa terhadap rahmat Allah.<br><br><i>3. Kisah-kisah:</i><br> Nabi Ibrahim a.s. dengan kaumnya; Nabi Luth a.s. dengan kaumnya; kaum Syu'aib dan kaum Shaleh a.s. (Tsamud).<br><br><i>4. Dan lain-lain:</i><br> Kejadian-kejadian dalam alam ini menunjukkan kebesaran Allah; kejadian alam dan isinya mengandung hikmah; angin mengawinkan tepung sari bunga-bungaan; asal kejadian Adam a.s.<br><br></span>","closing":"<span class=\"gen\"><br> Dalam surat Al Hijr ini banyak terdapat ayat-ayat yang menunjukkan bukti-bukti adanya Allah serta kekuasaan-Nya, baik bukti-bukti yang ada di langit dan di bumi, maupun yang ada pada kejadian manusia serta kehidupan mereka. Disebutkan pula di dalamnya kisah-kisah beberapa nabi dan macam-macam azab yang ditimpakan kepada kaum yang mendustakan para rasul Allah itu. Tercantum juga tentang anugerah Allah yang besar yang diberikan kepada Nabi Muhammad s.a.w. yakni As Sab'ul Matsaani atau surat Al Faatihah dan Al Quranul Karim.<br><br><i>HUBUNGAN SURAT AL HIJR DENGAN SURAT AN NAHL</i><br><br> 1. Sebagaimana umumnya surat-surat yang turun di Mekah sebelum hijrah berisi soal-soal ketauhidan, kerasulan dan hari kiamat, begitu pulalah kedua surat ini.<br><br> 2. Pada bagian akhir surat Al Hijr (ayat 92, 93), Allah menyatakan bahwa manusia akan diminta pertanggungan jawabnya pada hari kiamat terhadap apa yang telah dikerjakannya di dunia ini, maka pada awal surat An Nahl, Allah menegaskan kepastian datangnya hari kiamat itu, dan pada ayat 93 An Nahl ditegaskan lagi pertanggungan jawab manusia itu.<br><br> 3. Pada bagian pertama surat Al Hijr, Allah menerangkan tentang kebenaran Al Quran serta jaminan-Nya untuk memeliharanya, sedang dalam surat An Nahl terdapat ancaman-ancaman terhadap mereka yang mendustakan kebenaran Al Quran itu.<br><br></span>"},"prev":{"translation":"Guruh","arabic":"الرّعد","latin":"Ar-Ra'd","ayah_count":43,"index":13,"opening":"<span class=\"gen\"><br> Surat Ar Ra'd ini terdiri atas 43 ayat termasuk golongan surat-surat Makkiyyah. Surat ini dinamakan <i>Ar Ra'd</i> yang berarti <i>guruh</i> karena dalam ayat 13 Allah berfirman yang artinya <i>Dan guruh itu bertasbih sambil memuji-Nya</i>, menunjukkan sifat kesucian dan kesempurnaan Allah s.w.t. Dan lagi sesuai dengan sifat Al Quran yang mengandung ancaman dan harapan, maka demikian pulalah halnya bunyi guruh itu menimbulkan kecemasan dan harapan kepada manusia. Isi yang terpenting dari surat ini ialah bahwa bimbingan Allah kepada makhluk-Nya bertalian erat dengan hukum sebab dan akibat. Bagi Allah s.w.t. tidak ada pilih kasih dalam menetapkan hukuman. Balasan atau hukuman adalah akibat dan ketaatan atau keingkaran terhadap hukum Allah.<br><br> Pokok-pokok isinya:<br><br><i>1. Keimanan:</i><br> Allah-lah yang menciptakan alam semesta serta mengaturnya; ilmu Allah meliputi segala sesuatu; adanya malaikat yang selalu memelihara manusia yang datang silih berganti, yaitu malaikat Hafazhah; hanya Allah yang menerima doa dari hamba-Nya; memberi taufiq hanya hak Allah, sedang tugas rasul menyampaikan agama Allah.<br><br><i>2. Hukum-hukum:</i><br> Manusia dilarang mendoakan yang jelek-jelek untuk dirinya; kewajiban mencegah perbuatan-perbuatan yang mungkar.<br><br><i>3. Kisah-kisah:</i><br> Kisah pengalaman nabi-nabi zaman dahulu.<br><br><i>4. Dan lain-lain:</i><br> Beberapa sifat yang terpuji; perumpamaan bagi orang-orang yang menyembah berhala dan orang-orang yang menyembah Allah; Allah tidak merobah nasib sesuatu bangsa sehingga mereka merobah keadaan mereka sendiri.<br><br></span>","closing":"<span class=\"gen\"><br> Surat Ar-Ra'd lebih banyak menitik beratkan pada pembuktian kebenaran keesaan Allah, kepastian akan terjadinya hari berbangkit. Dijelaskan pula tugas-tugas para rasul dan kebenaran dari kitab-kitab suci yang dibawa mereka. Terhadap mereka yang ingkar dan memusuhi para nabi-nabi itu, diterangkan bahwa mereka pasti mengalami kegagalan dan kehancuran.<br><br><i>HUBUNGAN SURAT AR RA'D DENGAN SURAT IBRAHIM</i><br><br> 1. Dalam surat Ar Ra'd disebutkan bahwa Al Quran itu diturunkan dalam bahasa Arab, sebagai pemisah antara yang baik dengan yang bathil, sedangkan hikmah menurunkan dalam bahasa Arab itu belum dijelaskan. Dalam surat Ibrahim hikmah itu dijelaskan.<br><br> 2. Dalam surat Ar Ra'd Allah mengatakan bahwa seorang rasul tak akan dapat melakukan suatu mukjizat tanpa izin dari Allah, maka dalam surat Ibrahim para rasul menegaskan bahwa beliau-beliau adalah manusia biasa, tak dapat mendatangkan suatu mukjizat tanpa izin Allah.<br><br> 3. Dalam surat Ar Ra'd disebutkan bahwa Nabi Muhammad s.a.w. menyerukan agar manusia bertawakkal kepada Allah, dan dalam surat Ibrahim, Nabi Muhammad s.a.w. menerangkan bahwa para rasul bertawakkal hanya kepada Allah.<br><br> 4. Dalam surat Ar Ra'd Allah menyebutkan perbuatan-perbuatan makar orang-orang kafir, maka di surat Ibrahim diulangi lagi, dan disebutkan pula sifat-sifat mereka yang tidak tersebut dalam surat Ar Ra'd itu.<br><br></span>"}}