{"current":{"translation":"Memperjalankan Malam Hari","arabic":"الاسراۤء","latin":"Al-Isra'","ayah_count":111,"index":17,"opening":"<span class=\"gen\"><br> Surat ini terdiri atas 111 ayat, termasuk golongan surat-surat Makkiyyah. Dinamakan dengan <i>Al Israa'</i> yang berarti <i>memperjalankan di malam hari</i>, berhubung peristiwa Israa' Nabi Muhammad s.a.w. di Masjidil Haram di Mekah ke Masjidil Aqsha di Baitul Maqdis dicantumkan pada ayat pertama dalam surat ini. Penuturan cerita Israa' pada permulaan surat ini, mengandung isyarat bahwa Nabi Muhammad s.a.w. beserta umatnya kemudian hari akan mencapai martabat yang tinggi dan akan menjadi umat yang besar.<br> Surat ini dinamakan pula dengan <i>Bani Israil</i> artinya <i>keturunan Israil</i> berhubung dengan permulaan surat ini, yakni pada ayat kedua sampai dengan ayat kedelapan dan kemudian dekat akhir surat yakni pada ayat 101 sampai dengan ayat 104, Allah menyebutkan tentang Bani Israil yang setelah menjadi bangsa yang kuat lagi besar lalu menjadi bangsa yang terhina karena menyimpang dari ajaran Allah s.w.t. Dihubungkannya kisah Israa' dengan riwayat <i>Bani Israil</i> pada surat ini, memberikan peringatan bahwa umat Islam akan mengalami keruntuhan, sebagaimana halnya Bani Israil, apabila mereka juga meninggalkan ajaran-ajaran agamanya.<br><br> Pokok-pokok isinya:<br><br><i>1. Keimanan:</i><br> Allah tidak mempunyai anak baik berupa manusia ataupun malaikat; Allah pasti memberi rezki kepada manusia; Allah mempunyai nama-nama yang paling baik; Al Quran adalah wahyu dan Allah yang memberikan petunjuk, penawar dan rahmat bagi orang-orang yang beriman; adanya padang Mahsyar dan hari berbangkit.<br><br><i>2. Hukum-hukum:</i><br> Larangan-larangan Allah tentang: menghilangkan jiwa manusia; berzina, mempergunakan harta anak yatim kecuali dengan cara yang dibenarkan agama; ikut-ikutan baik dengan kata-kata maupun dengan perbuatan dan durhaka kepada ibu bapa. Perintah Allah tentang: memenuhi janji dan menyempurnakan timbangan dan takaran, melakukan shalat lima waktu dalam waktunya.<br><br><i>3. Kisah-kisah:</i><br> Kisah Israa' Nabi Muhammad s.a.w., beberapa kisah tentang Bani Israil.<br><br><i>4. Dan lain-lain:</i><br> Pertanggungan jawab manusia masing-masing terhadap amal perbuatannya; beberapa faktor yang menyebabkan kebangunan dan kehancuran suatu umat; petunjuk-petunjuk tentang pergaulan dengan orang tua, tetangga dan masyarakat; manusia makhluk Allah s.w.t. yang mulia, dalam pada itu manusia mempunyai pula sifat-sifat yang tidak baik seperti suka ingkar, putus asa dan terburu-buru; dan persoalan roh.<br><br></span>","closing":"<span class=\"gen\"><br> Banyak ayat-ayat dalam surat ini mengemukakan bahwa Al Quran yang dibawa Nabi Muhammad s.a.w. benar-benar wahyu Allah, dan bahwa manusia itu pasti mengalami hari berbangkit. Dalam surat ini dikemukakan pula dalil-dalil kekuasaan dan ke-esaan Allah s.w.t. serta hukum-hukum yang diturunkan-Nya yang wajib diperhatikan dan dikerjakan oleh manusia.<br><br><i>HUBUNGAN SURAT AL ISRAA' DENGAN SURAT AL KAHFI</i><br><br> 1. Surat Al Israa' dimulai dengan tasbih (membaca subhanallah) pada Allah sedang surat Al Kahfi dibuka dengan tahmid (membaca alhamdulillah) kepada-Nya. Tasbih dan tahmid adalah dua kata yang acapkali bergandengan dalam firman-firman Allah.<br><br> 2. Persamaan antara penutup surat Al Israa' dengan pembukaan surat Al Kahfi yaitu sama-sama dengan tahmid kepada Allah.<br><br> 3. Menurut riwayat, ada tiga buah pertanyaan yang dihadapkan oleh orang-orang Yahudi dengan perantaraan orang-orang musyrikin kepada Nabi Muhammad s.a.w. yakni masalah roh, cerita Ashabul Kahfi dan kisah Zulqarnain. Masalah roh itu dijawab dalam surat Al Israa', dan dua masalah lainnya pada surat Al Kahfi.<br><br> 4. Dalam surat Al Israa' ayat 85 Allah berfirman: <i>Dan tidaklah kamu diberi ilmu hanyalah sedikit</i> Firman ini ditujukan kepada sebagian orang-orang Yahudi yang merasa sombong dengan ilmu pengetahuan yang ada pada mereka, sebab bagaimanapun juga mereka adalah manusia yang hanya diberi ilmu pengetahuan yang sedikit. Dalam surat Al-Kahfi Allah menceritakan tentang Nabi Musa a.s. dengan Nabi Khidhr a.s. yang belum pernah diketahui oleh orang-orang Yahudi.<br><br></span>"},"next":{"translation":"Goa","arabic":"الكهف","latin":"Al-Kahf","ayah_count":110,"index":18,"opening":"<span class=\"gen\"><br> Surat ini terdiri atas 110 ayat, termasuk golongan surat-surat Makkiyyah. Dinamai <i>Al-Kahfi</i> artinya <i>Gua</i> dan <i>Ashhabul Kahfi</i> yang artinya <i>Penghuni-Penghuni Gua</i>. Kedua nama ini diambil dari cerita yang terdapat dalam surat ini pada ayat 9 sampai dengan 26, tentang beberapa orang pemuda yang tidur dalam gua bertahun-tahun lamanya. Selain cerita tersebut, terdapat pula beberapa buah cerita dalam surat ini, yang kesemuanya mengandung i'tibar dan pelajaran-pelajaran yang amat berguna bagi kehidupan manusia. Banyak hadist-hadist Rasulullah s.a.w. yang menyatakan keutamaan membaca surat ini.<br><br> Pokok-pokok isinya:<br><br><i>1. Keimanan:</i><br> Kekuasaan Allah swt untuk memberi daya tahan hidup pada manusia di luar hukum kebiasaan: dasar-dasar tauhid serta keadilan Allah s.w.t. tidak berobah untuk selama-lamanya; kalimat-kalimat Allah (ilmu-Nya) amat luas sekali, meliputi segala sesuatu, sehingga manusia tidak mampu buat menulisnya. Kepastian datangnya hari berbangkit; Al Quran adalah kitab suci yang isinya bersih dari kekacauan dan kepalsuan.<br><br><i>2. Hukum-Hukum:</i><br> Dasar hukum wakalah (berwakil); larangan membangun tempat ibadah di atas kubur; hukum membaca \"Insya Allah\", perbuatan salah yang dilakukan karena lupa adalah dimaafkan; kebolehan merusak suatu barang untuk menghindarkan bahaya yang lebih besar.<br><br><i>3. Kisah-Kisah:</i><br> Cerita Ashhabul Kahfi; cerita dua orang laki-laki yang seorang kafir dan yang lainnya mukmin; cerita Nabi Musa a.s. dengan Khidhr a.s.; cerita Dzulkarnain dengan Ya'juj dan Ma'juj.<br><br><i>4. Dan lain-lain:</i><br> Beberapa pelajaran yang dapat diambil dari cerita-cerita dalam surat ini antara lain tentang kekuatan iman kepada Allah swt serta ibadah yang ikhlas kepadaNya; kesungguhan seseorang dalam mencari guru (ilmu) adab sopan-santun antara murid dengan guru; dan beberapa contoh tentang cara memimpin dan memerintah rakyat, serta perjuangan untuk mencapai kebahagiaan rakyat dan negara.<br><br></span>","closing":"<span class=\"gen\"><br> Surat Al Kahfi dimulai dengan menerangkan sifat Al Quran sebagai petunjuk dan peringatan bagi manusia, dan sebagai peringatan pula terhadap mereka yang mengatakan bahwa Allah mempunyai anak. Semua yang ada dipermukaan bumi merupakan perhiasan bagi bumi dan sengaja diciptakan Allah agar manusia memikirkan bagaimana cara mengambil manfaat dari semuanya itu. Kekuasaan Allah dan betapa luas pengetahuan-Nya dikemukakan dalam surat ini dengan menyebutkan kisah Nabi Musa a.s. dengan Khidhr a.s., kisah Dzulqarnain dan dengan mengibaratkan bahwa seandainya semua air yang ada di bumi dan ditambah lagi sebanyak itu pula dijadikan tinta untuk menulis ilmu Allah, tentu tidak akan mencukupi. Kemudian diterangkan bahwa semua amal orang musyrik itu tidak diberi pahala di akhirat, sedang untuk orang-orang mukmin disediakan Jannatun Na'im.<br><br><i>HUBUNGAN SURAT AL KAHFI DENGAN SURAT MARYAM</i><br><br> 1. Kedua surat ini sama-sama mengandung kisah yang ajaib, seperti surat Al Kahfi mengemukakan kisah Ashhabul Kahfi, kisah Musa a.s. dengan Khidhr a.s., kisah Dzulqarnain, sedang surat Maryam mengemukakan kisah keluarga Yahya a.s. di waktu bapaknya Zakariya a.s. telah sangat tua dan ibunya seorang wanita tua yang mandul, dan kisah kelahiran Isa a.s. tanpa bapak.<br><br> 2. Bagian akhir surat Al Kahfi menerangkan tentang ancaman Allah terhadap orang-orang kafir yang mengambil pelindung selain Allah, semua amal mereka sia-sia dan mereka dimasukkan ke dalam neraka, sedang pada bagian akhir surat Maryam diulangi lagi celaan dan ancaman Allah terhadap orang-orang yang mempersekutukan-Nya.<br><br></span>"},"prev":{"translation":"Lebah","arabic":"النحل","latin":"An-Nahl","ayah_count":128,"index":16,"opening":"<span class=\"gen\"><br> Surat ini terdiri atas 128 ayat, termasuk golongan surat-surat Makkiyyah. Surat ini dinamakan <i>An Nahl</i> yang berarti <i>lebah</i> karena di dalamnya, terdapat firman Allah s.w.t. ayat 68 yang artinya : \"Dan Tuhanmu mewahyukan kepada lebah.\" Lebah adalah makhluk Allah yang banyak memberi manfaat dan kenikmatan kepada manusia. Ada persamaan antara madu yang dihasilkan oleh lebah dengan Al Quranul Karim. Madu berasal dari bermacam-macam sari bunga dan dia menjadi obat bagi bermacam-macam penyakit manusia (lihat ayat 69). Sedang Al Quran mengandung inti sari dari kitab-kitab yang telah diturunkan kepada Nabi-nabi zaman dahulu ditambah dengan ajaran-ajaran yang diperlukan oleh semua bangsa sepanjang masa untuk mencapai kebahagiaan dunia dan akhirat. (Lihat surat (10) Yunus ayat 57 dan surat (17) Al Isra' ayat 82). Surat ini dinamakan pula \"An Ni'am\" artinya nikmat-nikmat, karena di dalamnya Allah menyebutkan pelbagai macam nikmat untuk hamba-hamba-Nya.<br><br> Pokok-pokok isinya :<br><br><i>1. Keimanan:</i><br><br> Kepastian adanya hari kiamat; keesaan Allah; kekuasaan-Nya dan kesempurnaan ilmu-Nya serta dalil-dalilnya; pertanggungan jawab manusia kepada Allah terhadap segala apa yang telah dikerjakannya.<br><br><i>2. Hukum-hukum:</i><br> Beberapa hukum tentang makanan dan minuman yang diharamkan dan yang dihalalkan; kebolehan memakai perhiasan-perhiasan yang berasal dari dalam laut seperti merjan dan mutiara; dibolehkan memakan makanan yang diharamkan dalam keadaan terpaksa; kulit dan bulu binatang dari hewan yang halal dimakan; kewajiban memenuhi perjanjian dan larangan mempermainkan sumpah; larangan membuat-buat hukum yang tak ada dasarnya; perintah membaca isti'aadzah (a'uudzubillahi minasyaithaanirrajiim = aku berlindung kepada Allah dari syaitan yang terkutuk); larangan membalas siksa melebihi siksaan yang diterima.<br><br><i>3. Kisah-kisah:</i><br> Nabi Ibrahim a.s.<br><br><i>4. Lain-lain:</i><br> Asal kejadian manusia; madu adalah untuk kesehatan manusia; nasib pemimpin-pemimpin palsu di hari kiamat; pandangan orang Arab zaman Jahiliyah terhadap anak perempuan; ajaran moral di dalam Islam; pedoman da'wah dalam Islam.<br><br></span>","closing":"<span class=\"gen\"><br> Surat An Nahl mengandung keterangan tentang sifat-sifat orang musyrikin, dan tingkah laku mereka, serta tantangan mereka terhadap kebenaran hari kiamat dan kerasulan Muhammad s.a.w., kemudian Allah s.w.t. menyebutkan peringatan-peringatan-Nya kepada mereka dan azab yang mereka alami sebagai akibat dari sifat perbuatan mereka itu. Dalam surat ini, Allah menunjukkan bukti-bukti ke Esaan-Nya seraya memaparkan nikmat-nikmat yang diberikan-Nya kepada hamba-hamba-Nya. Dan surat ini memuat juga hukum-hukum dan ajaran-ajaran tentang akhlak.<br><br><i>HUBUNGAN SURAT AN NAHL DENGAN SURAT AL ISRAA'</i><br><br> 1. Dalam surat An Nahl ini, Allah menyebutkan perselisihan orang-orang Yahudi tentang hari Sabtu, kemudian di surat Al Israa' dijelaskan syariat orang Yahudi yang ditetapkan bagi mereka di dalam Taurat.<br><br> 2. Sesudah Allah s.w.t. menganjurkan kepada Nabi Muhammad s.a.w. agar bersabar dan melarang beliau agar jangan berduka cita atau berkecil hati disebabkan tipu daya orang-orang musyrikin, maka di surat Al Israa' Allah menerangkan kemuliaan Nabi Muhammad s.a.w. serta martabatnya yang tinggi di hadapan Allah s.w.t.<br><br> 3. Dalam surat An Nahl ini Allah menerangkan bermacam-macam nikmat-Nya, disamping itu Allah menerangkan, bahwa kebanyakan manusia tidak mensyukuri nikmat itu, kemudian dalam surat Al Israa' disebut lagi nikmat-nikmat yang lebih besar yang diberikan kepada Bani Israil yang mereka tidak mensyukurinya, malah mereka berbuat kerusakan di muka bumi.<br><br> 4. Dalam surat An Nahl Allah mengatakan, bahwa air madu yang ke luar dari lebah merupakan minuman yang mengandung obat bagi manusia, maka dalam surat Al Israa' diterangkan bahwa Al Quran pun mengandung juga obat dan rahmat bagi orang-orang yang beriman.<br><br></span>"}}