{"current":{"translation":"Maryam","arabic":"مريم","latin":"Maryam","ayah_count":98,"index":19,"opening":"<span class=\"gen\"><br> Surat Maryam terdiri atas 98 ayat, termasuk golongan surat-surat Makkiyyah, karena hampir seluruh ayatnya diturunkan sebelum Nabi Muhammad s.a.w. hijrah ke Madinah, bahkan sebelum sahabat-sahabat beliau hijrah ke negeri Habsyi. Menurut riwayat Ibnu Mas'ud, Ja'far bin Abi Thalib membacakan permulaan surat Maryam ini kepada raja Najasyi dan pengikut-pengikutnya di waktu ia ikut hijrah bersama-sama sahabat-sahabat yang lain ke negeri Habsyi.<br><br> Surat ini dinamai <i>Maryam</i>, karena surat ini mengandung kisah Maryam, ibu Nabi Isa a.s. yang serba ajaib, yaitu melahirkan puteranya lsa a.s., sedang ia sebelumnya belum pernah dikawini atau dicampuri oleh seorang laki-laki pun. Kelahiran Isa a.s. tanpa bapa, merupakan suatu bukti kekuasaan Allah s.w.t. Pengutaraan kisah Maryam sebagai kejadian yang luar biasa dan ajaib dalam surat ini, diawali dengan kisah kejadian yang luar biasa dan ajaib pula, yaitu dikabulkannya doa Zakaria a.s. oleh Allah s.w.t., agar beliau dianugerahi seorang putera sebagai pewaris dan pelanjut cita-cita dan kepercayaan beliau, sedang usia beliau sudah sangat tua dan isteri beliau seorang yang mandul yang menurut ukuran ilmu biologi tidak mungkin akan terjadi.<br><br> Pokok-pokok isinya:<br><br><i>1. Keimanan:</i><br> Allah berbuat sesuatu menurut yang dikehendaki-Nya, kendatipun menyimpang dan hukum-hukum alam; Isa a.s. bukan anak Allah karena mustahil Allah mempunyai anak; Jibril a.s. turun kepada rasul-rasul membawa wahyu atas perintah Allah; di hari kiamat orang kafir menghadap Allah sendiri-sendiri semua manusia akan menghadap Tuhan sebagai hamba.<br><br><i>2. Kisah-kisah:</i><br> Allah mengabulkan doa Zakaria a.s. untuk memperoleh anak, sekalipun usia beliau sudah sangat tua dan isteri beliau seorang yang mandul; kisah kelahiran Isa a.s. tanpa bapak; kisah Ibrahim a.s. dengan bapaknya; Musa a.s. seorang yang dipilih oleh Allah; Ismail a.s. seorang yang benar dalam janjinya; Idris a.s. seorang yang sangat kuat kepercayaannya.<br><br><i>3. Dan lain-lain:</i><br> Ancaman terhadap orang yang meninggalkan sembahyang dan mengikuti hawa nafsunya serta kabar gembira untuk orang-orang yang telah taubat dan mengerjakan amal-amal yang saleh; keadaan di syurga; membiarkan orang yang sesat setelah diberi petunjuk bergelimang dalam kesesatannya adalah sunnah Allah.<br><br></span>","closing":"<span class=\"gen\"><br> Surat Maryam mengemukakan hal-hal yang perlu diperhatikan oleh manusia apabila mereka memikirkan kejadian-kejadian di alam semesta dalam hubungan dengan Penciptanya; ada kejadian yang terjadi sesuai dengan sunnah Allah dan dapat dipikirkan oleh manusia; dan ada pula kejadian yang luar biasa, aneh lagi ajaib yang tidak sampai pikiran manusia kepadanya. Kejadian-kejadian yang luar biasa ini terjadi pada orang-orang yang telah dipilih oleh Allah, dan dikemukakan kepada manusia agar mereka percaya kepada Allah Maha Pencipta.<br><br><i>HUBUNGAN SURAT MARYAM DENGAN SURAT THAAHAA</i><br><br> 1. Surat Maryam mengemukakan kisah beberapa nabi dan rasul; ada yang secara terperinci, ada yang secara ringkas dan ada pula yang hanya disebut namanya saja, yaitu Nabi Adam a.s. Surat Thaahaa mengemukakan pula kisah beberapa orang nabi dan rasul sebagaimana halnya surat Maryam. Kisah Musa a.s. dalam surat Maryam disebut secara singkat, sedang dalam surat Thaahaa dikemukakan secara terperinci. Begitu pula kisah Adam a.s. yang hanya namanya saja disebut dalam surat Maryam, sedang dalam surat Thaahaa dikemukakan secara terperinci.<br><br> 2. Menurut riwayat Ibnu Abbas, surat Thaahaa diturunkan kepada Nabi Muhammad s.a.w. setelah Allah menurunkan surat Maryam.<br><br> 3. Akhir surat Maryam menerangkan bahwa Al Quran diturunkan dalam bahasa Arab, sebagai kabar gembira bagi orang-orang yang takwa dan peringatan bagi orang-orang yang ingkar, sedang awal surat Thaahaa menerangkan dan menguatkannya lagi.<br><br></span>"},"next":{"translation":"Taha","arabic":"طٰهٰ","latin":"Taha","ayah_count":135,"index":20,"opening":"<span class=\"gen\"><br> Surat Thaahaa terdiri atas 135 ayat, diturunkan sesudah diturunkannya surat Maryam, termasuk golongan surat-surat Makkiyyah. Surat ini dinamai <i>Thaahaa</i>, diambil dari perkataan yang berasal dan ayat pertama surat ini. Sebagaimana yang lazim terdapat pada surat-surat yang memakai huruf-huruf abjad pada permulaannya, di mana huruf tersebut seakan-akan merupakan pemberitahuan Allah kepada orang-orang yang membacanya, bahwa sesudah huruf itu akan dikemukakan hal-hal yang sangat penting diketahui, maka demikian pula halnya dengan ayat-ayat yang terdapat sesudah huruf <i>thaahaa</i> dalam surat ini. Allah menerangkan bahwa Al Quran merupakan peringatan bagi manusia, wahyu dari Allah, Pencipta semesta alam. Kemudian Allah menerangkan kisah beberapa orang nabi; akibat-akibat yang telah ada akan dialami oleh orang-orang yang percaya kepada Allah dan orang-orang yang mengingkari-Nya, baik di dunia maupun di akhirat. Selain hal-hal tersebut di atas, maka surat ini mengandung pokok-pokok isi sebagai berikut:<br><br><i>1. Keimanan:</i><br> Al Quran adalah peringatan bagi manusia terutama bagi orang-orang yang bertakwa; Musa a.s. langsung menerima wahyu dari Allah, tanpa perantara Jibril; Allah menguasai 'Arsy, mengetahui sesuatu yang samar dan yang lebih samar; keadaan orang berdosa dihimpunkan di hari kiamat; syafa'at tidak bermanfaat di hari kiamat, kecuali syafa'at dari orang-orang yang dapat izin dari Allah.<br><br><i>2. Hukum-hukum:</i><br> Perintah mengerjakan sembahyang dan keutamaan waktu-waktunya; kewajiban menyuruh keluarga melakukan sembahyang.<br><br><i>3. Kisah-kisah:</i><br> Kisah Musa a.s. dan Harun a.s. dalam menghadapi Fir'aun dan Bani Israil, kisah Nabi Adam a.s. dan iblis.<br><br><i>4. Dan lain-lain:</i><br> Perintah Allah kepada Nabi Muhammad s.a.w. supaya dia meminta tambahan ilmu kepada Allah sekalipun sudah menjadi rasul; Allah tidak akan mengazab sesuatu kaum sebelum diutus rasul kepada mereka; jangan terpengaruh oleh kesenangan kehidupan dunia.<br><br></span>","closing":"<span class=\"gen\"><br> Dalam surat Thaahaa ini diterangkan bahwa Al Quran sebagai kitab yang diwahyukan Allah kepada Nabi Muhammad s.a.w., adalah peringatan dan kabar gembira bagi manusia, wajib diikuti dan dipercayai. Amatlah besar akibat yang dialami oleh orang dahulu yang tidak mempercayai dan mengingkari rasul-rasul yang diutus kepada mereka, seperti Fir'aun dan pengikut-pengikutnya. Kisah Bani Israilpun dipaparkan Allah dalam surat ini sebagai suatu umat yang banyak mengingkari perintah nabinya.<br><br><i>HUBUNGAN SURAT THAAHA DENGAN SURAT AL ANBIYAA'</i><br><br> Surat Thaahaa diakhiri dengan menerangkan bahwa manusia mudah dipengaruhi oleh kenikmatan hidup duniawi, yang oleh Allah dijadikan sebagai cobaan bagi manusia, juga diakhiri dengan menyuruh bersabar dan bersembahyang, serta menerangkan apa-apa yang diterima oleh orang-orang yang bertakwa. Hal itu diulangi lagi pada permulaan surat Al Anbiyaa' dan ditegaskan bahwa manusia selalu lalai dan lupa terhadap perbuatan-perbuatan yang harus dilakukannya untuk menghadapi hari kiamat dan berhisab di akhirat nanti.<br><br></span>"},"prev":{"translation":"Goa","arabic":"الكهف","latin":"Al-Kahf","ayah_count":110,"index":18,"opening":"<span class=\"gen\"><br> Surat ini terdiri atas 110 ayat, termasuk golongan surat-surat Makkiyyah. Dinamai <i>Al-Kahfi</i> artinya <i>Gua</i> dan <i>Ashhabul Kahfi</i> yang artinya <i>Penghuni-Penghuni Gua</i>. Kedua nama ini diambil dari cerita yang terdapat dalam surat ini pada ayat 9 sampai dengan 26, tentang beberapa orang pemuda yang tidur dalam gua bertahun-tahun lamanya. Selain cerita tersebut, terdapat pula beberapa buah cerita dalam surat ini, yang kesemuanya mengandung i'tibar dan pelajaran-pelajaran yang amat berguna bagi kehidupan manusia. Banyak hadist-hadist Rasulullah s.a.w. yang menyatakan keutamaan membaca surat ini.<br><br> Pokok-pokok isinya:<br><br><i>1. Keimanan:</i><br> Kekuasaan Allah swt untuk memberi daya tahan hidup pada manusia di luar hukum kebiasaan: dasar-dasar tauhid serta keadilan Allah s.w.t. tidak berobah untuk selama-lamanya; kalimat-kalimat Allah (ilmu-Nya) amat luas sekali, meliputi segala sesuatu, sehingga manusia tidak mampu buat menulisnya. Kepastian datangnya hari berbangkit; Al Quran adalah kitab suci yang isinya bersih dari kekacauan dan kepalsuan.<br><br><i>2. Hukum-Hukum:</i><br> Dasar hukum wakalah (berwakil); larangan membangun tempat ibadah di atas kubur; hukum membaca \"Insya Allah\", perbuatan salah yang dilakukan karena lupa adalah dimaafkan; kebolehan merusak suatu barang untuk menghindarkan bahaya yang lebih besar.<br><br><i>3. Kisah-Kisah:</i><br> Cerita Ashhabul Kahfi; cerita dua orang laki-laki yang seorang kafir dan yang lainnya mukmin; cerita Nabi Musa a.s. dengan Khidhr a.s.; cerita Dzulkarnain dengan Ya'juj dan Ma'juj.<br><br><i>4. Dan lain-lain:</i><br> Beberapa pelajaran yang dapat diambil dari cerita-cerita dalam surat ini antara lain tentang kekuatan iman kepada Allah swt serta ibadah yang ikhlas kepadaNya; kesungguhan seseorang dalam mencari guru (ilmu) adab sopan-santun antara murid dengan guru; dan beberapa contoh tentang cara memimpin dan memerintah rakyat, serta perjuangan untuk mencapai kebahagiaan rakyat dan negara.<br><br></span>","closing":"<span class=\"gen\"><br> Surat Al Kahfi dimulai dengan menerangkan sifat Al Quran sebagai petunjuk dan peringatan bagi manusia, dan sebagai peringatan pula terhadap mereka yang mengatakan bahwa Allah mempunyai anak. Semua yang ada dipermukaan bumi merupakan perhiasan bagi bumi dan sengaja diciptakan Allah agar manusia memikirkan bagaimana cara mengambil manfaat dari semuanya itu. Kekuasaan Allah dan betapa luas pengetahuan-Nya dikemukakan dalam surat ini dengan menyebutkan kisah Nabi Musa a.s. dengan Khidhr a.s., kisah Dzulqarnain dan dengan mengibaratkan bahwa seandainya semua air yang ada di bumi dan ditambah lagi sebanyak itu pula dijadikan tinta untuk menulis ilmu Allah, tentu tidak akan mencukupi. Kemudian diterangkan bahwa semua amal orang musyrik itu tidak diberi pahala di akhirat, sedang untuk orang-orang mukmin disediakan Jannatun Na'im.<br><br><i>HUBUNGAN SURAT AL KAHFI DENGAN SURAT MARYAM</i><br><br> 1. Kedua surat ini sama-sama mengandung kisah yang ajaib, seperti surat Al Kahfi mengemukakan kisah Ashhabul Kahfi, kisah Musa a.s. dengan Khidhr a.s., kisah Dzulqarnain, sedang surat Maryam mengemukakan kisah keluarga Yahya a.s. di waktu bapaknya Zakariya a.s. telah sangat tua dan ibunya seorang wanita tua yang mandul, dan kisah kelahiran Isa a.s. tanpa bapak.<br><br> 2. Bagian akhir surat Al Kahfi menerangkan tentang ancaman Allah terhadap orang-orang kafir yang mengambil pelindung selain Allah, semua amal mereka sia-sia dan mereka dimasukkan ke dalam neraka, sedang pada bagian akhir surat Maryam diulangi lagi celaan dan ancaman Allah terhadap orang-orang yang mempersekutukan-Nya.<br><br></span>"}}