{"current":{"translation":"Para Nabi","arabic":"الانبياۤء","latin":"Al-Anbiya'","ayah_count":112,"index":21,"opening":"<span class=\"gen\"><br> Surat Al Anbiyaa' yang terdiri atas 112 ayat, termasuk golongan surat Makkiyyah. Dinamai surat ini dengan <i>al anbiyaa'</i>(nabi-nabi), karena surat ini mengutarakan kisah beberapa orang nabi. Permulaan surat Al Anbiyaa' menegaskan bahwa manusia lalai dalam menghadapi hari berhisab, kemudian berhubung adanya pengingkaran kaum musyrik Mekah terhadap wahyu yang dibawa Nabi Muhammad s.a.w. maka ditegaskan Allah, kendatipun nabi-nabi itu manusia biasa, akan tetapi masing-masing mereka adalah manusia yang membawa wahyu yang pokok ajarannya adalah tauhid, dan keharusan manusia menyembah Allah Tuhan Penciptanya. Orang yang tidak mau mengakui kekuasaan Allah dan mengingkari ajaran yang dibawa oleh nabi-nabi itu, akan diazab Allah didunia dan di akhirat nanti. Kemudian dikemukakan kisah beberapa orang nabi dengan umatnya. Akhirnya surat itu ditutup dengan seruan agar kaum musyrik Mekah percaya kepada ajaran yang dibawa Muhammad s.a.w supaya tidak mengalami apa yang telah dialami oleh umat-umat yang dahulu. Selain yang tersebut diatas pokok-pokok isi surat ini ialah:<br><br><i>1. Keimanan:</i><br> Para nabi dan para rasul itu selamanya diangkat Allah dari jenis manusia; langit dan bumi akan binasa kalau ada Tuhan selain Allah; semua Rasul membawa ajaran tauhid dan keharusan manusia menyembah Allah; tiap-tiap yang bernyawa akan merasakan mati; cobaaan Allah kepada manusia ada yang berupa kebaikan dan ada yang berupa keburukan; hari kiamat datangnya dengan tiba-tiba.<br><br><i>2. Kisah-kisah:</i><br> Kisah Ibrahim a.s (ajakan Ibrahim a.s kepada bapaknya untuk menyembah Allah, bantahan Ibrahim terhadap kaumnya yang menyembah berhala-berhala, bantahan lbrahim a.s. terhadap Namrudz yang bersimaharajalela dan menganggap dirinya Tuhan), kisah Nuh a.s., kisah Daud a.s., dan Sulaiman a.s; kisah Ayyub a.s.; kisah Yunus a.s.; kisah Zakaria a.s.<br><br><i>3. Dan lain-lain:</i><br> Karunia Al Quran; tuntutan kaum musyrikin kepada Nabi Muhammad saw untuk mendatangkan mukjizat yang lain dari Al Quran ; kehancuran suatu umat adalah karena kezalimannya; Allah menciptakan langit dan bumi beserta hikmatnya; soal jawab antara berhala dan penyembahnya dalam neraka; timbulnya Ya'juj dan Ma'juj sebagai tanda-tanda kedatangan hari kiamat; bumi akan diwariskan kepada hamba Allah yang dapat memakmurkannya; kejadian alam semesta; sesuatu yang hidup itu berasal dari air.<br><br></span>","closing":"<span class=\"gen\"><br> PENUTUP<br><br> Surat Al Anbiyaa' menerangkan bahwa sudah menjadi sunnah Allah bahwa para nabi atau rasul yang diutus-Nya adalah dari jenis manusia yang diberikan kepada mereka kitab dan mukjizat. Dasar agama (aqidah) yang dibawa oleh para nabi itu adalah sama, hanya berbeda dalam syariat (hukum furu'), karena ini disesuaikan dengan perkembangan masa dan keadaan.<br><br><i>HUBUNGAN SURAT AL ANBIYAA' DENGAN SURAT AL HAJJ</i><br><br> 1. Pada akhir surat Al Anbiyaa' dikemukakan hal-hal yang berhubungan dengan hari kiamat, sedang pada bahagian permulaan surat Al Hajj mengemukakan bukti-bukti adanya hari berbangkit dengan dalil akal.<br><br> 2. Surat Al Anbiyaa' mengutarakan bahwa Allah tidak menjadikan manusia sebagai makhluk yang kekal hidupnya; semuanya akan merasai mati. Kemudian mereka dibangkitkan di hari kiamat untuk dihisab perbuatan-perbuatan yang teIah mereka lakukan di dunia. Pada surat Al Hajj diterangkan bahwa manusia dapat menjadikan dalil keadaan pertumbuhan yang terdapat di alam semesta, dari ada kepada tidak ada dan sebaliknya, sebagai bukti bahwa janji Allah tentang hari berbangkit pasti akan menjadi kenyataan.<br><br> 3. Surat Al Anbiyaa' menerangkan kisah nabi-nabi dan dalil-dalil yang dihadapkan kepada kaumnya tentang kebenaran agama yang dibawanya, sedang surat Al Hajj menuntut agar manusia memperhatikan aneka ragam ciptaan Allah dan pengaturannya, untuk memperkuat kepercayaan kepada kebenaran agama Allah.<br><br></span>"},"next":{"translation":"Haji","arabic":"الحج","latin":"Al-Hajj","ayah_count":78,"index":22,"opening":"<span class=\"gen\"><br> Surat Al Hajj, termasuk golongan surat-surat Madaniyyah, terdiri atas 78 ayat, sedang menurut pendapat sebahagian ahli tafsir termasuk golongan surat-surat Makkiyah. Sebab perbedaan ini ialah karena sebahagian ayat-ayat surat ini ada yang diturunkan di Mekah dan sebahagian lagi diturunkan di Madinah.<br><br> Dinamai surat ini <i>Al Hajj</i>, karena surat ini mengemukakan hal-hal yang berhubungan dengan ibadat haji, seperti ihram, thawaf, sa'i, wuquf di Arafah, mencukur rambut, syi'ar-syi'ar Allah, faedah-faedah dan hikmah-hikmah disyari'atkannya haji. Ditegaskan pula bahwa ibadat haji itu telah disyari'atkan di masa Nabi Ibrahim a.s., dan Ka'bah didirikan oleh Nabi Ibrahim a.s. bersama puteranya Ismail a.s.<br><br> Menurut Al Ghaznawi, surat Al Hajj termasuk di antara surat- surat yang ajaib, diturunkan di malam dan di siang hari, dalam musafir dan dalam keadaan tidak musafir, ada ayat-ayat yang diturunkan di Mekah dan ada pula yang diturunkan di Madinah, isinya ada yang berhubungan dengan peperangan dan ada pula yang berhubungan dengan perdamaian, ada ayat-ayatnya yang muhkam dan ada pula yang mutasyabihaat.<br><br> Pokok-pokok isinya:<br><br><i>1. Keimanan:</i><br> Keimanan tentang adanya kebangkitan dan huru-hara hari kiamat; dari susunan alam semesta dapat diambil bukti- bukti tentang adanya Allah Maha Pencipta.<br><br><i>2. Hukum-hukum:</i><br> Kewajiban berhaji bagi kaum muslimin dan haji telah disyari'atkan pada masa Ibrahim a.s.; hukum berkata dusta; larangan menyembah berhala; binatang-binatang yang halal dimakan; hukum menghalang-halangi manusia dari jalan Allah dan Masjidil-haram; keizinan berperang untuk mempertahankan diri dan agama; hukum-hukum yang berhubungan dengan haji.<br><br><i>3. Dan lain-lain:</i><br> Membantah kebenaran tanpa pengetahuan adalah perbuatan yang tercela; tanda-tanda takwa yang sampai ke hati; tiap-tiap agama yang dibawa rasul-rasul sejak dahulu mempunyai syari'at tertentu dan cara melakukannya; pahala orang yang mati dalam berhijrah di jalan Allah; sikap orang-orang kafir bila mendengar ayat-ayat Al Quran; anjuran berjihad dengan sesungguhnya; celaan Islam terhadap orang-orang yang tidak tetap pendiriannya dan selalu mencari keuntungan untuk diri sendiri.<br><br></span>","closing":"<span class=\"gen\"><br> Surat Al Hajj mengingatkan manusia kepada adanya hari berbangkit dengan mengemukakan bukti-bukti tentang kejadian dan proses perkembangan manusia, hewan dan tumbuh-tumbuhan. Oleh sebab itu sudah sewajarnya manusia bersyukur dan menyembah Allah Tuhan semesta alam. Juga mengemukakan tentang disyariatkannya haji, mengenai waktu-waktu yang boleh melakukan peperangan dan yang tidak boleh melakukannya berhubungan adanya bulan-bulan suci yang ditentukan Allah.<br><br><i>HUBUNGAN SURAT AL HAJJ DENGAN SURAT AL MU'MINUUN</i><br><br> 1. Surat Al Hajj menyuruh orang-orang mukmin mendirikan sembahyang, menunaikan zakat, mengerjakan aneka rupa kebaikan agar mendapat keberuntungan, sedang permulaan surat Al Mu'minuun menegaskan bahwa orang-orang mukmin bila mereka betul-betul mengerjakan apa yang diperintahkan Allah dan menjauhi apa yang dilarang-Nya seperti zina, pasti mendapat keberuntungan.<br><br> 2. Sama-sama mengemukakan tentang penciptaan manusia, perkembangan kejadian dan kehidupan, dan menjadikan hal yang demikian sebagai bukti adanya hari berbangkit.<br><br> 3. Sama-sama menyinggung umat-umat yang dahulu yang tidak mengindahkan seruan nabi-nabi mereka, untuk menjadi i'tibar bagi orang-orang yang datang di belakang mereka.<br><br> 4. Sama-sama mengemukakan bukti-bukti adanya Allah dan keesaan- Nya.<br><br></span>"},"prev":{"translation":"Taha","arabic":"طٰهٰ","latin":"Taha","ayah_count":135,"index":20,"opening":"<span class=\"gen\"><br> Surat Thaahaa terdiri atas 135 ayat, diturunkan sesudah diturunkannya surat Maryam, termasuk golongan surat-surat Makkiyyah. Surat ini dinamai <i>Thaahaa</i>, diambil dari perkataan yang berasal dan ayat pertama surat ini. Sebagaimana yang lazim terdapat pada surat-surat yang memakai huruf-huruf abjad pada permulaannya, di mana huruf tersebut seakan-akan merupakan pemberitahuan Allah kepada orang-orang yang membacanya, bahwa sesudah huruf itu akan dikemukakan hal-hal yang sangat penting diketahui, maka demikian pula halnya dengan ayat-ayat yang terdapat sesudah huruf <i>thaahaa</i> dalam surat ini. Allah menerangkan bahwa Al Quran merupakan peringatan bagi manusia, wahyu dari Allah, Pencipta semesta alam. Kemudian Allah menerangkan kisah beberapa orang nabi; akibat-akibat yang telah ada akan dialami oleh orang-orang yang percaya kepada Allah dan orang-orang yang mengingkari-Nya, baik di dunia maupun di akhirat. Selain hal-hal tersebut di atas, maka surat ini mengandung pokok-pokok isi sebagai berikut:<br><br><i>1. Keimanan:</i><br> Al Quran adalah peringatan bagi manusia terutama bagi orang-orang yang bertakwa; Musa a.s. langsung menerima wahyu dari Allah, tanpa perantara Jibril; Allah menguasai 'Arsy, mengetahui sesuatu yang samar dan yang lebih samar; keadaan orang berdosa dihimpunkan di hari kiamat; syafa'at tidak bermanfaat di hari kiamat, kecuali syafa'at dari orang-orang yang dapat izin dari Allah.<br><br><i>2. Hukum-hukum:</i><br> Perintah mengerjakan sembahyang dan keutamaan waktu-waktunya; kewajiban menyuruh keluarga melakukan sembahyang.<br><br><i>3. Kisah-kisah:</i><br> Kisah Musa a.s. dan Harun a.s. dalam menghadapi Fir'aun dan Bani Israil, kisah Nabi Adam a.s. dan iblis.<br><br><i>4. Dan lain-lain:</i><br> Perintah Allah kepada Nabi Muhammad s.a.w. supaya dia meminta tambahan ilmu kepada Allah sekalipun sudah menjadi rasul; Allah tidak akan mengazab sesuatu kaum sebelum diutus rasul kepada mereka; jangan terpengaruh oleh kesenangan kehidupan dunia.<br><br></span>","closing":"<span class=\"gen\"><br> Dalam surat Thaahaa ini diterangkan bahwa Al Quran sebagai kitab yang diwahyukan Allah kepada Nabi Muhammad s.a.w., adalah peringatan dan kabar gembira bagi manusia, wajib diikuti dan dipercayai. Amatlah besar akibat yang dialami oleh orang dahulu yang tidak mempercayai dan mengingkari rasul-rasul yang diutus kepada mereka, seperti Fir'aun dan pengikut-pengikutnya. Kisah Bani Israilpun dipaparkan Allah dalam surat ini sebagai suatu umat yang banyak mengingkari perintah nabinya.<br><br><i>HUBUNGAN SURAT THAAHA DENGAN SURAT AL ANBIYAA'</i><br><br> Surat Thaahaa diakhiri dengan menerangkan bahwa manusia mudah dipengaruhi oleh kenikmatan hidup duniawi, yang oleh Allah dijadikan sebagai cobaan bagi manusia, juga diakhiri dengan menyuruh bersabar dan bersembahyang, serta menerangkan apa-apa yang diterima oleh orang-orang yang bertakwa. Hal itu diulangi lagi pada permulaan surat Al Anbiyaa' dan ditegaskan bahwa manusia selalu lalai dan lupa terhadap perbuatan-perbuatan yang harus dilakukannya untuk menghadapi hari kiamat dan berhisab di akhirat nanti.<br><br></span>"}}