{"current":{"translation":"Orang-Orang Mukmin","arabic":"المؤمنون","latin":"Al-Mu'minun","ayah_count":118,"index":23,"opening":"<span class=\"gen\"><br> Surat Al Mu'minuun terdiri atas 118 ayat, termasuk golongan surat-surat Makkiyyah. Dinamai <i>Al Mu'minuun</i>, karena permulaan ayat ini manerangkan bagaimana seharusnya sifat-sifat orang mukmin yang menyebabkan keberuntungan mereka di akhirat dan ketenteraman jiwa mereka di dunia. Demikian tingginya sifat-sifat itu, hingga ia telah menjadi akhlak bagi Nabi Muhammad s.a.w.<br><br> Pokok-pokok isinya.<br><br><i>1. Keimanan:</i><br> Kepastian hari berbangkit dan hal-hal yang terjadi pada hari kiamat; Allah tidak memerlukan anak atau sekutu.<br><br><i>2. Hukum-hukum:</i><br> Manusia dibebani sesuai dengan kesanggupannya; rasul-rasul semuanya menyuruh manusia memakan makanan yang halal lagi baik; pokok-pokok agama yang dibawa para nabi adalah sama, hanya syariatnya yang berbeda-beda.<br><br><i>3. Kisah-kisah:</i><br> Kisah Nuh a.s.; kisah Hud a.s. kisah Musa a.s. dan Harun a.s.; kisah Isa a.s.<br><br><i>4. Dan lain-lain:</i><br> Tujuh perkara yang harus dipenuhi, oleh seorang mukmin yang ingin mendapat keberuntungan hidup di dunia maupun di akhirat; proses kejadian manusia; tanda-tanda orang yang bersegera kepada kebaikan; nikmat Allah yang dianugerahkan kepada manusia wajib disyukuri.<br><br></span>","closing":"<span class=\"gen\"><br> Surat Al Mu'minuun dimulai dengan sifat-sifat yang dipunyai oleh seorang mukmin yang berbahagia hidup di dunia dan di akhirat. Sekalipun Allah tidak membeda-bedakan pemberian rezki di dunia ini kepada manusia apakah ia mukmin atau kafir, tetapi kebahagiaan yang sebenarnya hanya diberikan kepada orang-orang yang mukmin di akhirat kelak.<br> Kemudian dikemukakan apa yang telah dialami oleh para nabi dan kaum-kaum kepada siapa mereka diutus; orang-orang yang mengikuti nabi selalu mendapat pertolongan dari Allah, sedang orang-orang yang mengingkari nabi dihancurkan dan dimusnahkan Allah agar menjadi i'tibar bagi umat-umat yang datang kemudian. Setelah menggambarkan kedahsyatan hari kiamat, maka surat ini ditutup dengan menggambarkan hasil yang diperoleh oleh orang-orang mukmin dan orang-orang kafir di akhirat nanti.<br><br><i>HUBUNGAN SURAT AL MU'MINUUN DENGAN SURAT AN NUUR</i><br><br> 1. Pada bagian permulaan surat Al Mu'minuun disebutkan bahwa salah satu tanda orang-orang mukmin itu ialah orang yang menjaga kemaluannya, sedang permulaan surat An Nuur menetapkan hukum bagi orang-orang yang tidak dapat menjaga kemaluannya yaitu pezina wanita, pezina laki-laki dan apa yang berhubungan dengannya, seperti menuduh orang berbuat zina, qishshatul ifki, keharusan menutup mata terhadap hal-hal yang ada hubungannya dengan perbuatan zina, menyuruh agar orang-orang yang tidak sanggup melakukan pernikahan menahan diri dan sebagainya.<br><br> 2. Pada surat Al Mu'minuun Allah menegaskan bahwa Dia menciptakan alam ini ada hikmatnya, yaitu agar semua makhluk yang diciptakan-Nya itu melaksanakan perintah-perintah dan menghentikan larangan-larangan-Nya, sedang surat An Nuur menyebutkan sejumlah perintah-perintah dan larangan-larangan itu.<br><br></span>"},"next":{"translation":"Cahaya","arabic":"النّور","latin":"An-Nur","ayah_count":64,"index":24,"opening":"<span class=\"gen\"><br> Surat An Nuur terdiri atas 64 ayat, dan termasuk golongan surat-surat Madaniyah. Dinamai <i>An Nuur</i> yang berarti <i>Cahaya</i>, diambil dari kata An Nuur yang terdapat pada ayat ke 35. Dalam ayat ini, Allah s.w.t. menjelaskan tentang Nuur Ilahi, yakni Al Quran yang mengandung petunjuk-petunjuk. Petunjuk-petunjuk Allah itu, merupakan cahaya yang terang benderang menerangi alam semesta. Surat ini sebagian besar isinya memuat petunjuk- petunjuk Allah yang berhubungan dengan soal kemasyarakatan dan rumah tangga.<br><br> Pokok-pokok isinya:<br><br><i>1. Keimanan:</i><br> Kesaksian lidah dan anggota-anggota atas segala perbuatan manusia pada hari kiamat; hanya Allah yang menguasai langit dan bumi; kewajiban rasul, hanyalah menyampaikan agama Allah; iman merupakan dasar daripada diterimanya amal ibadah.<br><br><i>2. Hukum-hukum:</i><br> Hukum-hukum sekitar masalah Zina, li'an dan adab-adab pergaulan di luar dan di dalam rumah tangga.<br><br><i>3. Kisah-kisah:</i><br> Cerita tentang berita bohong terhadap Ummul Mu'minin 'Aisyah r.a. (Qishshatul Ifki).<br><br><i>4. Dan lain-lain:</i><br> Semua jenis hewan diciptakan Allah dari air; janji Allah kepada kaum muslimin yang beramal saleh.<br><br></span>","closing":"<span class=\"gen\"><br> Dalam surat An Nuur terdapat ayat-ayat hukum dan petunjuk-petunjuk Allah bagi manusia, baik yang berhubungan dengan hidup kemasyarakatan maupun dengan hidup berumah tangga. Kesemuanya itu merupakan cahaya yang menyinari kehidupan manusia dalam menempuh jalan yang menuju kepada kebahagiaan dunia dan akhirat.<br><br><i>HUBUNGAN SURAT AN NUUR DENGAN SURAT AL FURQAAN</i><br><br> 1. Surat An Nuur ini, ditutup oleh Allah s.w.t. dengan keterangan bahwa Dialah yang memiliki langit dan bumi serta segala isinya dan yang mengaturnya berdasarkan hikmah dan kemaslahatan yang dikehendaki-Nya. Dan Dia pulalah yang berbuat perhitungan terhadap segala amal perbuatan hamba-hamba-Nya pada hari kiamat. Maka dalam surat Al Furqaan Allah memulai dengan menunjukkan ketinggian-Nya baik pada zat, sifat-sifat, dan perbuatan-Nya, dan menunjukkan pula kecintaan-Nya kepada hamba- hamba-Nya dengan dengan menurunkan Al Quran sebagai pedoman hidup bagi mereka.<br><br> 2. Pada akhir surat ini Allah mewajibkan kaum muslimin mengikuti Rasul-Nya, Muhammad s.a.w; serta mengancam dengan azab bagi mereka yang menentangnya; maka pada permulaan surat Al Furqaan, Allah menyebutkan bahwa kepada Nabi Muhammad s.a.w. diberikan Al Quran yang membimbing umat manusia.<br><br> 3. Pada masing-masing umat digambarkan keadaan awan, turunnya hujan dan penghijauan bumi sebagai bukti kekuasaan Allah.<br><br> 4. Dalam kedua surat ini Allah menjelaskan bahwa amal usaha orang-orang kafir pada hari kiamat tidak diberi pahala barang sedikitpun, dan keduanya menerangkan pula asal mula kejadian manusia.<br><br></span>"},"prev":{"translation":"Haji","arabic":"الحج","latin":"Al-Hajj","ayah_count":78,"index":22,"opening":"<span class=\"gen\"><br> Surat Al Hajj, termasuk golongan surat-surat Madaniyyah, terdiri atas 78 ayat, sedang menurut pendapat sebahagian ahli tafsir termasuk golongan surat-surat Makkiyah. Sebab perbedaan ini ialah karena sebahagian ayat-ayat surat ini ada yang diturunkan di Mekah dan sebahagian lagi diturunkan di Madinah.<br><br> Dinamai surat ini <i>Al Hajj</i>, karena surat ini mengemukakan hal-hal yang berhubungan dengan ibadat haji, seperti ihram, thawaf, sa'i, wuquf di Arafah, mencukur rambut, syi'ar-syi'ar Allah, faedah-faedah dan hikmah-hikmah disyari'atkannya haji. Ditegaskan pula bahwa ibadat haji itu telah disyari'atkan di masa Nabi Ibrahim a.s., dan Ka'bah didirikan oleh Nabi Ibrahim a.s. bersama puteranya Ismail a.s.<br><br> Menurut Al Ghaznawi, surat Al Hajj termasuk di antara surat- surat yang ajaib, diturunkan di malam dan di siang hari, dalam musafir dan dalam keadaan tidak musafir, ada ayat-ayat yang diturunkan di Mekah dan ada pula yang diturunkan di Madinah, isinya ada yang berhubungan dengan peperangan dan ada pula yang berhubungan dengan perdamaian, ada ayat-ayatnya yang muhkam dan ada pula yang mutasyabihaat.<br><br> Pokok-pokok isinya:<br><br><i>1. Keimanan:</i><br> Keimanan tentang adanya kebangkitan dan huru-hara hari kiamat; dari susunan alam semesta dapat diambil bukti- bukti tentang adanya Allah Maha Pencipta.<br><br><i>2. Hukum-hukum:</i><br> Kewajiban berhaji bagi kaum muslimin dan haji telah disyari'atkan pada masa Ibrahim a.s.; hukum berkata dusta; larangan menyembah berhala; binatang-binatang yang halal dimakan; hukum menghalang-halangi manusia dari jalan Allah dan Masjidil-haram; keizinan berperang untuk mempertahankan diri dan agama; hukum-hukum yang berhubungan dengan haji.<br><br><i>3. Dan lain-lain:</i><br> Membantah kebenaran tanpa pengetahuan adalah perbuatan yang tercela; tanda-tanda takwa yang sampai ke hati; tiap-tiap agama yang dibawa rasul-rasul sejak dahulu mempunyai syari'at tertentu dan cara melakukannya; pahala orang yang mati dalam berhijrah di jalan Allah; sikap orang-orang kafir bila mendengar ayat-ayat Al Quran; anjuran berjihad dengan sesungguhnya; celaan Islam terhadap orang-orang yang tidak tetap pendiriannya dan selalu mencari keuntungan untuk diri sendiri.<br><br></span>","closing":"<span class=\"gen\"><br> Surat Al Hajj mengingatkan manusia kepada adanya hari berbangkit dengan mengemukakan bukti-bukti tentang kejadian dan proses perkembangan manusia, hewan dan tumbuh-tumbuhan. Oleh sebab itu sudah sewajarnya manusia bersyukur dan menyembah Allah Tuhan semesta alam. Juga mengemukakan tentang disyariatkannya haji, mengenai waktu-waktu yang boleh melakukan peperangan dan yang tidak boleh melakukannya berhubungan adanya bulan-bulan suci yang ditentukan Allah.<br><br><i>HUBUNGAN SURAT AL HAJJ DENGAN SURAT AL MU'MINUUN</i><br><br> 1. Surat Al Hajj menyuruh orang-orang mukmin mendirikan sembahyang, menunaikan zakat, mengerjakan aneka rupa kebaikan agar mendapat keberuntungan, sedang permulaan surat Al Mu'minuun menegaskan bahwa orang-orang mukmin bila mereka betul-betul mengerjakan apa yang diperintahkan Allah dan menjauhi apa yang dilarang-Nya seperti zina, pasti mendapat keberuntungan.<br><br> 2. Sama-sama mengemukakan tentang penciptaan manusia, perkembangan kejadian dan kehidupan, dan menjadikan hal yang demikian sebagai bukti adanya hari berbangkit.<br><br> 3. Sama-sama menyinggung umat-umat yang dahulu yang tidak mengindahkan seruan nabi-nabi mereka, untuk menjadi i'tibar bagi orang-orang yang datang di belakang mereka.<br><br> 4. Sama-sama mengemukakan bukti-bukti adanya Allah dan keesaan- Nya.<br><br></span>"}}