{"current":{"translation":"Para Penyair","arabic":"الشعراۤء","latin":"Asy-Syu'ara'","ayah_count":227,"index":26,"opening":"<span class=\"gen\"><br> Surat ini terdiri dari 227 ayat termasuk golongan surat-surat Makkiyyah. Dinamakan <i>Asy Syu'araa'</i> (kata jamak dari <i>Asy Syaa'ir</i> yang berarti penyair) diambil dari kata <i>Asy Syuaraa'</i> yang terdapat pada ayat 224, yaitu pada bagian terakhir surat ini, di kala Allah s.w.t. secara khusus menyebutkan kedudukan penyair- penyair. Para penyair-penyair itu mempunyai sifat-sifat yang jauh berbeda dengan para rasul-rasul; mereka diikuti oleh orang-orang yang sesat dan mereka suka memutar balikkan lidah dan mereka tidak mempunyai pendirian, perbuatan mereka tidak sesuai dengan tidak mempunyai pendirian, perbuatan mereka tidak sesuai dengan apa yang mereka ucapkan. Sifat-sifat yang demikian tidaklah sekali-kali terdapat pada rasul-rasul. Oleh karena demikian tidak patut bila Nabi Muhammad s.a.w. dituduh sebagai penyair, dan Al Quran dituduh sebagai syair, Al Quran adalah wahyu Allah, bukan buatan manusia.<br><br> Pokok isinya:<br><i>1. Keimanan:</i> Jaminan Allah akan kemenangan perjuangan rasul- rasul-Nya dan keselamatan mereka. Al Quran benar- benar wahyu Allah yang dibawa turun ke dunia oleh Malaikat Jibril a.s. (Ruuhul amiin); hanya Allah yang wajib disembah.<br><br><i>2. Hukum-hukum:</i> Keharusan memenuhi takaran dan timbangan; larangan mengubah syair yang berisi cacian-cacian, khurafat- khurafat, dan kebohongan-kebohongan.<br><br><i>3. Kisah-kisah:</i> Kisah-kisah Nabi Musa a.s. dengan Fir'aun; kisah Nabi Ibrahim a.s. dengan kaumnya; kisah Nabi Nuh a.s. dengan kaumnya; kisah Nabi Shaleh a.s. dengan kaumnya (Tsamud); kisah Nabi Hud a.s. dengan kaumnya (Ad), kisah Nabi Luth a.s. dengan kaumnya; kisah Nabi Syu'aib a.s. dengan penduduk Aikah.<br><br><i>4. Dan lain-lain:</i> Kebinasaan suatu bangsa atau umat disebabkan mereka meninggalkan petunjuk-petunjuk agama; tumbuh-tumbuhan yang beraneka ragam dan perobahan-perobahannya adalah bukti adanya Tuhan Yang Maha Esa; petunjuk-petunjuk Allah bagi pemimpin agar berlaku lemah lembut terhadap pengikut-pengikutnya; turunnya kitab Al Quran dalam bahasa Arab sudah disebut dalam kitab- kitab suci dahulu.<br><br></span>","closing":"<span class=\"gen\"><br> Sebagian besar surat Asy Syu'araa' menerangkan kisah nabi-nabi dengan umatnya masing-masing. Mereka mengalami penderitaan dan permusuhan dari kaumnya, tetapi pada akhirnya mereka mendapat kemenangan, dan lawan-lawan mereka mengalami kehancuran.<br> Kisah-kisah ini diceritakan olah Allah untuk menghibur hati Rasulullah s.a.w. dan kaum muslimin; karena kelak mereka akan mendapat kemenangan sebagaimana para rasul zaman dahulu itu.<br><br><i>HUBUNGAN SURAT ASY SYU'ARAA' DENGAN SURAT AN NAML</i><br> 1. Surat An Naml melengkapi surat Asy Syu'araa' dengan menambahkan ke dalamnya kisah nabi-nabi yang tidak terdapat dalam surat Asy Syu'araa', yaitu kisah Nabi Daud a.s. dan Nabi Sulaiman a.s.<br> 2. Juga terdapat pada surat An Naml tambahan-tambahan uraian kisah Nabi Luth a.s. dan Nabi Musa a.s. yang keduanya ada diceritakan dalam surat Asy Syu'araa'.<br> 3. Masing-masing dari kedua surat ini memuat sifat Al Quran dan menerangkan bahwa Al Quran itu benar-benar diturunkan dari sisi Allah s.w.t.<br> 4. Kedua surat ini sama-sama menghibur hati Nabi Muhammad s.a.w. yang mengalami bermacam-macam penderitaan dan permusuhan dari kaumnya.<br><br></span>"},"next":{"translation":"Semut-semut","arabic":"النمل","latin":"An-Naml","ayah_count":93,"index":27,"opening":"<span class=\"gen\"><br> Surat An Naml terdiri atas 98 ayat, termasuk golongan surat- surat Makkiyyah dan diturunkan sesudah surat Asy Syu'araa'. Dinamai dengan <i>An Naml</i>, karena pada ayat 18 dan 19 terdapat perkataan <i>An Naml</i> (semut), di mana raja semut mengatakan kepada anak buahnya agar masuk sarangnya masing-masing, supaya jangan terpijak oleh Nabi Sulaiman a.s. dan tentaranya yang akan lalu di tempat itu. Mendengar perintah raja semut kepada anak buahnya itu, Nabi Sulaiman tersenyum dan ta'jub atas keteraturan kerajaan semut itu dan beliau mengucapkan syukur kepada Tuhan Yang Maba Kuasa yang telah melimpahkan nikmat kepadanya, berupa kerajaan, kekayaan, memahami ucapan-ucapan binatang, mempunyai tentara yang terdiri atas jin, manusia, burung dan sebagainya. Nabi Sulaiman a.s. yang telah diberi Allah nikmat yang besar itu tidak merasa takabur dan sombong dan sebagai seorang hamba Allah mohon agar Allah memasukkannya ke dalam golongan orang-orang yang saleh. Allah s.w.t. menyebut binatang semut dalam surat ini agar manusia mengambil pelajaran dari kehidupan semut itu. Semut adalah binatang yang hidup berkelompok di dalam tanah, membuat liang dan ruang yang bertingkat-tingkat sebagai rumah dan gudang tempat menyimpan makanan musim dingin. Kerapian dan kedisiplinan yang terdapat dalam kerajaan semut ini, dinyatakan Allah dalam ayat ini dengan bagaimana rakyat semut mencari perlindungan segera agar jangan terpijak oleh Nabi Sulaiman a.s dan tentaranya, setelah menerima peringatan dari rajanya. Secara tidak langsung Allah mengingatkan juga kepada manusia agar dalam berusaha untuk mencukupkan kebutuhan sehari-hari, mementingkan pula kemaslahatan bersama dan sebagainya, rakyat semut mempunyai organisasi dan kerja sama yang baik pula. Dengan mengisahkan kisah Nabi Sulaiman a.s. dalam surat ini Allah mengisyaratkan hari depan dan kebesaran Nabi Muhammad s.a.w. Nabi Sulaiman a.s. sebagai seorang nabi, rasul dan raja yang dianugerahi kekayaan yang melimpah ruah, begitu pula Nabi Muhammad s.a.w. sebagai seorang nabi, rasul dan seoramg kepala negara yang ummi' dan miskin akan berhasil membawa dan memimpin umatnya ke jalan Allah.<br><br> Pokok-pokok isinya:<br><br><i>1. Keimanan:</i><br> Al Quran adalah rahmat dan petunjuk bagi orang-orang mukmin; ke Esaan dan kekuasaan Allah s.w.t. dan keadaan-Nya tidak memerlukan sekutu-sekutu dalam mengatur alam ini; hanya Allah- lah Yang tahu tentang yang ghaib; adanya hari berrbangkit bukanlah suatu dongengan.<br><br><i>2. Kisah-kisah:</i><br> Kisah Nabi Sulaiman a.s dengan semut, dengan burung hud-hud dan dengan ratu Balqis; kisah Nabi Shaleh a.s dengan kaumnya; kisah Nabi Luth a.s. dengan kaumnya.<br><br><i>3. Dan lain-lain:</i><br> Ciri-ciri orang mukmin; Al Quran menjelaskan apa yang diperselisihkan Bani Israil; hanya orang-orang mukminlah yang menerima petunjuk kejadian-kejadian sebelum datangnya kiamat dan keadaan orang-orang yang beriman dan tidak beriman waktu itu, Allah menyuruh Nabi Muhammad s.a.w. dan umatnya memuji dan menyembah Allah saja dan membaca Al Quran, Allah akan memperlihatkan kepada kaum musyrikin akan kebenaran ayat-ayat-Nya.<br><br></span>","closing":"<span class=\"gen\"><br> Surat An Naml dimulai dengan menerangkan sifat-sifat Al Quran, menerangkan kisah beberapa orang rasul dengan umat-umatnya yang mau mengikuti ajaran-ajaran yang dibawanya dan yang tidak mau mengikutinya. Kemudian surat ini diakhiri dengan perintah menyembah Allah dan membaca Al Quran dan bahwa Allah memperlihatkan kepada kaum musyrikin kebenaran ayat-ayat-Nya.<br><br><i>HUBUNGAN SURAT AN NAML DENGAN AL QASHASH</i><br><br> 1. Kedua surat ini sama-sama dimulai dengan huruf abjad, menerangkan sifat-sifat Al Quran dan dengan kisah Musa a.s. Hanya saja kisah Musa a.s. dalam surat Al Qashash diterangkan lebih lengkap dibandingkan kisah Musa a.s. yang terdapat dalam surat An Naml.<br><br> 2. Surat An Naml menerangkan secara garis besarnya bahwa keingkaran orang-orang kafir terhadap adanya hari berbangkit itu tidak beralasan kemudian dikemukakan kepada mereka persoalan-persoalan yang ada hubungannya dengan kebangkitan itu. Hal ini diterangkan lebih jelas dalam surat Al Qashash.<br><br> 3. Surat An Naml menerangkan kehancuran kaum Shaleh dan kaum Luth akibat durhaka kepada Allah dan Nabi-Nya, sedang surat Al Qashash menyinggungnya pula.<br><br> 4. Surat An Naml menyebut balasan pada hari kiamat terhadap orang-orang yang membuat keburukan di dunia, dan surat Al Qashash menyebutkannya pula.<br><br> 5. Bahagian akhir kedua surat ini sama-sama menyebutkan perintah menyembah Allah dan membaca ayat-ayat Al Quran.<br><br></span>"},"prev":{"translation":"Pembeda","arabic":"الفرقان","latin":"Al-Furqan","ayah_count":77,"index":25,"opening":"<span class=\"gen\"><br> Surat ini terdiri atas 77 ayat, termasuk golongan surat-surat Makkiyah. Dinamai <i>Al Furqaan</i> yang artinya <i>pembeda</i>, diambil dari kata <i>Al Furqaan</i> yang terdapat pada ayat pertama surat ini. Yang dimaksud dengan Al Furqaan dalam ayat ini ialah Al Quran.<br> Al Quran dinamakan Al Furqaan karena dia membedakan antara yang haq dengan yang batil. MAka pada surat ini pun terdapat ayat-ayat yang membedakan antara kebenaran ke-esaan Allah s.w.t. dengan kebatilan kepercayaan syirik.<br><br> Pokok-pokok isinya:<br><br><i>1. Keimanan:</i><br> Allah Maha Besar berkah dan kebaikan-Nya; hanya Allah saja yang menguasai langit dan bumi; Allah tidak punya anak dan sekutu; Al Quran benar-benar diturunkan dari Allah; ilmu Allah meliputi segala sesuatu; Allah bersemayam di atas Arsy; Nabi Muhammad s.a.w. adalah hamba Allah yang diutus ke seluruh alam; rasul- rasul itu adalah manusia biasa yang mendapat wahyu dari Allah; pada hari kiamat akan terjadi peristiwa-peristiwa luar biasa seperti belahnya langit, turunnya malaikat ke bumi, orang-orang berdosa dihalau ke neraka dengan berjalan atas muka mereka.<br><br><i>2. Hukum-hukum:</i><br> Tidak boleh mengabaikan Al Quran; larangan menafkahkan harta secara boros atau kikir; larangan membunuh atau berzina; kewajiban memberantas kekafiran dengan mempergunakan alasan Al Quran; larangan memberikan saksi palsu.<br><br><i>3. Kisah-kisah:</i><br> Kisah-kisah Musa a.s., Nuh a.s., kaum Tsamud dan kaum Syu'aib.<br><br><i>4. Dan lain-lain:</i><br> Celaan-celaan orang-orang kafir terhadap Al Quran; kejadian- kejadian alamiyah sebagai bukti ke-esaan dan kekuasaan Allah; hikmah Al Quran diturunkan secara berangsur-angsur; sifat-sifat orang musyrik antara lain mempertuhankan hawa nafsu; tidak mempergunakan akal; sifat-sifat hamba Allah yang sebenarnya.<br><br></span>","closing":"<span class=\"gen\"><br><br><br> Surat Al Furqaan mengandung penjelasan tentang kebenaraan ke Esaan Allah, kenabian Muhammad s.a.w. serta peristiwa-peristiwa yang terjadi pada hari kiamat dan mengemukakan pula kebatalan kemusyrikan dan kekafiran. Kejadian alamiyah seperti pergantian siang dan malam, bertiupnya angin, turunnya hujan dan lain-lain diterangkan Allah dalam surat ini sebagai bukti dari ke Esaan dan kekuasaan-Nya. Akibat umat-umat yang dahulu yang ingkar dan menentang nabi-nabi dikisahkan pula secara ringkas. Pada bagian terakhir, Allah menerangkan sifat-sifat yang terpuji dari hamba-Nya yang beriman.<br><br><i>HUBUNGAN SURAT AL FURQAAN DENGAN SURAT ASY SYU'ARAA'</i><br><br> 1. Beberapa persoalan dalam surat Al Furqaan diuraikan lagi secara luas di dalam surat yang Asy Syu'araa' antara lain beberapa kisah nabi-nabi.<br><br> 2. Masing-masing dari kedua surat itu dimulai dengan keterangan dari Allah bahwa Al Quran adalah petunjuk bagi alam semesta dan membedakan barang yang hak dengan yang batil, dan ditutup dengan ancaman kepada orang- orang yang mendustakan.<br><br></span>"}}