{"current":{"translation":"Sajdah","arabic":"السّجدة","latin":"As-Sajdah","ayah_count":30,"index":32,"opening":"<span class=\"gen\"><br> Surat As Sajdah terdiri atas 30 ayat termasuk golongan surat Makkiyah diturunkan sesudah surat Al Mu'minuun. Dinamakan <i>As Sajdah</i> berhubung pada surat ini terdapat ayat sajdah, yaitu ayat yang kelima belas. Lihat no. <a href=\"al-araaf#206\">[592]</a>.<br><br> Pokok-Pokok Isinya :<br><br><i>1. Keimanan:</i><br> Menyatakan bahwa Nabi Muhammad SAW itu benar-benar seorang rasul dan menjelaskan bahwa kepada musyrik Mekah belum pernah diutus seorang rasulpun sebelumnya; menegaskan bahwa Allah Maha Esa, bahwa Dia-lah yang menguasai alam semesta dan Dia-lah yang mengaturnya dengan aturan yang paling sempurna; menyatakan bahwa hari berbangkit benar-benar akan terjadi.<br><br><i>2. Hukum:</i><br> Anjuran melakukan sembahyang malam (tahajjud dan witir).<br><br><i>3. Dan lain-lain:</i><br> Keterangan mengenai kejadian manusia di dalam rahim dan fase-fase yang dilaluinya sampai ia menjadi manusia; penjelasan bagaimana keadaan orang-orang mukmin di dunia dan nikmat serta pahala-pahala yang disediakan Allah bagi mereka di akhirat; kehinaan yang menimpa orang-orang kafir di akhirat dan mereka pada waktu itu meminta supaya dikem- balikan saja ke dunia untuk bertobat dan berbuat kebaikan, tetapi keinginan ini ditolak; keingkaran kaum musyrik ter- hadap hari berbangkit dan mereka menganggap bahwa hal itu adalah mustahil.<br><br></span>","closing":"<span class=\"gen\"><br> Surat As Sajdah mengemukakan hal-hal yang berhubungan dengan kebenaran Nabi Muhammad SAW sebagai Rasul Allah dan Al-Quran yang diturunkan kepadanya merupakan petunjuk bagi manusia, menegaskan tentang ketauhidan dan kekuasaan Allah dengan mengemukakan hal-hal yang ber- hubungan dengan masa terciptanya alam, proses kejadian manusia dan kebangkitan di hari kiamat serta keajaiban yang terdapat pada alam semesta. Semuanya itu dikemukakan sebagai bantahan terhadap hujah-hujah yang dikemukakan oleh orang-orang musyrikin dan untuk menghilangkan keragu-raguan mereka.<br><br><i>HUBUNGAN SURAT AS SAJDAH DENGAN SURAT AL AHZAB</i><br><br> Surat As Sajdah diakhiri dengan perintah Nabi Muhammad SAW kepada orang-orang mukmin supaya jangan menghiraukan orang-orang kafir itu dan hendaklah ditunggu saja siksaan yang akan menimpa mereka, sedang surat Al Ahzab dimulai dengan perintah Nabi Muhammad SAW supaya orang- orang mukmin tetap bertakwa dan jangan mengikuti orang-orang kafir dan munafik.<br><br></span>"},"next":{"translation":"Golongan Yang Bersekutu","arabic":"الاحزاب","latin":"Al-Ahzab","ayah_count":73,"index":33,"opening":"<span class=\"gen\"><br> Surat Al Ahzab terdiri atas 73 ayat, termasuk golongan surat-surat Madaniyah, diturunkan sesudah surat Ali'Imran. Dinamai <i>Al Ahzab</i> yang berarti <i>golongan-golongan yang bersekutu</i> karena dalam surat ini terdapat beberapa ayat, yaitu ayat 9 sampai dengan ayat 27 yang berhubungan dengan peperangan Al Ahzab, yaitu peperangan yang dilancarkan oleh orang-orang Yahudi, kaum munafik dan orang-orang musyrik terhadap orang-orang mukmin di Medinah. Mereka telah mengepung rapat orang- orang mukmin sehingga sebahagian dari mereka telah berputus asa dan menyangka bahwa mereka akan dihancurkan oleh musuh-musuh mereka itu. Ini adalah suatu ujian yang berat dari Allah untuk menguji sampai dimana teguhnya keimanan mereka. Akhirnya Allah mengirimkan bantuan berupa tentara yang tidak kelihatan dan angin topan, sehingga musuh-musuh itu menjadi kacau balau dan melarikan diri.<br><br> Pokok-pokok isinya:<br><br><i>1. Keimanan:</i><br> Cukuplah Allah saja sebagai Pelindung; taqdir Allah tidak dapat ditolak; Nabi Muhammad s.a.w. adalah contoh dan teladan yang baik; Nabi Muhammad s.a.w. adalah rasul dan nabi yang terakhir; hanya Allah saja yang mengetahui bila terjadinya kiamat.<br><br><i>2. Hukum-hukum:</i><br> Hukum zhihar; kedudukan anak angkat; dasar waris mewarisi dalam Islam ialah hubungan nasab (pertalian darah); tidak ada iddah bagi perempuan yang ditalak sebelum dicampuri; hukum-hukum khusus mengenai perkawinan Nabi dan kewajiban istri-istrinya; larangan menyakiti hati Nabi.<br><br><i>3. Kisah-kisah:</i><br> Perang Ahzab (Khandaq); kisah Zainab binti Jahsy dengan Zaid; memerangi Bani Quraizhah.<br><br><i>4. Dan lain-lain:</i><br> Penyesalan orang-orang kafir di akhirat karena mereka mengingkari Allah dan Rasul-Nya; sifat-sifat orang munafik.<br><br></span>","closing":"<span class=\"gen\"><br> Surat Al Ahzab mengemukakan: tingkah laku orang-orang munafik dan usaha- usaha mereka menyakiti Nabi Muhammad s.a.w., sebab-sebab perang Ahzab dan kesudahannya, tentang perkawinan Nabi dengan isteri-isterinya, sopan-santun di rumah Nabi; fitnah terhadap Nabi Muhammad s.a.w., dan adab sopan santun menurut Islam yang semuanya itu diperlukan untuk membentuk masyarakat Islam yang baru berdiri di Medinah terutama sesudah perang Badar. Dari surat Al Ahzab ini dapat kita ambil kesimpulan bahwa kemenangan orang-orang mukmin terhadap musuh-musuhnya ialah karena persatuan kaum muslimin itu dan ketaatan mereka kepada pimpinan. Fitnah terhadap nabi Muhammad s.a.w. bagaimanapun pandainya musuh-musuh Islam melancarkannya, akhirnya terbongar juga.<br><br><i>HUBUNGAN SURAT AL AHZAB DENGAN SURAT SABA'</i><br><br> 1. Pada akhir surat Al Ahzab disebutkan bahwa Allah bersifat Maha Pengampun lagi Maha Penyayang, sedang di awal surat Saba' disebutkan pula sifat yang demikian itu.<br><br> 2. Pada surat Al Ahzab diceritakan bahwa orang-orang kafir menanyakan bila terjadinya hari kiamat dengan maksud memperolok-olokkan Nabi Muhammad s.a.w. sedang dalam surat Saba' diceritakan pula bahwa orang kafir itu menjadikan berita hari kiamat itu bukan saja sebagai olok-olokan bahkan dengan tegas mengingkarinya dan mencela orang-orang yang percaya kepada hari kiamat itu.<br><br></span>"},"prev":{"translation":"Luqman","arabic":"لقمٰن","latin":"Luqman","ayah_count":34,"index":31,"opening":"<span class=\"gen\"><br> Surat Luqman terdiri dari 34 ayat, termasuk golongan surat-surat Makkiyyah, diturunkan sesudah surat Ash Shaffaat.<br><br> Dinamai <i>Luqman</i> karena pada ayat 12 disebutkan bahwa <i>Luqman</i> telah diberi oleh Allah nikmat dan ilmu pengetahuan, oleh sebab itu dia bersyukur kepadaNya atas nikmat yang diberikan itu. Dan pada ayat 13 sampai 19 terdapat nasihat-nasihat Luqman kepada anaknya.<br><br> Ini adalah sebagai isyarat daripada Allah supaya setiap ibu bapak melaksanakan pula terhadap anak-anak mereka sebagai yang telah dilakukan oleh Luqman.<br><br> Pokok-pokok isinya :<br><br><i>1. Keimanan:</i><br> Al Qur'aan merupakan petunjuk dan rahmat yang dirasakan benar-benar oleh orang-orang mukmin; keadaan di langit dan di bumi serta keajaiban- keajaiban yang terdapat pada keduanya adalah bukti-bukti atas keesaan dan kekuasaan Allah; manusia tiada akan selamat kecuali dengan taat kepada perintah-perintah Tuhan dan berbuat amal-amal yang saleh; lima hal yang ghaib yang hanya diketahui oleh Allah sendiri; ilmu Allah meliputi segala- galanya baik yang lahir maupun yang batin.<br><br><i>2. Hukum-hukum:</i><br> Kewajiban patuh dan berbakti kepada ibu dan bapa selama tidak bertentangan dengan perintah-perintah Allah; perintah supaya memperhatikan alam dan keajaibannya untuk memperkuat keimanan dan kepercayaan akan ke-Esaan Tuhan; perintah supaya selalu bertakwa dan takut akan pembalasan Tuhan pada hari kiamat di waktu seseorang tidak dapat di tolong baik oleh anak atau bapaknya sekalipun.<br><br><i>3. Kisah-kisah:</i><br> Kisah Luqman, ilmu dan hikmat yang didapatnya.<br><br><i>4. Dan lain-lain:</i><br> Orang-orang yang sesat dari jalan Allah dan selalu memperolok-olokkan ayat- ayat Allah; celaan terhadap orang-orang musyrik karena tidak menghiraukan seruan untuk memperhatikan alam dan tidak menyembah Penciptanya; menghibur hati Rasulullah s.a.w. terhadap keingkaran orang- orang musyrik, karena hal ini bukanlah merupakan kelalaiannya; nikmat dan karunia Allah tidak dapat dihitung.<br><br></span>","closing":"<span class=\"gen\"><br> Surat Luqman mengemukakan hal-hal yang berhubungan dengan hari berbangkit, ke-esaan Allah, kebenaran risalah yang dibawa para rasul dan nasihat-nasihat Luqman kepada anaknya.<br><br><i>HUBUNGAN SURAT LUQMAN DENGAN SURAT AS SAJDAH</i><br><br> 1. Kedua surat ini sama-sama menerangkan dalil-dalil dan bukti-bukti ke- esaan Allah<br><br> 2. Dalam surat Luqman disebutkan keingkaran kaum musyrikin terhadap Al Quran, sedang surat as Sajdah menegaskan bahwa Al Quran itu sungguh- sungguh diturunkan dari Tuhan.<br><br> 3. Dalam surat Luqman ayat 34 disebutkan bahwa ada lima hal yang ghaib yang hanya Allah saja mengetahuinya, sedang dalam surat As Sajdah Allah menerangkan dengan lebih luas hal-hal yang berhubungan dengan yang ghaib itu (lihat ayat 5 s/d 11 dan 27 surat As Sajdah).<br><br></span>"}}