{"current":{"translation":"Maha Pencipta","arabic":"فاطر","latin":"Fatir","ayah_count":45,"index":35,"opening":"<span class=\"gen\"><br> Surat Faathir terdiri atas 45 ayat, termasuk golongan surat-surat Makkiyyah, diturunkan sesudah surat Al Furqaan dan merupakan surat akhir dari urutan surat-surat dalam Al Quran yang dimulai dengan <i>Alhamdulillah</i>. Dinamakan <i>Faathir</i> (pencipta) ada hubungannya dengan perkataan <i>Faathir</i> yang terdapat pada ayat pertama pada surat ini. Pada ayat tersebut diterangkan bahwa Allah adalah Pencipta langit dan bumi, Pencipta malaikat-malaikat, Pencipta semesta alam yang semuanya itu adalah sebagai bukti atas kekuasaan dan kebesaran-Nya. Surat ini dinamai juga dengan <i>surat Malaikat</i> karena pada ayat pertama disebutkan bahwa Allah telah menjadikan malaikat-malaikat sebagai utusan-Nya yang mempunyai beberapa sayap.<br><br> Pokok-pokok isinya:<br><br><i>1. Keimanan:</i><br> Bukti-bukti kekuasaan Allah dan nikmat-nikmat yang telah dianugerahkan-Nya; Allah menciptakan para malaikat menurut bentuk yang dikehendaki-Nya; bukti-bukti atas kebenaran adanya hari berbangkit.<br><br><i>2. Dan lain-lain:</i><br> Kesenangan hidup di dunia adalah sementara; menguatkan hati Rasulullah s.a.w. dalam menyeru orang-orang kafir dengan mengingatkannya kepada Rasul-rasul yang terdahulu dan orang- orang yang mendustakannya; seruan kepada manusia supaya mengerjakan amalan yang baik dan meninggalkan pekerjaan yang buruk supaya jangan mengikuti langkah syaitan; tiap-tiap orang memikul dosanya sendiri; manusia adalah khalifah Allah dimuka bumi; gambaran akibat-akibat yang diterima oleh orang mukmin dan orang- orang kafir; tingkatan orang-orang mukmin.<br><br></span>","closing":"<span class=\"gen\"><br> Kesimpulan surat Faathir ialah mengajak manusia mensyukuri nikmat yang diberikan Allah kepada manusia, menjauhi perbuatan yang jahat memikirkan tentang keindahan-keindahan semesta alam dan manusia adalah sebagai Khalifah Allah di muka bumi.<br><br><i>HUBUNGAN SURAT FAATHIR DENGAN SURAT YAASIIN</i><br><br> 1.Pada bagian akhir surat Faathir dikemukakan bahwa orang-orang musyrik bersumpah akan beriman apabila datang kepada mereka seorang pemberi peringatan (rasul), tetapi setelah datang kepada mereka rasul, mereka mengingkarinya. Pada permulaan surat Yaa Siin Allah menegaskan bahwa Nabi Muhammad s.a.w adalah seorang Rasul yang selalu berada di jalan yang lurus untuk memberi peringatan kepada mereka, tetapi mereka tetap tidak beriman.<br><br> 2.Pada surat Faathir disebut bahwa Allah menundukkan matahari dan bulan, masing-masing beredar menurut waktunya yang tertentu, sedang pada surat Yaa Siin disebutkan bahwa matahari beredar pada garis edarnya yang telah ditetapkan Allah, dan bulan mempunyai garis-garis edar yang telah ditentukan pula.<br><br></span>"},"next":{"translation":"Yasin","arabic":"يٰسۤ","latin":"Yasin","ayah_count":83,"index":36,"opening":"<span class=\"gen\"><br> Surat <i>Yaasiin</i> terdiri atas 83 ayat, termasuk golongan surat-surat Makkiyyah, diturunkan sesudah surat Jin. Dinamai <i>Yaasiin</i> karena dimulai dengan huruf <i>Yaasiin</i>. Sebagaimana halnya arti huruf-huruf abjad yang terletak pada permulaan beberapa surat Al Quran, maka demikian pula arti <i>Yaasiin</i> yang terdapat pada ayat permulaan surat ini, yaitu Allah mengisyaratkan bahwa sesudah huruf tersebut akan dikemukakan hal-hal yang penting antara lain: Allah bersumpah dengan Al Quran bahwa Muhammad s.a.w. benar-benar seorang rasul yang diutus-Nya kepada kaum yang belum pernah diutus kepada mereka rasul-rasul.<br><br> Pokok-pokok isinya:<br><br><i>1. Keimanan:</i><br> Bukti-bukti adanya hari berbangkit; Al Quran bukanlah syair; ilmu, kekuasaan dan rahmat Allah; syurga dan sifat-sifat-Nya yang disediakan bagi orang-orang mukmin; mensucikan Allah dari sifat-sifat yang tidak layak bagi-Nya; anggota badan manusia menjadi saksi pada hari kiamat atas segala perbuatannya di dunia.<br><br><i>2. Kisah:</i><br> Kisah utusan-utusan Nabi Isa a.s dengan penduduk Anthakiyah.<br><br><i>3. Dan lain-lain:</i><br> Tidak ada faedah peringatan bagi orang-orang musyrik; Allah menciptakan segala sesuatu berpasang-pasangan; semua bintang- bintang di cakrawala berjalan pada garis edar yang telah ditetapkan Allah; ajal dan hari kiamat datangnya secara tiba- tiba; Allah menghibur hati Rasulullah s.a.w. terhadap sikap kaum musyrikin yang menyakitkan hatinya.<br><br></span>","closing":"<span class=\"gen\"><br> Surat <i>Yaasiin</i> mengemukakan tentang Al Quran, kanabian Muhammad, menegaskan adanya hari berbangkit disertai bukti-buktinya baik bukti-bukti alamiyah maupun bukti-bukti akliyah; kemudian mengemukakan beberapa perumpamaan diantaranya dengan mengemukakan kisah utusan-utusan Nabi Isa Almasih a.s dengan penduduk Anthakiyah. Kesemuanya dikemukakan sebagai penghibur hati Rasulullah s.a.w. dan untuk menambah keyakinan orang-orang yang beriman yang sedang mengalami tekanan-tekanan dari kaum musyrikin.<br><br><i>HUBUNGAN SURAT YAA SIIN DENGAN SURAT ASH SHAFFAAT</i><br><br> 1. Pada surat Yaa Siin disebut secara umum tentang umat-umat yang telah dihancurkan Allah karena ingkar kepada-Nya, sedang surat Ash Shaffaat menjelaskannya dengan menyebut kisah-kisah Nuh a.s., Isa a.s. dengan kaumnya.<br><br> 2. Pada akhir surat Yaasiin disebut secara umum keadaan orang-orang mukmin dan orang-orang kafir di hari kiamat, sedang surat Ash Shaffaat menjelaskannya.<br><br> 3. Pada surat Yaasiin disebutkan tentang kekuasaan Allah membangkitkan manusia dan menghidupkannya kembali, karena Dia-lah yang menciptakan mereka dan Dia-lah yang menghendaki demikian, sedang surat Ash Shaffaat menjelaskan lebih luas dengan mengemukakan contoh-contoh yang berhubugnan dengan itu.<br><br></span>"},"prev":{"translation":"Saba'","arabic":"سبأ","latin":"Saba'","ayah_count":54,"index":34,"opening":"<span class=\"gen\"><br> Surat Saba' terdiri atas 54 ayat, termasuk golongan surat-surat Makkiyyah, diturunkan sesudah surat Luqman. Dinamakan <i>Saba'</i> karena didalamnya terdapat kisah kaum Saba'. Saba' adalah nama suatu kabilah dari kabilah-kabilah Arab yang tinggal di daerah Yaman sekarang ini. Mereka mendirikan kerajaan yang terkenal dengan nama kerajaan Sabaiyyah, ibukotanya Ma'rib; telah dapat membangun suatu bendungan raksasa, yang bernama <i>Bendungan Ma'rib</i>, sehingga negeri meka subur dan makmur. Kemewahan dan kemakmuran ini menyebabkan kaum Saba' lupa dan ingkar kepada Allah yang telah melimpahkan nikmatnya kepada mereka, serta mereka mengingkari pula seruan para rasul. Karena keingkaran mereka ini, Allah menimpahkan kepada mereka azab berupa <i>sailul 'arim</i> (banjir yang besar) yang ditimbulkan oleh bobolnya bendungan Ma'rib. Setelah bendungan ma'rib bobol negeri Saba' menjadi kering dan kerajaan mereka hancur.<br><br> Pokok-pokok isinya :<br><br><i>1. Keimanan:</i><br> Ilmu Allah meliputi segala yang ada di langit dan segala yang ada di bumi; kebenaran adanya hari berbangkit dan hari pembalasan; Nabi Muhammad s.a.w. adalah pemberi peringatan; pada hari kiamat berhala-berhala itu tidak dapat memberi manfaat sedikitpun; kalau seorang sesat maka akibat kesesatannya itu menimpa dirinya sendiri, dan kalau ia menemui jalan yang benar adalah berkat petunjuk Allah.<br><br><i>2. Kisah-kisah:</i><br> Kisah Nabi Daud a.s. dan Nabi Sulaiman a.s.; kisah kaum Saba'.<br><br><i>3. Dan lain-lain:</i><br> Celaan kepada kaum musyrikin yang menyembah berhala; tuduh menuduh antara pemimpin-pemimpin yang menyesatkan dengan pengikut-pengikut nya di hari kiamat; sikap orang-orang musyrik diwaktu mendengar Al Quran; rasul-rasul tidak meminta upah dalam melaksanakan dakwahnya; orang-orang musyrik mendoa kepada Allah agar dikembalikan ke dunia untuk melaksanakan perintah dan menjauhi larangan Allah; orang-orang yang hidup berlebih-lebihan dan sewenang-wenang selalu memusuhi Nabi.<br><br></span>","closing":"<span class=\"gen\"><br> Surat Saba' mengutarakan hal-hal yang berhubungan dengan kebangkitan di akhirat, celaan terhadap perbuatan-perbuatan dan kepercayaan orang musyrik dan berhala-berhala mereka yang tidak dapat memberi faedah kepada mereka; kemudian diselingi dengan kisah-kisah, seperti kisah Nabi Daud a.s. dan Nabi Sulaiman a.s., dan kisah kaum Saba' yang hidup berlebih-lebihan sampai melupakan Tuhan; kemudian menemui kehancurannya. Semuanya ini adalah sebagai pelajaran bagi kaum mukmin dan sebagai penawar bagi Nabi Muhammad s.a.w. dalam menghadapi orang-orang kafir.<br><br><i>HUBUNGAN SURAT SABA' DENGAN SURAT FAATHIR</i><br><br> 1. Sama-sama dimulai dengan puji-pujian kepada Allah Pemilik dan Pencipta semesta alam.<br><br> 2. Surat Saba' menceritakan kehancuran orang musyrik akibat perbuatan mereka yang selalu memusuhi para nabi dan orang-orang mukmin; sedang surat Faathir; menyuruh agar orang-orang mukmin bersyukur dan memuji Allah atas nikmat-nikmat-Nya yang di antaranya kehancuran musuh-musuh mereka.<br><br> 3. Dalam surat Saba' Allah menerangkan bahwa segala sesuatu yang berada di langit dan di bumi adalah milik-Nya dan di bawah pengetahuan-Nya sedang surat Faathir menjelaskan bagaimana Allah menerangkan dan mengatur apa yang dimiliki-Nya itu.<br><br></span>"}}