{"current":{"translation":"Yasin","arabic":"يٰسۤ","latin":"Yasin","ayah_count":83,"index":36,"opening":"<span class=\"gen\"><br> Surat <i>Yaasiin</i> terdiri atas 83 ayat, termasuk golongan surat-surat Makkiyyah, diturunkan sesudah surat Jin. Dinamai <i>Yaasiin</i> karena dimulai dengan huruf <i>Yaasiin</i>. Sebagaimana halnya arti huruf-huruf abjad yang terletak pada permulaan beberapa surat Al Quran, maka demikian pula arti <i>Yaasiin</i> yang terdapat pada ayat permulaan surat ini, yaitu Allah mengisyaratkan bahwa sesudah huruf tersebut akan dikemukakan hal-hal yang penting antara lain: Allah bersumpah dengan Al Quran bahwa Muhammad s.a.w. benar-benar seorang rasul yang diutus-Nya kepada kaum yang belum pernah diutus kepada mereka rasul-rasul.<br><br> Pokok-pokok isinya:<br><br><i>1. Keimanan:</i><br> Bukti-bukti adanya hari berbangkit; Al Quran bukanlah syair; ilmu, kekuasaan dan rahmat Allah; syurga dan sifat-sifat-Nya yang disediakan bagi orang-orang mukmin; mensucikan Allah dari sifat-sifat yang tidak layak bagi-Nya; anggota badan manusia menjadi saksi pada hari kiamat atas segala perbuatannya di dunia.<br><br><i>2. Kisah:</i><br> Kisah utusan-utusan Nabi Isa a.s dengan penduduk Anthakiyah.<br><br><i>3. Dan lain-lain:</i><br> Tidak ada faedah peringatan bagi orang-orang musyrik; Allah menciptakan segala sesuatu berpasang-pasangan; semua bintang- bintang di cakrawala berjalan pada garis edar yang telah ditetapkan Allah; ajal dan hari kiamat datangnya secara tiba- tiba; Allah menghibur hati Rasulullah s.a.w. terhadap sikap kaum musyrikin yang menyakitkan hatinya.<br><br></span>","closing":"<span class=\"gen\"><br> Surat <i>Yaasiin</i> mengemukakan tentang Al Quran, kanabian Muhammad, menegaskan adanya hari berbangkit disertai bukti-buktinya baik bukti-bukti alamiyah maupun bukti-bukti akliyah; kemudian mengemukakan beberapa perumpamaan diantaranya dengan mengemukakan kisah utusan-utusan Nabi Isa Almasih a.s dengan penduduk Anthakiyah. Kesemuanya dikemukakan sebagai penghibur hati Rasulullah s.a.w. dan untuk menambah keyakinan orang-orang yang beriman yang sedang mengalami tekanan-tekanan dari kaum musyrikin.<br><br><i>HUBUNGAN SURAT YAA SIIN DENGAN SURAT ASH SHAFFAAT</i><br><br> 1. Pada surat Yaa Siin disebut secara umum tentang umat-umat yang telah dihancurkan Allah karena ingkar kepada-Nya, sedang surat Ash Shaffaat menjelaskannya dengan menyebut kisah-kisah Nuh a.s., Isa a.s. dengan kaumnya.<br><br> 2. Pada akhir surat Yaasiin disebut secara umum keadaan orang-orang mukmin dan orang-orang kafir di hari kiamat, sedang surat Ash Shaffaat menjelaskannya.<br><br> 3. Pada surat Yaasiin disebutkan tentang kekuasaan Allah membangkitkan manusia dan menghidupkannya kembali, karena Dia-lah yang menciptakan mereka dan Dia-lah yang menghendaki demikian, sedang surat Ash Shaffaat menjelaskan lebih luas dengan mengemukakan contoh-contoh yang berhubugnan dengan itu.<br><br></span>"},"next":{"translation":"Barisan-Barisan","arabic":"الصّٰۤفّٰت","latin":"As-Saffat","ayah_count":182,"index":37,"opening":"<span class=\"gen\"><br> Surat Ash Shaaffaat terdiri atas 182 ayat termasuk golongan surat Makkiyyah diturunkan sesudah surat Al An'aam. Dinamai dengan <i>Ash Shaaffaat</i> (yang bershaf-shaf) ada hubungannya dengan perkataan <i>Ash Shaaffaat</i> yang terletak pada ayat permulaan surat ini yang mengemukakan bagaimana para malaikat yang berbaris di hadapan Tuhannya yang bersih jiwanya, tidak dapat digoda oleh syaitan. Hal ini hendaklah menjadi i'tibar bagi manusia dalam menghambakan dirinya kepada Allah.<br><br> Pokok-pokok isinya<br><br><i>1. Keimanan</i><br> Dalil-dalil tentang ke-Esaan Allah; adanya hari berbangkit; adanya padang mahsyar dan adanya hari kiamat; malaikat-malaikat selalu bertasbih kepada Allah.<br><br><i>2. Kisah-kisah</i><br> Kisah Nuh a.s.;Kisah Ibrahim a.s.; dan Ismail a.s.; kisah Musa a.s. dan Harun a.s.; kisah Ilyas a.s.; kisah Luth a.s.; kisah Yunus a.s.<br><br><i>3. Dan lain-lain</i><br> Sikap orang-orang kafir terhadap Al Quran; tuduh menuduh antara orang-orang kafir dengan pengikut-pengikutnya di hari Kiamat; kenikmatan di surga; tentang pohon zaqqum;celaan terhadap orang-orang yang mengatakan bahwa Allah beranak; seorang yang baik belum tentu menurunkan keturunan yang baik pula.<br><br></span>","closing":"<span class=\"gen\"><br> Surat ini mengemukakan tentang ke-Esaan Tuhan dan dari bukti-bukti tersebut dapat diambil kesimpulan bahwa tauhid akan menang. Dari kisah-kisah yang dikemukakan surat ini dapat diambil kesimpulan bahwa kaum yang menentang rasulnya akan hancur. Begitu pula halnya dengan kaum musyrik Mekah yang menentang Nabi Muhammad s.a.w. akan mengalami kehancuran.<br><br><i>HUBUNGAN SURAT ASH SHAAFFAAT DENGAN SURAT SHAAD</i><br><br> 1. Dalam surat Ash Shaaffaat disebutkan kisah para nabi, sedang surat Shaad menyebutkan kisah nabi-nabi yang belum disebutkan pada surat Ash Shaaffaat, seperti kisah Daud a.s. dan Sulaiman a.s. dan lain-lain.<br><br> 2. Dalam surat Ash Shaaffaat diterangkan bahwa orang-orang musyrik sebelum diutusnya Rasulullah s.a.w. selalu mengatakan, andaikata mereka mempunyai sebuah kitab pemberi peringatan di antara kitab-kitab yang telah diturunkan kepada orang-orang dahulu, mereka akan taat sedang dalam surat Shaad ditegaskan bahwa Al Quranlah kitab yang lebih sempurna yang seharusnya mereka taati andaikata mereka jujur dalam pengakuannya itu.<br><br> 3. Dalam surat Ash Shaaffaat diterangkan bahwa sesudah datang kepada orang-orang musyrik Mekah Al Quran yang memberi peringatan tetapi mereka mengingkarinya, sedang dalam surat Shaad diterangkan sebab-sebab keingkaran mereka.<br><br></span>"},"prev":{"translation":"Maha Pencipta","arabic":"فاطر","latin":"Fatir","ayah_count":45,"index":35,"opening":"<span class=\"gen\"><br> Surat Faathir terdiri atas 45 ayat, termasuk golongan surat-surat Makkiyyah, diturunkan sesudah surat Al Furqaan dan merupakan surat akhir dari urutan surat-surat dalam Al Quran yang dimulai dengan <i>Alhamdulillah</i>. Dinamakan <i>Faathir</i> (pencipta) ada hubungannya dengan perkataan <i>Faathir</i> yang terdapat pada ayat pertama pada surat ini. Pada ayat tersebut diterangkan bahwa Allah adalah Pencipta langit dan bumi, Pencipta malaikat-malaikat, Pencipta semesta alam yang semuanya itu adalah sebagai bukti atas kekuasaan dan kebesaran-Nya. Surat ini dinamai juga dengan <i>surat Malaikat</i> karena pada ayat pertama disebutkan bahwa Allah telah menjadikan malaikat-malaikat sebagai utusan-Nya yang mempunyai beberapa sayap.<br><br> Pokok-pokok isinya:<br><br><i>1. Keimanan:</i><br> Bukti-bukti kekuasaan Allah dan nikmat-nikmat yang telah dianugerahkan-Nya; Allah menciptakan para malaikat menurut bentuk yang dikehendaki-Nya; bukti-bukti atas kebenaran adanya hari berbangkit.<br><br><i>2. Dan lain-lain:</i><br> Kesenangan hidup di dunia adalah sementara; menguatkan hati Rasulullah s.a.w. dalam menyeru orang-orang kafir dengan mengingatkannya kepada Rasul-rasul yang terdahulu dan orang- orang yang mendustakannya; seruan kepada manusia supaya mengerjakan amalan yang baik dan meninggalkan pekerjaan yang buruk supaya jangan mengikuti langkah syaitan; tiap-tiap orang memikul dosanya sendiri; manusia adalah khalifah Allah dimuka bumi; gambaran akibat-akibat yang diterima oleh orang mukmin dan orang- orang kafir; tingkatan orang-orang mukmin.<br><br></span>","closing":"<span class=\"gen\"><br> Kesimpulan surat Faathir ialah mengajak manusia mensyukuri nikmat yang diberikan Allah kepada manusia, menjauhi perbuatan yang jahat memikirkan tentang keindahan-keindahan semesta alam dan manusia adalah sebagai Khalifah Allah di muka bumi.<br><br><i>HUBUNGAN SURAT FAATHIR DENGAN SURAT YAASIIN</i><br><br> 1.Pada bagian akhir surat Faathir dikemukakan bahwa orang-orang musyrik bersumpah akan beriman apabila datang kepada mereka seorang pemberi peringatan (rasul), tetapi setelah datang kepada mereka rasul, mereka mengingkarinya. Pada permulaan surat Yaa Siin Allah menegaskan bahwa Nabi Muhammad s.a.w adalah seorang Rasul yang selalu berada di jalan yang lurus untuk memberi peringatan kepada mereka, tetapi mereka tetap tidak beriman.<br><br> 2.Pada surat Faathir disebut bahwa Allah menundukkan matahari dan bulan, masing-masing beredar menurut waktunya yang tertentu, sedang pada surat Yaa Siin disebutkan bahwa matahari beredar pada garis edarnya yang telah ditetapkan Allah, dan bulan mempunyai garis-garis edar yang telah ditentukan pula.<br><br></span>"}}