{"current":{"translation":"Rombongan","arabic":"الزمر","latin":"Az-Zumar","ayah_count":75,"index":39,"opening":"<span class=\"gen\"><br> Surat Az Zumar terdiri ataz 75 ayat, termasuk golongan surat-surat Makkiyyah, diturunkan sesudah surat Saba'. Dinamakan <i>Az Zumar</i> (Rombongan-rombongan) karena perkataan <i>Az Zumar</i> yang terdapat pada ayat 71 dan 73 ini. Dalam ayat-ayat tersebut diterangkan keadaan manusia di hari kiamat setelah mereka dihisab, di waktu itu mereka terbagi atas dua rombongan; satu rombongan dibawa ke neraka dan satu rombongan lagi dibawa ke syurga. Masing- masing rombongan memperoleh balasan dari apa yang mereka kerjakan di dunia dahulu. Surat ini dinamakan juga <i>Al Ghuraf</i> (kamar-kamar) berhubung perkataan <i>ghuraf</i> yang terdapat pada ayat 20, dimana diterangkan keadaan kamar-kamar dalam syurga yang diperoleh orang-orang yang bertakwa.<br><br> Pokok-pokok Isinya:<br><br><i>1. Keimanan:</i><br> Dalil-dalil ke-Esaan dan kekuasaan Allah; malaikat-malaikat berkumpul di sekeliling 'arsy bertasbih kepada Tuhannya; pada hari kiamat tiap-tiap orang mempunyai catatan amalannya masing-masing.<br><br><i>2. Kisah-kisah:</i><br> Perintah memurnikan ketaatan kepada Allah; larangan berputus asa terhadap rahmat Allah.<br><br><i>3. Dan lain-lain:</i><br> Tabiat orang-orang musyrik dalam keadaan senang dan susah; perumpamaan dalam al Quran dan faedahnya; kedahsyatan hari kiamat; air muka orang musyrik dan air muka orang mukmin pada hari kiamat; janji Allah mengampuni orang-orang yang bersalah bila mereka bertaubat.</span>","closing":"<span class=\"gen\"><br> Dari surat Az Zumar dapat diambil pelajaran sebagai berikut:<br> a. Al Quran adalah petunjuk yang paling sempurna bagi manusia.<br> b. Tiap-tiap makhluk akan mati dan di akhirat akan dihisab tentang amalan-amalannya.<br> c. Sekalipun manusia itu banyak dosanya, dilarang berputus-asa terhadap rahmat Allah.<br><br><i>HUBUNGAN SURAT AZ ZUMAR DENGAN SURAT AL MU'MIN</i><br> 1. Surat Az Zumar menerangkan bagaimana kesudahan orang-orang mukmin dan kesudahan orang-orang kafir yang selalu mengingkari Nabi yang diutus kepada mereka. Surat Al Mu'min menerangkan bahwa Allah mengampuni segala dosa hamba-Nya yang mau mengikuti jalan yang benar. Hal ini merupakan ajakan Allah kepada orang-orang kafir agar mereka beriman.<br> 2. Sama-sama mengutarakan hal-hal yang berhubungan dengan keadaan hari kiamat, keadaan mahsyar, syurga dan neraka.</span>"},"next":{"translation":"Maha Pengampun","arabic":"غافر","latin":"Gafir","ayah_count":85,"index":40,"opening":"<span class=\"gen\"><br> Surat Al Mu'min terdiri atas 85 ayat, termasuk golongan surat-surat Makkiyyah, diturunkan sesudah surat Az Zumar. Dinamai <i>Al Mu'min</i> (Orang yang beriman), berhubung dengan perkataan <i>mukmin</i> yang terdapat pada ayat 28 surat ini. Pada ayat 28 diterangkan bahwa salah seorang dari kaum Fir'aun telah beriman kepada Nabi Musa a.s. dengan menyembunyikan imannya kepada kaumnya, setelah mendengar keterangan dan melihat mukjizat yang dikemukakan oleh Nabi Musa a.s. Hati kecil orang ini mencela Fir'aun dan kaumnya yang tidak mau beriman kepada Nabi Musa a.s., sekalipun telah dikemukakan keterangan dan mukjizat yang diminta mereka.<br><br> Dinamakan pula <i>Ghafir</i> (yang mengampuni), karena ada hubungannya dengan kalimat <i>Ghafir</i> yang terdapat pada ayat 3 surat ini. Ayat ini mengingatkan bahwa <i>Maha Pengampun</i> dan <i>Maha Penerima Taubat</i> adalah sebagian dari sifat-sifat Allah, karena itu hamba-hamba Allah tidak usah khawatir terhadap perbuatan-perbuatan dosa yang telah terlanjur mereka lakukan, semuanya itu akan diampuni Allah asal benar-benar memohon ampun dan bertaubat kepada-Nya dan berjanji tidak akan mengerjakan perbuatan-perbuatan dosa itu lagi. Dan surat ini dinamai <i>Dzit Thaul</i> (Yang Mempunyai Kurnia) karena perkataan tersebut terdapat pada ayat 3.<br><br> Pokok-pohok isinya:<br><br><i>1. Keimanan:</i><br> Sifat-sifat malaikat yang memikul 'Arsy dan yang berada di sekitarnya; dalil-dalil yang menunjukkan kekuasaan Allah, sifat-sifat Allah yang menunjukkan kebesaran dan keagungan-Nya; ilmu Allah meliputi segala sesuatu; bukti-bukti yang menunjukkan adanya hari berbangkit.<br><br><i>2. Kisah:</i><br> Kisah Musa a.s. dengan Fir'aun.<br><br><i>3. Dan lain-lain:</i><br> Al Quranulkarim dan sikap orang-orang mukmin dan orang-orang kafir terhadapnya; permohonan orang-orang kafir supaya dikeluarkan dari neraka; peringatan kepada orang-orang musyrik tentang kedahsyatan hari kiamat; anjuran bersabar dalam menghadapi kaum musyrikin; nikmat-nikmat Allah yang terdapat di daratan dan lautan; janji Rasulullah s.a.w. bahwa orang-orang mukmin akan menang terhadap musuhnya.<br><br></span>","closing":"<span class=\"gen\"><br> Surat Al Mu'min mengemukakan hal-hal yang berhubungan dengan bantahan orang-orang kafir dan pengakuan orang-orang mukmin terhadap Al Qurannulkarim terutama yang berhubungan dengan ketauhidan, penegasan kebangkitan dan kerasulan, kemudian mengemukakan bahwa keadaan orang-orang musyrik akan sama halnya dengan keadaan Fir'aun, Qarun, dan Haman, bila orang-orang musyrik tetap pada kemusyrikannya.<br><br><i>HUBUNGAN SURAT AL MU'MIN DENGAN SURAT FUSHSHILAT</i><br><br> 1. Sama-sama memberikan peringatan kepada orang-orang Quraisy yang mengingkari Muhammad s.a.w.<br><br> 2. Sama-sama dimulai dengan menyebut sifat-sifat Al Quran.<br><br></span>"},"prev":{"translation":"Sad","arabic":"ص","latin":"Sad","ayah_count":88,"index":38,"opening":"<span class=\"gen\"><br> Surat Shaad terdiri atas 88 ayat termasuk golongan surat Makkiyyah, diturunkan sesudah surat Al Qamar. Dinamai dengan <i>Shaad</i> karena surat ini dimulai dengan <i>Shaad</i> (selanjutnya lihat no. <a href=\"al-baqarah#001\">[10]</a>). Dalam surat ini Allah bersumpah dengan Al Quran, untuk menunjukkan bahwa Al Quran itu suatu kitab yang agung dan bahwa siapa saja yang mengikutinya akan mendapat kebahagiaan dunia dan akhirat dan untuk menunjukkan bahwa Al Quran ini adalah mukjizat Nabi Muhammad s.a.w. yang menyatakan kebenarannya dan ketinggian akhlaknya.<br><br> Pokok-pokok isinya:<br><br><i>1. Keimanan:</i> Dalil-dalil tentang kenabian Muhammad s.a.w., yaitu bahwa dia mengetahui hal-hal yang hanya dapat diketahui dengan jalan wahyu; sumpah iblis untuk menyesatkan manusia seluruhnya kecuali hamba- hamba Allah yang ikhlas; Al Quran diturunkan untuk menjadi pelajaran bagi jin dan manusia seluruhnya.<br><br><i>2. Kisah-kisah:</i> Kisah Daud a.s. dan kisah Sulaiman a.s.; kisah Ayyub a.s.<br><br><i>3. Dan lain-lain:</i> Kaum musyrikin tercengang mendengar pengakuan Nabi Muhammad s.a.w. bahwa Allah adalah Maha Esa; rahasia yang terdapat pada kejadian alam; pertengkaran antara orang-orang yang sesat dan pengikut mereka di neraka; nikmat-nikmat yang dilimpahkan kepada penduduk surga dan azab yang ditimpakan atas isi neraka.<br><br></span>","closing":"<span class=\"gen\"><br> Dari surat ini dapat disimpulkan bahwa tiap nabi yang dahulu selalu mendapat tantangan dan perlawanan dari musuh-musuhnya, tetapi musuh-musuhnya itu dihancurkan Allah. Demikian juga halnya Nabi Muhammad s.a.w. yang mendapat tantangan dan perlawanan dari kaum musyrikin, tetapi akhirnya kaum musyrikin itu hancur. Juga dapat disimpulkan bahwa Al Quran itu adalah semata-mata wahyu dari Tuhan, karena di dalamnya dikhabarkan hal-hal yang hanya dapat diketahui dengan perantaraan wahyu, yaitu hal-hal yang akan terjadi di masa yang akan datang dan hal-hal yang telah terjadi dahulu kala tanpa ada yang menceritakannya, hal-hal yaag terjadi di alam atas dan di akhirat nanti.<br><br><i>HUBUNGAN SURAT SHAAD DENGAN SURAT AZ ZUMAR</i><br><br> 1. Akhir surat Shaad menerangkan bahwa Al Quran itu adalah peringatan bagi semesta alam, sedang permulaan surat Az Zumar menerangkan bahwa Al Quran turun dari Allah Yang Maha Perkasa lagi Maha Bijaksana.<br><br> 2. Sama-sama menyebut hal ikhwal makhluk sejak permulaan sampai kembali kepada Allah.<br><br> 3. Kalau kita perhatikan seakan-akan surat Az-Zumar merupakan lanjutan dari surat Shaad, karena pada akhir surat Shaad diterangkan penciptaan Adam. Kemudian pada surat Az-Zumar diterangkan Allah menciptakan manusia semuanya dan menerangkan kesudahan nasib manusia yaitu bahwa semua manusia akan mati, kemudian dibangkitkan kembali dan dihisab, akhirya orang yang bertakwa dimasukkan ke dalam surga, dan orang yang kafir dimasukkan ke dalam neraka.<br><br></span>"}}