{"current":{"translation":"Wanita","arabic":"النساۤء","latin":"An-Nisa'","ayah_count":176,"index":4,"opening":"<span class=\"gen\"><br> Surat An Nisaa' yang terdiri dari 176 ayat itu, adalah surat Madaniyyah yang terpanjang sesudah surat Al Baqarah. Dinamakan <i>An Nisaa'</i> karena dalam surat ini banyak dibicarakan hal-hal yang berhubungan dengan wanita serta merupakan surat yang paling membicarakan hal itu dibanding dengan surat-surat yang lain. Surat yang lain banyak juga yang membicarakan tentang hal wanita ialah surat Ath Thalaq. Dalam hubungan ini biasa disebut surat An Nisaa' dengan sebutan: <i>Surat An Nisaa' Al Kubraa</i> (surat An Nisaa' yang besar), sedang surat Ath Thalaq disebut dengan sebutan: <i>Surat An Nisaa' Ash Shughraa</i> (surat An Nisaa' yang kecil).<br><br> Pokok-pokok isinya, ialah:<br><br><i>1. Keimanan:</i><br> Syirik (dosa yang paling besar); akibat kekafiran di hari kemudian.<br><br><i>2. Hukum-hukum:</i><br> Kewajiban para washi dan para wali; hukum poligami; mas kawin; memakan harta anak yatim dan orang-orang yang tak dapat mengurus hartanya; pokok-pokok hukum warisan; perbuatan-perbuatan keji dan hukumannya, wanita-wanita yang haram dikawini; hukum-hukum mengawini budak wanita; larangan memakan harta secara bathil; hukum syiqaq dan nusyuq; kesucian lahir batin dalam sembahyang; hukum suaka; hukum membunuh seorang Islam; shalat khauf; larangan melontarkan ucapan-ucapan buruk; masalah pusaka kalalah.<br><br><i>3. Kisah-kisah:</i><br> Kisah-kisah tentang Nabi Musa a.s. dan pengikut-pengikutnya.<br><br><i>4. Dan lain-lain:</i><br> Asal manusia adalah satu; keharusan menjauhi adat-adat zaman jahiliyah dalam perlakuan terhadap wanita; norma-norma bergaul dengan isteri; hak seseorang sesuai dengan kewajibannya; perlakuan ahli kitab terhadap kitab-kitab yang diturunkan kepadanya; dasar-dasar pemerintahan; cara mengadili perkara; keharusan siap-siaga terhadap musuh; sikap-sikap orang munafik dalam menghadapi peperangan; berperang di jalan Alllah adalah kewajiban tiap-tiap mukallaf; norma dan adab dalam peperangan; cara menghadapi orang-orang munafik; derajat orang-orang yang berjihad.<br><br></span>","closing":"<span class=\"gen\"><br> Surat An Nisaa' dimulai, dengan perintah bertakwa dan menyatakan bahwa asal manusia itu adalah satu, kemudian menerangkan hukum-hukum yang berhubungan dengan anak yatim, rumah tangga, warisan, wanita yang haram dinikahi serta hak dan kewajiban laki-laki dan perempuan. Selanjutnya disebut tentang hukum-hukum perang serta pelajaran-pelajaran yang harus diambil dari perang Badar dan Uhud. Pengutaraan hukum perang dan hukum keluarga dalam surat ini, merupakan hujjah-hujjah yang dikemukakan kepada Ahli Kitabm yang mana hujjah-hujjah ini ditegaskan pada bahagian terakhir dari surat ini. Akhirnya surat ini ditutup dengan perintah kepada para mukmin supaya mereka bersabar, mengeratkan hubungan sesama manusia dan bertakwa kepada Allah, agar mendapat keberuntungan dunia akhirat.<br><br><i>HUBUNGAN SURAT AN NISAA' DENGAN SURAT AL MAA-IDAH</i><br><br> 1. Surat An Nisaa' menerangkan beberapa macam 'aqad, seperti perkawinan, perceraian, wasiat dan sebagainya. Sedang permulaan surat Al Maa-idah menyatakan supaya hamba-hamba Allah memenuhi segala macam 'aqad-'aqad yang telah dilakukan baik terhadap Allah maupun terhadap sesama manusia di samping menerangkan 'aqad-'aqad yang lain.<br><br> 2. Surat An Nisaa' mengemukakan beberapa hukum secara umum dan mendatangkan jalan untuk menetapkan suatu hukum, kemudian surat Al Maa-idah menjelaskan dan menegaskan hukum-hukum itu.<br><br> 3. Sebagaimana halnya surat Al Baqarah dan surat Ali 'Imran mengemukakan hal-hal yang berhubungan dengan pokok-pokok agama seperti keesaan Allah dan kenabian, maka surat An Nisaa' dan Al Maa-idah menerangkan tentang furu' agama (hukum fiqh), seperti hal-hal yang berhubungan dengan hukum keluarga dan sebagainya.<br><br> 4. Akhir surat An Nisaa' mengemukakan hujjah-hujjah atas kekeliruan orang-orang Yahudi dan Nasrani serta kekeliruan kaum musyrikin dan munafikin. Hal yang serupa diterangkan secara panjang lebar oleh surat Al Maa-idah.<br><br> 5. Surat An Nisaa' dimulai dengan <i>Yaa ayyuhannaas</i> yang nadanya sama dengan nada surat Makkiyyah, sedang surat Al Maa-idah sebagai surat Madaniyyah dimulai dengan: <i>Yaa ayyuhal ladziina aamanu</i> Hal ini menyatakan bahwa: sekalipun nadanya berlainan, tetapi yang dituju oleh kedua surat ini ialah seluruh manusia.<br><br></span>"},"next":{"translation":"Hidangan","arabic":"الماۤئدة","latin":"Al-Ma'idah","ayah_count":120,"index":5,"opening":"<span class=\"gen\"><br> Surat Al Maa'idah terdiri dari 120 ayat; termasuk golongan surat Madaniyyah. Sekalipun ada ayatnya yang turun di Mekah, namun ayat ini diturunkan sesudah Nabi Muhammad s.a.w. hijrah ke Medinah, yaitu di waktu haji wadaa'. Surat ini dinamakan <i>Al Maa'idah</i> (hidangan) karena memuat kisah pengikut-pengikut setia Nabi Isa a.s. meminta kepada Nabi Isa a.s. agar Allah menurunkan untuk mereka Al Maa'idah (hidangan makanan) dari langit (ayat 112). Dan dinamakan <i>Al Uqud</i> (perjanjian), karena kata itu terdapat pada ayat pertama surat ini, dimana Allah menyuruh agar hamba-hamba-Nya memenuhi janji prasetia terhadap Allah dan perjanjian-perjanjian yang mereka buat sesamanya. Dinamakan juga <i>Al Munqidz</i> (yang menyelamatkan), karena akhir surat ini mengandung kisah tentang Nabi Isa a.s. penyelamat pengikut-pengikut setianya dari azab Allah.<br><br> Pokok-pokok isinya.<br><br><i>1. Keimanan:</i><br> Bantahan terhadap orang-orang yang mempertuhankan Nabi Isa a.s.<br><br><i>2. Hukum-hukum:</i><br> Keharusan memenuhi perjanjian; hukum melanggar syi'ar Allah; makanan yang dihalalkan dan diharamkan; hukum mengawini ahli kitab; wudhu'; tayammum; mandi; hukum membunuh orang; hukum mengacau dan mengganggu keamanan; hukum qishaas; hukum melanggar sumpah dan kafaaratnya; hukum binatang waktu ihram; hukum persaksian dalam berwasiat.<br><br><i>3. Kisah-kisah:</i><br> Kisah-kisah Nabi Musa a.s. menyuruh kaumnya memasuki Palestina; kisah Habil dan Qabil, kisah-kisah tentang Nabi Isa a.s.<br><br><i>4. Dan lain-lain:</i><br> Keharusan bersifat lemah lembut terhadap sesama mukmin bersikap keras terhadap orang-orang kafir; penyempurnaan Agama Islam di zaman Nabi Muhammad s.a.w.; keharusan jujur dan berlaku adil; sikap dalam menghadapi berita-berita bohong; akibat berteman akrab dengan orang yang bukan muslim; kutukan Allah terhadap orang-orang Yahudi, kewajiban rasul hanya menyampaikan agama; sikap Yahudi dan Nasrani terhadap orang Islam; Ka'bah sokoguru kehidupan manusia; peringatan Allah supaya meninggalkan kebiasaan Arab jahiliyah; larangan-larangan terhadap pertanyaan-pertanyaan yang mengakibatkan kesempitan dalam agama.<br><br></span>","closing":"<span class=\"gen\"><br> Surat Al Maa'idah mengemukakan bagaimana seharusnya orang mukmin bersikap terhadap sesamanya maupun terhadap orang bukan mukmin; manfaat memenuhi janji prasetia terhadap Allah, perjanjian yang dilakukan oleh sesama manusia, dan ketauhidan Allah.<br><br><i>HUBUNGAN SURAT AL MAA-IDAH DENGAN SURAT AL AN'AAM</i><br><br> 1. Surat Al Maa'idah mengemukakan hujjah terhadap ahli kitab, sedang surat Al An'aam mengemukakan hujjah terhadap kaum musyrikin.<br><br> 2. Surat Al An'aam memuat makanan-makanan yang diharamkan dan binatang sembelihan secara umum, sedang surat Al Maa'idah memuat secara terperinci.<br><br> 3. Akhir Surat Al Maa'idah mengemukakan bahwa Allah s.w.t. menguasai langit dan bumi, memberi balaan terhadap perbuatan-perbuatan manusia selama didunia, sedang permulaan surat Al An'aam mengutarakan bahwa segala puji hanya untuk Allah, Pencipta langit dan bumi dan Sumber kebahagiaan manusia.<br><br></span>"},"prev":{"translation":"Keluarga Imran","arabic":"اٰل عمران","latin":"Ali 'Imran","ayah_count":200,"index":3,"opening":"<span class=\"gen\"><br> Surat <i>Ali 'Imran</i> yang terdiri dari 200 ayat ini adalah surat Madaniyyah. Dinamakan <i>Ali 'Imran</i> karena memuat kisah keluarga 'Imran yang di dalam kisah itu disebutkan kelahiran Nabi Isa a.s., persamaan kejadiannya dengan Nabi Adam a. s., kenabian dan beberapa mukjizatnya, serta disebut pula kelahiran Maryam puteri 'Imran, ibu dari Nabi Isa a.s. Surat Al Baqarah dan Ali 'Imran ini dinamakan <i>Az Zahrawaani</i> (dua yang cemerlang), karena kedua surat ini menyingkapkan hal-hal yang disembunyikan oleh para Ahli Kitab, seperti kejadian dan kelahiran Nabi Isa a.s., kedatangan Nabi Muhammad s.a.w. dan sebagainya.<br><br> Pokok-pokok isinya:<br><br><i>1. Keimanan:</i><br> Dalil-dalil dan alasan-alasan yang membantah orang Nasrani yang mempertuhankan Nabi Isa a.s.; ketauhidan adalah dasar yang dibawa oleh seluruh Nabi.<br><br><i>2. Hukum-hukum:</i><br> Musyawarah; bermubahalah; larangan melakukan riba.<br><br><i>3. Kisah-kisah:</i><br> Kisah keluarga 'Imran; perang Badar dan Uhud dan pelajaran yang dapat diambil dari padanya.<br><br><i>4. Dan lain-lain:</i><br> Golongan-golongan manusia dalam memahami ayat-ayat mutasyaabihaat; sifat-sifat Allah; sifat orang-orang yang bertakwa; Islam satu-satunya agama yang diridhai Allah; kemudharatan mengambil orang-orang kafir sebagai teman kepercayaan; pengambilan perjanjian para Nabi oleh Allah; perumpamaan-perumpamaan; peringatan-peringatan terhadap Ahli Kitab; Ka'bah adalah rumah peribadatan yang tertua dan bukti-buktinya; faedah mengingati Allah dan merenungkan ciptaanNya.<br><br></span>","closing":"<span class=\"gen\"><br> Surat Ali 'Imran mengandung dalil-dalil dan alasan-alasan untuk membantah kaum nasrani yang memper-Tuhankan Nabi Isa a.s., menerangkan peperangan Badar dan Uhud, agar kemenangan di peperangan Badar dan kekalahan di peperangan Uhud yang dialami kaum muslimin itu, dapat dijadikan pelajaran.<br><br><i>HUBUNGAN SURAT ALI 'IMRAN DENGAN SURAT AN NISAA'</i><br><br> 1. Surat Ali 'Imran disudahi dengan perintah bertakwa, sesuai dengan permulaan surat An Nisaa'.<br><br> 2. Dalam surat Ali 'Imran disebutkan peperangan Badar dan Uhud dengan sempurna, keterangan mana sebahagiannya diulangi dalam surat An Nisaa'.<br><br> 3. Dalam surat Ali 'Imran dikisahkan peperangan Hamraa-ul Asad yang terjadi setelah perang Uhud, dan peperangan itu disinggung pula dalam surat An Nisaa'.<br><br> 4. Dalam surat Ali 'Imran disebutkan bahwa banyak yang gugur di kalangan kaum muslimin sebagai Syuhadaa', yang berarti mereka meninggalkan anak-anak dan isteri-isteri mereka, maka dalam bahagian permulaan surat An Nisaa' disebutkan perintah memelihara anak yatim serta pembahagian harta pusaka.<br><br></span>"}}