{"current":{"translation":"Kabut","arabic":"الدخان","latin":"Ad-Dukhan","ayah_count":59,"index":44,"opening":"<span class=\"gen\"><br> Surat Ad Dukhaan terdiri atas 59 ayat, termasuk golongan surat-surat Makkiyyah, diturunkan sesudah Az Zukhruf.<br><br> Dinamai <i>Ad Dukhaan</i> (kabut), diambil dari perkataan <i>Dukhaan</i> yang terdapat pada ayat 10 surat ini.<br><br> Menurut riwayat Bukhari secara ringkas dapat diterangkan sebagai berikut: Orang-orang kafir Mekah dalam menghalang-halangi agama Islam dan menyakiti serta mendurhakai Nabi Muhammad s.a.w. sudah melewati batas, karena itu Nabi mendoa kepada Allah agar diturunkan azab sebagaimana yang telah diturunkan kepada orang-orang yang durhaka kepada Nabi Yusuf yaitu musim kemarau yang panjang. Do'a Nabi itu dikabulkan Allah sampai orang-orang kafir memakan tulang dan bangkai, karena kelaparan. Mereka selalu menengadah ke langit mengharap pertolongan Allah. Tetapi tidak satupun yang mereka lihat kecuali kabut yang menutupi pandangan mereka.<br><br> Akhirnya mereka datang kepada Nabi agar Nabi memohon kepada Allah supaya hujan diturunkan. Setelah Allah mengabulkan doa Nabi, dan hujan di turunkan, mereka kembali kafir seperti semula; karena itu Allah menyatakan bahwa nanti mereka akan diazab dengan azab yang pedih.<br><br> Pokok-pokok isinya.<br><br><i>1. Keimanan:</i><br> Dalil-dalil atas kenabian Muhammad s.a.w.; huru-hara dan kehebatan hari kiamat; pada hari kiamat hanya amal-amal seseorang yang dapat menolongnya; azab dan penderitaan yang ditemui orang-orang kafir di akhirat serta nikmat dan kesenangan yang diterima orang-orang mukmin.<br><br><i>2. Hukum-hukum:</i><br> Kisah Musa a.s dengan Fir'aun dan kaumnya.<br><br><i>3. Dan lain-lain:</i><br> Permulaan turunnya Al Quran pada malam lailatul Qadar; orang-orang kafir hanya beriman kalau mereka ditimpa bahaya, kalau bahaya telah hilang mereka kafir kembali; dalam penciptaan langit dan bumi itu terdapat hikmat yang besar.<br><br></span>","closing":"<span class=\"gen\"><br> Surat Ad Dukhaan dimulai dengan menyebut keagungan Al Quran. Kaum Quraisy karena tidak mengikuti seruan Nabi Muhammad s.a.w., Nabi mendoakan agar didatangkan musim kemarau yang panjang, kemudian mereka beriman dan mengharap agar Nabi mendoa kepada Allah agar diturunkan hujan, setelah hujan diturunkan, mereka kafir kembali, lalu mereka diancam Allah dengan kehancuran. Kisah Fir'aun dan kaumnya disebutkan di sini sebagai peringatan bagi mereka.<br><br><i>HUBUNGAN SURAT AD DUKHAAN DENGAN SURAT AL JAATSIAH</i><br><br> Kedua surat ini hampir sama isi dan maksudnya, seperti menjelaskan keterangan mengenai adanya Allah dan kekuasaan-Nya, sikap orang kafir terhadap seruan Nabi Muhammad s.a.w., ancaman kepada orang-orang kafir dan siksaan hebat yang mereka derita pada hari kiamat.<br><br></span>"},"next":{"translation":"Berlutut","arabic":"الجاثية","latin":"Al-Jasiyah","ayah_count":37,"index":45,"opening":"<span class=\"gen\"><br> Surat Al Jaatsiyah terdiri atas 37 ayat, termasuk golongan surat-surat Makkiyyah, diturunkan sesudah surat Ad Dukhaan. Dinamai dengan <i>Al Jaatsiyah</i> (yang berlutut) diambil dari perkataan <i>Jaatsiyah</i> yang terdapat pada ayat 28 surat ini. Ayat tersebut menerangkan tentang keadaan manusia pada hari kiamat, yaitu semua manusia dikumpulkan ke hadapan mahkamah Allah Yang Maha Tinggi yang memberikan keputusan terhadap perbuatan yang telah mereka lakukan di dunia. Pada hari itu semua manusia berlutut di hadapan Allah. Dinamai juga dengan <i>Asy Syari'ah</i> diambil dari perkataan <i>Syari'ah</i> (Syari'at) yang terdapat pada ayat 18 surat ini.<br><br> Pokok-pokok isinya:<br><br><i>1. Keimanan:</i><br> Keterangan-keterangan dan dalil-dalil atas adanya Allah pencipta langit dan bumi, buruk dan baik yang dikerjakan oleh manusia akibatnya bagi dirinya sendiri; Allah Pelindung orang-orang yang bertakwa; kebesaran dan keagungan hanya hak Allah semata; kepastian bahwa Allah-lah yang menghidupkan, mematikan dan menghimpunkan manusia pada hari kiamat; keterangan-keterangan mengenai huru-hara hari kiamat dan bagaimana tiap-tiap orang menerima perhitungan pekerjaannya di akhirat; pada hari kiamat jelaslah bagi orang-orang musyrikin keburukan perbuatan-perbuatan yang mereka kerjakan di dunia, dan mereka tidak lepas dari azab yang waktu di dunia mereka perolok-olokkan.<br><br><i>2. Hukum-hukum:</i><br> Perintah kepada Rasulullah s.a.w. supaya jangan mengikuti orang-orang yang tidak mempergunakan akalnya dan jangan menuruti kemauan mereka.<br><br><i>3. Kisah:</i><br> Kisah Bani Israil yang telah diberi nikmat oleh Allah, tetapi mereka berpaling dan menyeleweng dari ajaran agama, sehingga timbul perselisihan yang hebat antara sesama mereka.<br><br><i>4. Dan lain-lain:</i><br> Ancaman kepada orang-orang musyrik yang mendustakan ayat Allah serta berlaku sombong terhadapnya; kebatalan pendapat kaum Dahriyah (atheisme, sceptisme dan vrij denker), keingkaran mereka terhadap hari kiamat.<br><br></span>","closing":"<span class=\"gen\"><br> Surat Al Jaatsiyah mengutarakan tentang Al Quran yang diturunkan Allah, Pencipta dan Pengatur semesta alam. Sesungguhnya segala macam kejadian yang terdapat pada alam dapat dijadikan bukti bagi adanya Allah, kecelakaan yang besarlah bagi orang yang tidak mempercayai dan mensyukuri nikmat Allah, segala puji hanya untuk Allah saja, keagungan hanyalah kepunyaan Allah.<br><br><i>HUBUNGAN SURAT AL JAATSIYAH DENGAN SURAT AL AHQAAF</i><br><br> 1. Surat Al Jaatsiyah ditutup dengan ketauhidan, keagungan dan kebesaran Allah, sedang surat Al Ahqaaf dimulai dengan ketauhidan pula dengan menerangkan bahwa berhala-berhala yang disembah orang-orang musyrik itu tidak dapat menciptakan sesuatu apapun.<br><br> 2. Surat Al Jaatsiyah memuat ancaman terhadap kaum musyrik, sedang pada surat Al Ahqaaf ancaman itu lebih dipertegas dengan mengingatkan azab yang telah menimpa kaum 'Aad.<br><br></span>"},"prev":{"translation":"Perhiasan","arabic":"الزخرف","latin":"Az-Zukhruf","ayah_count":89,"index":43,"opening":"<span class=\"gen\"><br> Surat Az Zukhruf terdiri atas 89 ayat, termasuk golongan surat-surat Makkiyyah, diturunkan sesudah surat Asy Syuura.<br><br> Dinamai <i>Az Zukhruf</i> (Perhiasan) diambil dari perkataan <i>Az Zukhruf</i> yang terdapat pada ayat 35 surat ini. Orang-orang musyrik mengukur tinggi rendahnya derajat seseorang tergantung kepada perhiasan dan harta benda yang ia punyai, karena Muhammad s.a.w. adalah seorang anak yatim lagi miskin, ia tidak pantas diangkat Allah sebagai seorang rasul dan nabi. Pangkat rasul dan nabi harus diberikan kepada orang yang kaya. Ayat ini menegaskan bahwa harta tidak dapat dijadikan dasar untuk mengukur tinggi rendahnya derajat seseorang, karena harta itu merupakan hiasan kehidupan duniawi, bukan berarti kesenangan akhirat.<br><br> Pokok-pokok isinya:<br><br><i>1.Keimanan:</i><br> Al Quran berasal dari Lauh Mahfuzh; Nabi Isa a.s. itu tidak lain hanyalah seorang hamba Allah; pengakuan Nabi Isa a.s. bahwa Allah-lah Tuhan yang sebenarnya; mensifatkan bagaimana kesenangan di dalam syurga dan hebatnya penderitaan orang kafir di dalam neraka sehingga mereka ingin mati saja agar terlepas dari siksa itu; Tuhan tidak mempunyai anak.<br><br><i>2.Hukum-hukum:</i><br> Perintah Tuhan kepada Nabi Muhammad s.a.w supaya menjauhi orang-orang yang tidak beriman.<br><br><i>3.Kisah-kisah:</i><br> Kisah Nabi Ibrahim a.s., Musa a.s. dan Isa a.s. sebagai perbandingan bagi Nabi dan sebagai penawar sewaktu menghadapi kesulitan dalam melakukan da'wah.<br><br><i>4.Dan lain-lain:</i><br> Pengakuan orang musyrik Mekah bahwa Allah-lah Yang menciptakan langit dan bumi, tetapi mereka tetap menyembah berhala; kepercayaan mereka bahwa malaikat adalah anak Allah dan penolakan atas kepercayaan yang salah itu; Muhammad s.a.w sebagai rasul mendapat ejekan dan celaan-celaan dari kaumnya dan hal ini adalah biasa, karena rasul-rasul yang dahulupun demikian pula halnya; orang-orang musyrik sangat kuat berpegang kepada tradisi dan adat istiadat nenek moyang mereka dalam beragama, sehingga tertutup hati mereka untuk menerima kebenaran.<br><br></span>","closing":"<span class=\"gen\"><br> Surat Az Zukhruf dimulai dengan menerangkan bahwa Al Quran adalah wahyu Ilahi dan diambil dari Lauh Mahfuzh. Kemudian menerangkan sikap orang musyrik terhadap para nabi dan menyebutkan sebahagian hikmah Allah yang dilimpahkan kepada manusia. Dikemukakan juga tentang sifat orang-orang musyrik yang suka mengada-adakan kebathilan dan kerusakan kepercayaan mereka dan sifat-sifat mereka yang sombong, walaupun mereka telah diperingatkan dengan nasib umat-umat yang dahulu yang mendurhakai Allah.<br><br> Akhirnya, mengingat tindakan-tindakan orang-orang musyrikin yang lebih mementingkan perhiasan dan keduniawian itu, maka surat ini ditutup dengan perintah Allah agar Nabi Muhammad s.a w. berpaling dari orang-orang musyrik itu, nanti mereka akan merasakan dan mengetahui kebenaran ancaman Allah.<br><br><i>HUBUNGAN SURAT AZ ZUKHRUF DENGAN SURAT AD DUKHAAN</i><br><br> 1. Kedua surat itu sama-sama dimulai dengan menyebutkan sifat-sifat Al-Quran.<br><br> 2. Pada akhir surat Az Zukhruf disebutkan ancaman kepada orang-orang kafir dan pada permulaan surat Ad-Dukhaan terdapat pula peringatan dan ancaman itu.<br><br> 3. Pada surat ini terdapat kesatuan sikap antara Nabi Muhammad s.a.w. da Nabi Musa a.s. yaitu pada surat Az Zukhruf Nabi Muhammad s.a.w. mengadu kepada Tuhannya bahwa kaumnya adalah orang yang tidak mau beriman, sedang pada surat Ad Dukhaan Nabi Musa a.s. mengadu kepada Tuhannya bahwa kaumnya adalah orang yang durhaka dan banyak dosa.<br><br></span>"}}