{"current":{"translation":"Berlutut","arabic":"الجاثية","latin":"Al-Jasiyah","ayah_count":37,"index":45,"opening":"<span class=\"gen\"><br> Surat Al Jaatsiyah terdiri atas 37 ayat, termasuk golongan surat-surat Makkiyyah, diturunkan sesudah surat Ad Dukhaan. Dinamai dengan <i>Al Jaatsiyah</i> (yang berlutut) diambil dari perkataan <i>Jaatsiyah</i> yang terdapat pada ayat 28 surat ini. Ayat tersebut menerangkan tentang keadaan manusia pada hari kiamat, yaitu semua manusia dikumpulkan ke hadapan mahkamah Allah Yang Maha Tinggi yang memberikan keputusan terhadap perbuatan yang telah mereka lakukan di dunia. Pada hari itu semua manusia berlutut di hadapan Allah. Dinamai juga dengan <i>Asy Syari'ah</i> diambil dari perkataan <i>Syari'ah</i> (Syari'at) yang terdapat pada ayat 18 surat ini.<br><br> Pokok-pokok isinya:<br><br><i>1. Keimanan:</i><br> Keterangan-keterangan dan dalil-dalil atas adanya Allah pencipta langit dan bumi, buruk dan baik yang dikerjakan oleh manusia akibatnya bagi dirinya sendiri; Allah Pelindung orang-orang yang bertakwa; kebesaran dan keagungan hanya hak Allah semata; kepastian bahwa Allah-lah yang menghidupkan, mematikan dan menghimpunkan manusia pada hari kiamat; keterangan-keterangan mengenai huru-hara hari kiamat dan bagaimana tiap-tiap orang menerima perhitungan pekerjaannya di akhirat; pada hari kiamat jelaslah bagi orang-orang musyrikin keburukan perbuatan-perbuatan yang mereka kerjakan di dunia, dan mereka tidak lepas dari azab yang waktu di dunia mereka perolok-olokkan.<br><br><i>2. Hukum-hukum:</i><br> Perintah kepada Rasulullah s.a.w. supaya jangan mengikuti orang-orang yang tidak mempergunakan akalnya dan jangan menuruti kemauan mereka.<br><br><i>3. Kisah:</i><br> Kisah Bani Israil yang telah diberi nikmat oleh Allah, tetapi mereka berpaling dan menyeleweng dari ajaran agama, sehingga timbul perselisihan yang hebat antara sesama mereka.<br><br><i>4. Dan lain-lain:</i><br> Ancaman kepada orang-orang musyrik yang mendustakan ayat Allah serta berlaku sombong terhadapnya; kebatalan pendapat kaum Dahriyah (atheisme, sceptisme dan vrij denker), keingkaran mereka terhadap hari kiamat.<br><br></span>","closing":"<span class=\"gen\"><br> Surat Al Jaatsiyah mengutarakan tentang Al Quran yang diturunkan Allah, Pencipta dan Pengatur semesta alam. Sesungguhnya segala macam kejadian yang terdapat pada alam dapat dijadikan bukti bagi adanya Allah, kecelakaan yang besarlah bagi orang yang tidak mempercayai dan mensyukuri nikmat Allah, segala puji hanya untuk Allah saja, keagungan hanyalah kepunyaan Allah.<br><br><i>HUBUNGAN SURAT AL JAATSIYAH DENGAN SURAT AL AHQAAF</i><br><br> 1. Surat Al Jaatsiyah ditutup dengan ketauhidan, keagungan dan kebesaran Allah, sedang surat Al Ahqaaf dimulai dengan ketauhidan pula dengan menerangkan bahwa berhala-berhala yang disembah orang-orang musyrik itu tidak dapat menciptakan sesuatu apapun.<br><br> 2. Surat Al Jaatsiyah memuat ancaman terhadap kaum musyrik, sedang pada surat Al Ahqaaf ancaman itu lebih dipertegas dengan mengingatkan azab yang telah menimpa kaum 'Aad.<br><br></span>"},"next":{"translation":"Bukit Pasir","arabic":"الاحقاف","latin":"Al-Ahqaf","ayah_count":35,"index":46,"opening":"<span class=\"gen\"><br> Surat Al Ahqaaf terdiri dari 35 ayat termasuk golongan surat-surat Makkiyyah, diturunkan sesudah surat Al Jaatsiyah. Dinamai <i>Al Ahqaaf</i> (bukit-bukit pasir) dari perkataan <i>Al Ahqaaf</i> yang terdapat pada ayat <a href=\"al-ahqaaf#021\">21</a> surat ini.<br><br> Dalam ayat tersebut dan ayat-ayat sesudahnya diterangkan bahwa Nabi Hud a.s. telah menyampaikan risalahnya kepada kaumnya di <i>Al Ahqaaf</i> yang sekarang dikenal dengan Ar Rab'ul Khaali, tetapi kaumnya tetap ingkar sekalipun mereka telah diberi peringatan pula oleh rasul-rasul yang sebelumnya. Akhirnya Allah menghancurkan mereka dengan tiupan angin kencang. Hal ini adalah sebagai isyarat dari Allah kepada kaum musyrikin Quraisy bahwa mereka akan dihancurkan bila mereka tidak mengindahkan seruan Rasul.<br><br> Pokok-pokok isinya:<br><br><i>1. Keimanan:</i><br> Dalil-dalil dan bukti keesaan Allah dan bahwa penyembah-penyembah berhala adalah sesat; orang-orang mukmin akan mendapat kebahagiaan dan orang-orang kafir akan diazab; risalah Nabi Muhammad s.a.w. tidak hanya terbatas kepada umat manusia saja, tetapi juga kepada jin.<br><br><i>2. Hukum-hukum:</i><br> Perintah kepada manusia supaya patuh kepada ibu bapak, memuliakannya dan mengerjakan apa yang diridhai Allah terhadapnya dan larangan menyakiti hatinya.<br><br><i>3. Kisah-kisah:</i><br> Kisah Nabi Hud a.s. dan kaumnya.<br><br><i>4. Dan lain-lain:</i><br> Orang yang mementingkan kenikmatan hidup duniawi saja akan merugi kelak di akhirat; orang-orang yang beriman kepada Allah dan beristiqamah dalam kehidupannya tidak ada kekhawatiran terhadap mereka dan mereka tidak bersedih hati.<br><br></span>","closing":"<span class=\"gen\"><br> Surat Al Ahqaaf menerangkan tentang diturunkannya Al Qur'an daripada Allah s.w.t. dan imannya segolongan jin kepada Nabi Muhammad s.a.w., keimanan, kebatilan, syirik, pernyataan bahwa risalah Muhammad s.a.w. adalah dari Allah, perintah Allah supaya menghormati orang tua dan mendoakannya, memperingatkan kaum musyrikin tentang azab yang telah ditimpakan kepada kaum Hud. Dan surat ini ditutup dengan nasehat keharusan bersabar bagi Nabi Muhammad s.a.w.<br><br><i>HUBUNGAN SURAT AL AHQAAF DENGAN SURAT MUHAMMAD</i><br><br> Hubungan surat Al Ahqaaf dengan surat Muhammad ialah pada Al Ahqaaf Allah mengancam orang-orang kafir dengan kebinasaan, pada permulaan surat Muhammad disebutkan bahwa Allah membinasakan semua orang kafir dan Allah memerintahkan Muhammad s.a.w. memerangi mereka.<br><br></span>"},"prev":{"translation":"Kabut","arabic":"الدخان","latin":"Ad-Dukhan","ayah_count":59,"index":44,"opening":"<span class=\"gen\"><br> Surat Ad Dukhaan terdiri atas 59 ayat, termasuk golongan surat-surat Makkiyyah, diturunkan sesudah Az Zukhruf.<br><br> Dinamai <i>Ad Dukhaan</i> (kabut), diambil dari perkataan <i>Dukhaan</i> yang terdapat pada ayat 10 surat ini.<br><br> Menurut riwayat Bukhari secara ringkas dapat diterangkan sebagai berikut: Orang-orang kafir Mekah dalam menghalang-halangi agama Islam dan menyakiti serta mendurhakai Nabi Muhammad s.a.w. sudah melewati batas, karena itu Nabi mendoa kepada Allah agar diturunkan azab sebagaimana yang telah diturunkan kepada orang-orang yang durhaka kepada Nabi Yusuf yaitu musim kemarau yang panjang. Do'a Nabi itu dikabulkan Allah sampai orang-orang kafir memakan tulang dan bangkai, karena kelaparan. Mereka selalu menengadah ke langit mengharap pertolongan Allah. Tetapi tidak satupun yang mereka lihat kecuali kabut yang menutupi pandangan mereka.<br><br> Akhirnya mereka datang kepada Nabi agar Nabi memohon kepada Allah supaya hujan diturunkan. Setelah Allah mengabulkan doa Nabi, dan hujan di turunkan, mereka kembali kafir seperti semula; karena itu Allah menyatakan bahwa nanti mereka akan diazab dengan azab yang pedih.<br><br> Pokok-pokok isinya.<br><br><i>1. Keimanan:</i><br> Dalil-dalil atas kenabian Muhammad s.a.w.; huru-hara dan kehebatan hari kiamat; pada hari kiamat hanya amal-amal seseorang yang dapat menolongnya; azab dan penderitaan yang ditemui orang-orang kafir di akhirat serta nikmat dan kesenangan yang diterima orang-orang mukmin.<br><br><i>2. Hukum-hukum:</i><br> Kisah Musa a.s dengan Fir'aun dan kaumnya.<br><br><i>3. Dan lain-lain:</i><br> Permulaan turunnya Al Quran pada malam lailatul Qadar; orang-orang kafir hanya beriman kalau mereka ditimpa bahaya, kalau bahaya telah hilang mereka kafir kembali; dalam penciptaan langit dan bumi itu terdapat hikmat yang besar.<br><br></span>","closing":"<span class=\"gen\"><br> Surat Ad Dukhaan dimulai dengan menyebut keagungan Al Quran. Kaum Quraisy karena tidak mengikuti seruan Nabi Muhammad s.a.w., Nabi mendoakan agar didatangkan musim kemarau yang panjang, kemudian mereka beriman dan mengharap agar Nabi mendoa kepada Allah agar diturunkan hujan, setelah hujan diturunkan, mereka kafir kembali, lalu mereka diancam Allah dengan kehancuran. Kisah Fir'aun dan kaumnya disebutkan di sini sebagai peringatan bagi mereka.<br><br><i>HUBUNGAN SURAT AD DUKHAAN DENGAN SURAT AL JAATSIAH</i><br><br> Kedua surat ini hampir sama isi dan maksudnya, seperti menjelaskan keterangan mengenai adanya Allah dan kekuasaan-Nya, sikap orang kafir terhadap seruan Nabi Muhammad s.a.w., ancaman kepada orang-orang kafir dan siksaan hebat yang mereka derita pada hari kiamat.<br><br></span>"}}