{"current":{"translation":"Bukit Pasir","arabic":"الاحقاف","latin":"Al-Ahqaf","ayah_count":35,"index":46,"opening":"<span class=\"gen\"><br> Surat Al Ahqaaf terdiri dari 35 ayat termasuk golongan surat-surat Makkiyyah, diturunkan sesudah surat Al Jaatsiyah. Dinamai <i>Al Ahqaaf</i> (bukit-bukit pasir) dari perkataan <i>Al Ahqaaf</i> yang terdapat pada ayat <a href=\"al-ahqaaf#021\">21</a> surat ini.<br><br> Dalam ayat tersebut dan ayat-ayat sesudahnya diterangkan bahwa Nabi Hud a.s. telah menyampaikan risalahnya kepada kaumnya di <i>Al Ahqaaf</i> yang sekarang dikenal dengan Ar Rab'ul Khaali, tetapi kaumnya tetap ingkar sekalipun mereka telah diberi peringatan pula oleh rasul-rasul yang sebelumnya. Akhirnya Allah menghancurkan mereka dengan tiupan angin kencang. Hal ini adalah sebagai isyarat dari Allah kepada kaum musyrikin Quraisy bahwa mereka akan dihancurkan bila mereka tidak mengindahkan seruan Rasul.<br><br> Pokok-pokok isinya:<br><br><i>1. Keimanan:</i><br> Dalil-dalil dan bukti keesaan Allah dan bahwa penyembah-penyembah berhala adalah sesat; orang-orang mukmin akan mendapat kebahagiaan dan orang-orang kafir akan diazab; risalah Nabi Muhammad s.a.w. tidak hanya terbatas kepada umat manusia saja, tetapi juga kepada jin.<br><br><i>2. Hukum-hukum:</i><br> Perintah kepada manusia supaya patuh kepada ibu bapak, memuliakannya dan mengerjakan apa yang diridhai Allah terhadapnya dan larangan menyakiti hatinya.<br><br><i>3. Kisah-kisah:</i><br> Kisah Nabi Hud a.s. dan kaumnya.<br><br><i>4. Dan lain-lain:</i><br> Orang yang mementingkan kenikmatan hidup duniawi saja akan merugi kelak di akhirat; orang-orang yang beriman kepada Allah dan beristiqamah dalam kehidupannya tidak ada kekhawatiran terhadap mereka dan mereka tidak bersedih hati.<br><br></span>","closing":"<span class=\"gen\"><br> Surat Al Ahqaaf menerangkan tentang diturunkannya Al Qur'an daripada Allah s.w.t. dan imannya segolongan jin kepada Nabi Muhammad s.a.w., keimanan, kebatilan, syirik, pernyataan bahwa risalah Muhammad s.a.w. adalah dari Allah, perintah Allah supaya menghormati orang tua dan mendoakannya, memperingatkan kaum musyrikin tentang azab yang telah ditimpakan kepada kaum Hud. Dan surat ini ditutup dengan nasehat keharusan bersabar bagi Nabi Muhammad s.a.w.<br><br><i>HUBUNGAN SURAT AL AHQAAF DENGAN SURAT MUHAMMAD</i><br><br> Hubungan surat Al Ahqaaf dengan surat Muhammad ialah pada Al Ahqaaf Allah mengancam orang-orang kafir dengan kebinasaan, pada permulaan surat Muhammad disebutkan bahwa Allah membinasakan semua orang kafir dan Allah memerintahkan Muhammad s.a.w. memerangi mereka.<br><br></span>"},"next":{"translation":"Muhammad","arabic":"محمّد","latin":"Muhammad","ayah_count":38,"index":47,"opening":"<span class=\"gen\"><br> Surat Muhammad terdiri atas 38 ayat, termasuk golongan surat-surat Madaniyyah, diturunkan sesudah surat Al Hadiid. Nama <i>Muhammad</i> sebagai nama surat ini diambil dari perkataan Muhammad yang terdapat pada ayat <a href=\"muhammad#002\">2</a> surat ini. Pada ayat <a href=\"muhammad#002\">1</a>, <a href=\"muhammad#002\">2</a>, dan <a href=\"muhammad#002\">3</a> surat ini, Allah membandingkan antara hasil yang diperoleh oleh orang-orang yang tidak percaya kepada apa yang diturunkan kepada Nabi Muhammad s.a.w dan hasil yang diperoleh oleh orang-orang yang tidak percaya kepadanya. Orang-orang yang percaya kepada apa yang dibawa oleh Muhammad s.a.w merekalah orang-orang yang beriman dan mengikuti yang hak, diterima Allah semua amalnya, diampuni segala kesalahannya. Adapun orang-orang yang tidak percaya kepada Muhammad s.a.w adalah orang-orang yang mengikuti kebatilan, amalnya tidak diterima, dosa mereka tidak diampuni, kepada mereka dijanjikan azab di dunia dan di akhirat. Dinamai juga dengan <i>Al Qital</i> (peperangan), karena sebahagian besar surat ini mengutarakan tentang peperangan dan pokok-pokok hukumnya, serta bagaimana seharusnya sikap orang-orang mukmin terhadap orang-orang kafir.<br><br> Pokok-pokok isinya :<br><br><i>1. Keimanan:</i><br> Orang yang mati syahid akan masuk syurga; balasan-balasan yang disediakan di akhirat bagi orang-orang yang takwa dan orang-orang yang durhaka; keesaan Allah.<br><br><i>2. Hukum-hukum:</i><br> Menumpas musuh pada permulaan peperangan (sebelum gejala-gejala kemenangan), menawan mereka kalau telah kelihatan gejala-gejala kemenangan, membebaskan tawanan itu dengan menerima tebusan atau tidak. Larangan mengajak damai apabila telah nyata kemenangan.<br><br><i>3. Dan lain-lain:</i><br> Allah selalu memberi cobaan kepada orang-orang mukmin, untuk mengetahui siapa yang berjihad dan siapa yang sabar; kehidupan dunia adalah permainan belaka dan bahwa iman dan takwalah yang menghasilkan pahala; Allah akan menolong orang yang menolong agamanya.<br><br></span>","closing":"<span class=\"gen\"><br> Surat Muhammad menerangkan keadaan orang-orang kafir dan orang-orang mukmin di dunia dan akhirat dan menyatakan perbedaan keadaan mereka dan hasil yang mereka peroleh. Dan surat ini menerangkan tentang hukum perang dan cara orang-orang mukmin menghadapi orang-orang kafir.<br><br><i>HUBUNGAN SURAT MUHAMMAD DENGAN SURAT AL FATH</i><br><br> 1. Pada kedua surat ini terdapat keterangan-keterangan mengenai orang-orang mukmin yang ikhlas dan keterangan-keterangan mengenai orang-orang musyrik dan munafik.<br><br> 2. Pada surat Muhammad terdapat perintah agar meminta ampun kepada Allah, sedang pada surat Al Fath disebutkan janji Allah bahwa orang-orang mukmin yang beramal saleh akan mendapat ampunan dan pahala yang banyak dari Allah.<br><br> 3. Pada surat Muhammad diperintahkan supaya Muhammad s.a.w memerangi musuh-musuh Allah, sedang dalam surat Al Fath dinyatakan bahwa Allah akan memberikan kemenangan kepada Muhammad s.a.w.<br><br></span>"},"prev":{"translation":"Berlutut","arabic":"الجاثية","latin":"Al-Jasiyah","ayah_count":37,"index":45,"opening":"<span class=\"gen\"><br> Surat Al Jaatsiyah terdiri atas 37 ayat, termasuk golongan surat-surat Makkiyyah, diturunkan sesudah surat Ad Dukhaan. Dinamai dengan <i>Al Jaatsiyah</i> (yang berlutut) diambil dari perkataan <i>Jaatsiyah</i> yang terdapat pada ayat 28 surat ini. Ayat tersebut menerangkan tentang keadaan manusia pada hari kiamat, yaitu semua manusia dikumpulkan ke hadapan mahkamah Allah Yang Maha Tinggi yang memberikan keputusan terhadap perbuatan yang telah mereka lakukan di dunia. Pada hari itu semua manusia berlutut di hadapan Allah. Dinamai juga dengan <i>Asy Syari'ah</i> diambil dari perkataan <i>Syari'ah</i> (Syari'at) yang terdapat pada ayat 18 surat ini.<br><br> Pokok-pokok isinya:<br><br><i>1. Keimanan:</i><br> Keterangan-keterangan dan dalil-dalil atas adanya Allah pencipta langit dan bumi, buruk dan baik yang dikerjakan oleh manusia akibatnya bagi dirinya sendiri; Allah Pelindung orang-orang yang bertakwa; kebesaran dan keagungan hanya hak Allah semata; kepastian bahwa Allah-lah yang menghidupkan, mematikan dan menghimpunkan manusia pada hari kiamat; keterangan-keterangan mengenai huru-hara hari kiamat dan bagaimana tiap-tiap orang menerima perhitungan pekerjaannya di akhirat; pada hari kiamat jelaslah bagi orang-orang musyrikin keburukan perbuatan-perbuatan yang mereka kerjakan di dunia, dan mereka tidak lepas dari azab yang waktu di dunia mereka perolok-olokkan.<br><br><i>2. Hukum-hukum:</i><br> Perintah kepada Rasulullah s.a.w. supaya jangan mengikuti orang-orang yang tidak mempergunakan akalnya dan jangan menuruti kemauan mereka.<br><br><i>3. Kisah:</i><br> Kisah Bani Israil yang telah diberi nikmat oleh Allah, tetapi mereka berpaling dan menyeleweng dari ajaran agama, sehingga timbul perselisihan yang hebat antara sesama mereka.<br><br><i>4. Dan lain-lain:</i><br> Ancaman kepada orang-orang musyrik yang mendustakan ayat Allah serta berlaku sombong terhadapnya; kebatalan pendapat kaum Dahriyah (atheisme, sceptisme dan vrij denker), keingkaran mereka terhadap hari kiamat.<br><br></span>","closing":"<span class=\"gen\"><br> Surat Al Jaatsiyah mengutarakan tentang Al Quran yang diturunkan Allah, Pencipta dan Pengatur semesta alam. Sesungguhnya segala macam kejadian yang terdapat pada alam dapat dijadikan bukti bagi adanya Allah, kecelakaan yang besarlah bagi orang yang tidak mempercayai dan mensyukuri nikmat Allah, segala puji hanya untuk Allah saja, keagungan hanyalah kepunyaan Allah.<br><br><i>HUBUNGAN SURAT AL JAATSIYAH DENGAN SURAT AL AHQAAF</i><br><br> 1. Surat Al Jaatsiyah ditutup dengan ketauhidan, keagungan dan kebesaran Allah, sedang surat Al Ahqaaf dimulai dengan ketauhidan pula dengan menerangkan bahwa berhala-berhala yang disembah orang-orang musyrik itu tidak dapat menciptakan sesuatu apapun.<br><br> 2. Surat Al Jaatsiyah memuat ancaman terhadap kaum musyrik, sedang pada surat Al Ahqaaf ancaman itu lebih dipertegas dengan mengingatkan azab yang telah menimpa kaum 'Aad.<br><br></span>"}}