{"current":{"translation":"Kamar-Kamar","arabic":"الحجرٰت","latin":"Al-Hujurat","ayah_count":18,"index":49,"opening":"<span class=\"gen\"><br> Surat Al Hujuraat terdiri atas 18 ayat, termasuk golongan surat-surat Madaniyyah, diturunkan sesudah surat Al Mujaadalah. Dinamai <i>Al Hujuraat</i> diambil dari perkataan <i>Al Hujuraat</i> yang terdapat pada ayat 4 surat ini. Ayat tersebut mencela para sahabat yang memanggil Nabi Muhammad SAW yang sedang berada di dalam kamar rumahnya bersama isterinya. Memanggil Nabi Muhammad SAW dengan cara dan dalam keadaan yang demikian menunjukkan sifat kurang hormat kepada beliau dan mengganggu ketenteraman beliau.<br><br> Pokok-Pokok Isinya:<br><br><i>1. Keimanan:</i><br> Masuk Islam harus disempurnakan dengan iman yang sebenarnya.<br><br><i>2. Hukum-hukum:</i><br> Larangan mengambil keputusan yang menyimpang dari ketetapan Allah dan rasul-Nya; keharusan meneliti sesuatu perkabaran yang disampaikan oleh orang yang fasik; kewajiban mengadakan islah antara orang muslim yang bersengketa karena orang-orang Islam itu bersaudara; kewajiban mengambil tindakan terhadap golongan kaum muslimin yang bertindak aniaya terhadap golongan kaum muslimin yang lain; larangan mencaci, menghina, dsb; larangan berburuk sangka; bergunjing dan memfitnah dll.<br><br><i>3. Dan lain-lain:</i><br> Adab sopan santun berbicara dengan Rasulullah SAW. Allah menciptakan manusia bersuku-suku dan berbangsa-bangsa agar satu sama lain kenal-mengenal; setiap manusia sama pada sisi Allah, kelebihan hanya pada orang-orang yang bertakwa; sifat-sifat orang-orang yang sebenar-benarnya beriman.<br><br></span>","closing":"<span class=\"gen\"><br> Surat Al Hujuraat menerangkan tentang akhlak yang baik yang berhubungan dengan sikap orang mukmin terhadap Allah, Nabi Muhammad SAW, sikap mereka terhadap saudara-saudara mereka seagama, sopan santun dalam pergaulan dan pergaulan antar bangsa. Juga surat ini menerangkan bagaimana sikap orang-orang mukmin dalam menerima berita dari orang-orang fasik. Kemudian surat ini ditutup dengan menerangkan hakekat iman dan keutamaan amal orang-orang mukmin.<br><br><i>HUBUNGAN SURAT AL HUJURAAT DENGAN SURAT QAAF</i><br><br> 1. Pada akhir surat Al Hujuraat disebutkan bagaimana keimanan orang-orang Badui dan sebenarnya mereka belum beriman. Hal ini dapat membawa kepada bertambahnya iman mereka dan dapat pula menjadikan mereka orang yang mengingkari kenabian dan hari berbangkit; sedang pada awal surat Qaaf disebutkan beberapa sifat orang kafir yang mengingkari kenabian dan hari berbangkit.<br><br> 2. Surat Al Hujuraat lebih banyak menguraikan soal-soal duniawi sedang surat Qaaf lebih banyak menguraikan tentang ukhrawi.<br><br></span>"},"next":{"translation":"Qaf","arabic":"ق","latin":"Qaf","ayah_count":45,"index":50,"opening":"<span class=\"gen\"><br> Surat Qaaf terdiri atas 45 ayat, termasuk golongan surat-surat Makkiyah diturunkan sesudah surat Al Murssalaat. Dinamai <i>Qaaf</i> karena surat ini dimulai dengan huruf <i>Qaaf</i>. Menurut hadits yang diriwayatkan Imam Muslim, bahwa Rasulullah SAW senang membaca surat ini pada rakaat pertama sembahyang subuh dan pada shalat hari raya. Sedang menurut riwayat Abu Daud, Al Baihaqy dan Ibnu Majah bahwa Rasulullah SAW membaca surat ini pada tiap-tiap membaca Khutbah pada hari Jum'at. Kedua riwayat ini menunjukkan bahwa surat QAAF sering dibaca Nabi Muhammad SAW di tempat-tempat umum, untuk memperingatkan manusia tentang kejadian mereka dan nikmat-nikmat yang diberikan kepadanya, begitu pula tentang hari berbangkit, hari berhisab, syurga, neraka, pahala, dosa, dsb. Surat ini dinamai juga <i>Al Baasiqaat</i>, diambil dari perkataan <i>Al- Baasiqaat</i> yang terdapat pada ayat 10 surat ini.<br><br> Pokok-pokok isinya :<br><br><i>1. Keimanan:</i><br> Setiap manusia pada hari kiamat akan hadir di padang mahsyar diiring- kan oleh dua orang malaikat, yang seorang sebagai pengiringnya, dan yang seorang lagi sebagai saksi atas segala perbuatannya di dunia. Kebangkitan manusia dari kubur digambarkan sebagai tanah yang kering, setelah disirami hujan hidup kembali; Allah lebih dekat kepada manusia dari urat lehernya sendiri; tiap-tiap manusia didampingi oleh malaikat yang selalu mencatat segala perbuatannya; Allah menciptakan langit dan bumi dan apa yang ada antara keduanya dalam enam masa.<br><br><i>2. Hukum-hukum:</i><br> Anjuran bertasbih dan bertahmid kepada Tuhan pada waktu-waktu malam sebelum terbit dan terbenam matahari dan sesudah mengerjakan shalat. Perintah Allah kepada Rasul-Nya agar memberi peringatan dengan ayat- ayat Al Quran kepada orang yang beriman; anjuran memperhatikan kejadian langit dan bumi.<br><br><i>3. Dan lain-lain:</i><br> Keingkaran orang-orang musyrik terhadap kenabian dan hari berbangkit; hiburan kepada Nabi Muhammad SAW agar jangan berputus asa dalam meng- hadapi keingkaran orang-orang kafir Mekkah, karena rasul-rasul dahulu juga menghadapi keingkaran kaumnya masing-masing; Al Quran adalah sebagai peringatan kepada orang-orang yang takut kepada ancaman Allah.<br><br></span>","closing":"<span class=\"gen\"><br> Sebagaimana halnya surat-surat Makkiyah pada umumnya, maka surat Qaaf mengemukakan hal-hal yang berhubungan dengan kebangkitan, syurga dan neraka, mengemukakan bahwa keingkaran orang-orang kafir kepada Nabi itu adalah wajar, karena rasul-rasul dahulu juga diingkari dan didustakan oleh umat-umatnya.<br><br><i>HUBUNGAN SURAT QAAF DENGAN SURAT ADZ DZAARIYAAT</i><br> 1. Pada surat Qaaf disebutkan hal-hal mengenai hari berbangkit, pembalasan, syurga dan neraka; sedang surat Adz Dzaariyaat dimulai dengan menerangkan bahwa semua itu adalah benar dan pembalasan pada hari kiamat itu benar akan terlaksana.<br> 2. Pada surat Qaaf disebutkan secara sepintas lalu pembinasaan umat-umat dahulu yang mendustakan rasul-rasul sedang pada surat Adz Dzaariyaat diterangkan keadaan mereka dengan agak terperinci.<br><br></span>"},"prev":{"translation":"Kemenangan","arabic":"الفتح","latin":"Al-Fath","ayah_count":29,"index":48,"opening":"<span class=\"gen\"><br> Surat Al Fath terdiri atas 29 ayat, termasuk golongan surat-surat Madaniyyah, diturunkan sesudah surat Al Jum'ah. Dinamakan <i>Al Fath (kemenangan)</i> diambil dari perkataan <i>Fat-han</i> yang terdapat pada ayat pertama surat ini. Sebagian besar dari ayat-ayat surat ini menerangkan hal-hal yang berhubungan dengan kemenangan yang dicapai Nabi Muhammad s.a.w. dalam peperangan-peperangannya.<br><br> Nabi Muhammad s.a.w. sangat gembira dengan turunnya ayat pertama surat ini. Kegembiraan ini dinyatakan dalam sabda beliau yang diriwayatkan Bukhari; <i>Sesungguhnya telah diturunkan kepadaku satu surat, yang surat itu benar-benar lebih aku cintai dari seluruh apa yang disinari matahari</i>. Kegembiraan Nabi Muhammad s.a.w. itu ialah karena ayat-ayatnya menerangkan tentang kemenagan yang akan diperoleh Muhammad s.a.w. dalam perjuangannya dan tentang kesempurnaan nikmat Allah kepadanya.<br><br> Pokok-pokok isinya:<br><br><i>1. Keimanan:</i><br> Allah mempunyai tentara di lagit dan di bumi; janji Allah kepada orang-orang mukmin bahwa mereka akan mendapat ampunan Tuhan dan pahala yang besar; Allah mengutus Muhammad s.a.w. sebagai saksi, pembawa berita gembira dan pemberi peringatan; Agama Islam akan mengalahkan agama-agama lain;<br><br><i>2. Hukum-hukum:</i><br> orang pincang dan orang-orang yang sakit dibebaskan dari kewajiban berperang;<br><br><i>3. Kisah-kisah:</i><br> Kejadian-kejadian sekitar Bai'aturridhwan dan <i>Perdamaian Hudaibiyyah</i>.<br><br><i>4. Dan lain-lain:</i><br> Berita gembira yang disampaikan Allah kepada Nabi Muhammad s.a.w.bahwa dia bersama-sama orang mukmin akan memasuki kota Mekah dengan kemenangan, dan hal ini memang terlaksana setelah setahun kemudian, sikap orang-orang mukmin terhadap sesama mukmin dan sikap mereka terhadap orang-orang kafir; sifat-sifat Nabi Muhammad s.a.w. dan para sahabatnya sudah disebutkan dalam Taurat dan Injil; janji Allah bahwa orang Islam akan menguasai daerah-daerah yang sewaktu Nabi Muhammad s.a.w. belum dikuasai;<br><br></span>","closing":"<span class=\"gen\"><br> Surat Al Fath menerangkan tentang peristiwa-peristiwa yang berhubungan dengan Perdamaian Hudaibiyah dan janji Allah akan kemenangan kaum muslimin. Surat ini ditutup dengan menerangkan sifat-sifat Nabi Muhammad s.a.w. dan sahabat-sahabatnya.<br><br><i>HUBUNGAN SURAT AL FATH DENGAN SURAT AL HUJURAAT</i><br><br> 1. Di dalam surat Al fath disebutkan perintah memerangi orang-orang kafir, sedang dalam surat Al Hujuraat disebutkan perintah mengadakan perdamaian antara dua golongan dari kaum muslimin yang bersengketa, dan perintah memerangi golongan kaum muslimin yang berbuat aniaya kepada golongan kaum muslimin yang lain, sampai terjaga selalu kesatuan dan persatuan umat Islam.<br><br> 2. Surat Al Fath ditutup dengan keterangan mengenai sifat-sifat Rasulullah s.a.w. dan sahabat-sahabatnya, sedang surat AL Hujuraat dimulai dengan bagaiman seharusnya para sahabat bergaul dengan Nabi Muhammad s.a.w.<br><br></span>"}}