{"current":{"translation":"Angin yang Menerbangkan","arabic":"الذّٰريٰت","latin":"Az-Zariyat","ayah_count":60,"index":51,"opening":"<span class=\"gen\"><br> Surat Adz Dzaariyaat terdiri atas 60 ayat, termasuk golongan surat-surat Makkiyah, diturunkan sesudah surat Al Ahqaaf. Dinamai <i>Adz Dzaariyaat</i> (angin yang menerbangkan), diambil dari perkataan <i>Adz Dzaariyaat</i> yang terdapat pada ayat pertama surat ini. Allah bersumpah dengan angin, mega, bahtera, dan malaikat yang menjadi sumber kesejahteraan dan pembawa kemakmuran. Hal ini meng- isyaratkan inayat Allah kepada hamba-hamba-Nya.<br><br> Pokok-pokok isinya:<br><i>1. Keimanan:</i><br> Bagaimana keadaan orang-orang yang beriman di dalam syurga sebagai balasan ketaatan bagi orang yang bertakwa; manusia dan jin dijadikan Allah untuk beribadah kepada-Nya; Allah sebagai pemberi rezki; neraka sebagai balasan bagi orang- orang kafir.<br><br><i>2. Hukum-hukum:</i><br> Larangan mempersekutukan Allah dengan selain-Nya; perintah berpaling dari orang-orang musyrik yang berkepala batu dan memberikan peringatan dan pengajaran kepada orang-orang mukmin; pada harta kekayaan seseorang terdapat hak orang miskin.<br><br><i>3. Kisah-kisah:</i><br> Ibrahim a.s. dengan malaikat yang datang ke rumahnya; Musa a.s. dengan Fir'aun; kaum 'Ad dan Tsamud; Nuh a.s. dengan kaumnya.<br><br> 4. Dan lain-lain :<br> Segala sesuatu diciptakan Allah dengan berpasang-pasangan; pada diri manusia sendiri terdapat tanda-tanda kebesaran Allah.<br><br></span>","closing":"<span class=\"gen\"><br> Surat Adz Dzaariyaat menerangkan hal-hal yang berhubungan dengan penegasan adanya hari berbangkit, balasan yang diterima orang mukmin dan kafir di akhirat. Kemudian dikemukakan kisah beberapa orang nabi dan kaumnya sebagai bujukan kepada Nabi Muhammad SAW agar jangan bersedih hati terhadap sikap kaumnya yang keras kepala dan selalu mendustakannya.<br><br><i>Hubungan surat Adz Dzaariyaat dengan surat Ath Thuur</i><br> 1. Surat Adz Dzaariyaat dimulai dengan ancaman kepada orang-orang kafir dan nikmat-nikmat yang diterima orang-orang mukmin kelak, sedangkan surat Ath Thuur dimulai dengan ancaman pula dan diiringi dengan menerangkan nikmat yang diterima orang-orang mukmin, akan tetapi ancaman dan nikmat-nikmat ini dalam surat Ath Thuur diterangkan dengan lebih jelas.<br> 2. Sama-sama dimulai dengan sumpah Allah dengan menyebutkan ciptaan- ciptaan-Nya.<br> 3. Sama-sama mengandung perintah kepada Rasulullah SAW supaya berpaling dari orang-orang musyrik yang berkepala batu dan alasan-alasan serta dalil-dalil keesaan Allah dan adanya hari berbangkit.<br><br></span>"},"next":{"translation":"Bukit Tursina","arabic":"الطور","latin":"At-Tur","ayah_count":49,"index":52,"opening":"<span class=\"gen\"><br> Surat Ath Thuur terdiri atas 49 ayat, termasuk golongan surat-surat Makkiyyah, diturunkan sesudah surat As Sajdah. Dinamai <i>Ath Thuur</i> (Bukit) diambil dari perkataan <i>Ath Thuur</i> yang terdapat pada ayat pertama surat ini. Yang dimaksud dengan <i>bukit</i> di sini ialah bukit Thursina yang terletak di semenanjung Sinai, tempat Nabi Musa menerima wahyu dari Tuhannya.<br><br> Pokok-pokok isinya:<br><br><i>1. Keimanan:</i><br> Keadaan orang-orang kafir di dalam neraka dan keadaan orang-orang beriman di dalam surga; bukti kekuasaan dan keesaan Allah;setiap orang bertanggung jawab terhadap perbuatannya masing-masing, sekalipun demikian bapak dan anak akan dikumpulkan Allah dalam surga apabila kedua- duanya sama-sama beriman.<br><br><i>2. Hukum-hukum</i><br> Kewajiban untuk tetap berda'wah dan anjuran melakukan zikir dan tasbih pada waktu siang dan malam.<br><br><i>3. Dan lain-lain:</i><br> Orang-orang zalim pasti mendapat siksaan Allah di dunia dan di akhirat; Allah tetap akan menjaga dan melindungi Nabi Muhammad s.a.w.<br><br></span>","closing":"<span class=\"gen\"><br> PENUTUP<br><br> Surat Ath Thuur mengandung hal-hal yang berhubungan dengan penegasan adanya hari berbangkit, keadaan orang-orang kafir dan orang-orang mukmin di hari kiamat, keadaan surga sebagai tempat orang-orang yang bertakwa dan hujjah-hujjah yang menunjukkan kebatalan kepercayaan orang-orang musyrik. Surat ini diakhiri dengan menyebutkan nasehat-nasehat kepada Rasulullah s.a.w. dan orang-orang mukmin.<br><br><i>Hubungan surat Ath Thuur dengan surat An Najm</i><br><br> 1. Surat Ath Thuur ditutup dengan menyebut bintang-bintang, sedang surat An Najm dibuka dengan menyebut bintang pula.<br> 2. Dalam surat Ath Thuur disebutkan tuduhan orang kafir bahwa Al Quran dibuat oleh Nabi Muhammad s.a.w. sedang dalam surat An Najm ditegaskan bahwa Al Quran itu benar-benar wahyu dari Allah.<br> 3. Dalam surat Ath Thuur diterangkan bahwa Nabi Muhammad s.a.w. selalu berada di bawah inayah Allah, sedang dalam surat An Najm dibayangkan bagaimana kebesaran dan kemuliaan Nabi Muhammad s.a.w.<br><br></span>"},"prev":{"translation":"Qaf","arabic":"ق","latin":"Qaf","ayah_count":45,"index":50,"opening":"<span class=\"gen\"><br> Surat Qaaf terdiri atas 45 ayat, termasuk golongan surat-surat Makkiyah diturunkan sesudah surat Al Murssalaat. Dinamai <i>Qaaf</i> karena surat ini dimulai dengan huruf <i>Qaaf</i>. Menurut hadits yang diriwayatkan Imam Muslim, bahwa Rasulullah SAW senang membaca surat ini pada rakaat pertama sembahyang subuh dan pada shalat hari raya. Sedang menurut riwayat Abu Daud, Al Baihaqy dan Ibnu Majah bahwa Rasulullah SAW membaca surat ini pada tiap-tiap membaca Khutbah pada hari Jum'at. Kedua riwayat ini menunjukkan bahwa surat QAAF sering dibaca Nabi Muhammad SAW di tempat-tempat umum, untuk memperingatkan manusia tentang kejadian mereka dan nikmat-nikmat yang diberikan kepadanya, begitu pula tentang hari berbangkit, hari berhisab, syurga, neraka, pahala, dosa, dsb. Surat ini dinamai juga <i>Al Baasiqaat</i>, diambil dari perkataan <i>Al- Baasiqaat</i> yang terdapat pada ayat 10 surat ini.<br><br> Pokok-pokok isinya :<br><br><i>1. Keimanan:</i><br> Setiap manusia pada hari kiamat akan hadir di padang mahsyar diiring- kan oleh dua orang malaikat, yang seorang sebagai pengiringnya, dan yang seorang lagi sebagai saksi atas segala perbuatannya di dunia. Kebangkitan manusia dari kubur digambarkan sebagai tanah yang kering, setelah disirami hujan hidup kembali; Allah lebih dekat kepada manusia dari urat lehernya sendiri; tiap-tiap manusia didampingi oleh malaikat yang selalu mencatat segala perbuatannya; Allah menciptakan langit dan bumi dan apa yang ada antara keduanya dalam enam masa.<br><br><i>2. Hukum-hukum:</i><br> Anjuran bertasbih dan bertahmid kepada Tuhan pada waktu-waktu malam sebelum terbit dan terbenam matahari dan sesudah mengerjakan shalat. Perintah Allah kepada Rasul-Nya agar memberi peringatan dengan ayat- ayat Al Quran kepada orang yang beriman; anjuran memperhatikan kejadian langit dan bumi.<br><br><i>3. Dan lain-lain:</i><br> Keingkaran orang-orang musyrik terhadap kenabian dan hari berbangkit; hiburan kepada Nabi Muhammad SAW agar jangan berputus asa dalam meng- hadapi keingkaran orang-orang kafir Mekkah, karena rasul-rasul dahulu juga menghadapi keingkaran kaumnya masing-masing; Al Quran adalah sebagai peringatan kepada orang-orang yang takut kepada ancaman Allah.<br><br></span>","closing":"<span class=\"gen\"><br> Sebagaimana halnya surat-surat Makkiyah pada umumnya, maka surat Qaaf mengemukakan hal-hal yang berhubungan dengan kebangkitan, syurga dan neraka, mengemukakan bahwa keingkaran orang-orang kafir kepada Nabi itu adalah wajar, karena rasul-rasul dahulu juga diingkari dan didustakan oleh umat-umatnya.<br><br><i>HUBUNGAN SURAT QAAF DENGAN SURAT ADZ DZAARIYAAT</i><br> 1. Pada surat Qaaf disebutkan hal-hal mengenai hari berbangkit, pembalasan, syurga dan neraka; sedang surat Adz Dzaariyaat dimulai dengan menerangkan bahwa semua itu adalah benar dan pembalasan pada hari kiamat itu benar akan terlaksana.<br> 2. Pada surat Qaaf disebutkan secara sepintas lalu pembinasaan umat-umat dahulu yang mendustakan rasul-rasul sedang pada surat Adz Dzaariyaat diterangkan keadaan mereka dengan agak terperinci.<br><br></span>"}}