{"current":{"translation":"Hari Kiamat","arabic":"الواقعة","latin":"Al-Waqi'ah","ayah_count":96,"index":56,"opening":"<span class=\"gen\"><br> Surat Al Waaqi'ah terdiri atas 96 ayat, termasuk golongan surat-surat Makkiyah, diturunkan sesudah surat Thaa Haa. Dinamai dengan <i>Al Waaqi'ah</i> (Hari Kiamat), diambil dari perkataan <i>Al Waaqi'ah</i> yang terdapat pada ayat pertama surat ini.<br><br> Pokok-pokok isinya :<br><br><i>1. Keimanan:</i><br> Huru-hara di waktu terjadinya hari kiamat; manusia di waktu hisab terbagi atas tiga golongan, yaitu golongan yang ber- segera menjalankan kebaikan, golongan kanan dan golongan yang celaka serta balasan yang diperoleh oleh masing-masing golongan; bantahan Allah terhadap keingkaran orang-orang yang mengingkari adanya Tuhan, hari berbangkit, dan adanya hisab; Al Quran berasal dari Lauhul Mahfuuzh.<br><i>2. Dan lain-lain:</i><br> Gambaran tentang syurga dan neraka.<br><br></span>","closing":"<span class=\"gen\"><br> Surat Al Waaqi'ah menerangkan tentang keadaan hari kiamat, balasan yang diterima oleh orang-orang mukmin dan orang-orang kafir. Kemudian diterangkan penciptaan manusia, tumbuh-tumbuhan dan api, sebagai bukti kekuasaan Allah dan adanya hari berbangkit.<br><br><i>HUBUNGAN SURAT AL WAAQI'AH DENGAN SURAT AL HADIID</i><br><br> 1. Surat Al Waaqi'ah diakhiri dengan perintah bertasbih dengan menyebut nama Tuhan, Maha Pencipta lagi Maha Pemelihara, sedang pada permulaan surat Al Hadiid disebutkan bahwa apa yang ada di langit dan apa yang ada di bumi bertasbih kepada Allah.<br> 2. Dalam surat Al Waaqi'ah disebut orang-orang yang bersegera (As- Saabiquun), sedang pada surat Al Hadiid diterangkan kemana orang- orang itu harus bersegera.<br> 3. Sama-sama menerangkan kekuasaan Allah.<br><br></span>"},"next":{"translation":"Besi","arabic":"الحديد","latin":"Al-Hadid","ayah_count":29,"index":57,"opening":"<span class=\"gen\"><br> Surat Al Hadiid terdiri atas 29 ayat, termasuk golongan surat-surat Madaniyyah, diturunkan sesudah surat Az Zalzalah. Dinamai <i>Al Hadiid</i> (Besi), diambil dari perkataan <i>Al Hadiid</i> yang terdapat pada ayat 25 surat ini.<br><br> Pokok-pokok isinya:<br><br><i>1. Keimanan:</i><br> Hanya kepada Allah kembali semua urusan; beberapa sifat Allah dan beberapa Asmaa-ul Husna serta pernyataan kekuasaan Allah di langit dan di bumi.<br><i>2. Hukum-hukum:</i><br> Perintah menafkahkan harta.<br><i>3. Dan lain-lain:</i><br> Keadaan orang-orang munafik di hari kiamat; hakikat kehidupan dunia dan kehidupan akhirat; tujuan penciptaan besi; tujuan diutusnya para rasul; kehidupan kerahiban dalam agama Nasrani bukan berasal dari ajaran Nabi Isa a.s.; celaan kepada orang-orang bakhil dan orang yang menyuruh orang-orang lain berbuat bakhil.<br><br></span>","closing":"<span class=\"gen\"><br> Surat Al Hadiid pada umumnya menerangkan hal-hal yang berhubungan dengan anjuran bernafkah dan membelanjakan harta di jalan Allah. Dan juga menerangkan bahwa Allah mengutus para nabi dengan membawa agama untuk kebahagiaan hidup manusia di samping itu menciptakan besi yang bermanfaat bagi manusia dalam kehidupannya dan untuk mempertahankan agama yang dibawa oleh rasul-rasul itu.<br><br><i>HUBUNGAN SURAT AL HADIID DENGAN SURAT AL MUJAADILAH</i><br><br> 1. Pada surat Al Hadiid disebutkan beberapa Al Asmaa-ul Husna, di antaranya ialah <i>Al Bathin</i> dan <i>mengetahui segala sesuatu</i>, sedang pada surat Al Mujaadilah disebutkan bahwa Allah mengetahui pembicaraan-pembicaraan yang dirahasiakan.<br> 2. Pada akhir surat Al Hadiid disebutkan bahwa Allah mempunyai karunia-Nya kepada wanita, yaitu dengan menghilangkan hal-hal yang merugikan pihak wanita pada hukum zhihar yang berlaku di kalangan Arab Jahiliyah.<br><br></span>"},"prev":{"translation":"Maha Pengasih","arabic":"الرحمن","latin":"Ar-Rahman","ayah_count":78,"index":55,"opening":"<span class=\"gen\"><br> Surat Ar Rahmaan terdiri atas 78 ayat, termasuk golongan surat- surat Makkiyyah, diturunkan sesudah surat Ar Ra'du. Dinamai <i>Ar Rahmaan</i> (Yang Maha Pemurah), diambil dari perkataan <i>Ar Rahmaan</i> yang terdapat pada ayat pertama surat ini. Ar Rahmaan adalah salah satu dari nama-nama Allah. Sebagian besar dari surat ini menerangkan kepemurahan Allah s.w.t. kepada hamba-hamba-Nya, yaitu dengan memberikan nikmat-nikmat yang tidak terhingga baik di dunia maupun di akhirat nanti.<br><br> Pokok-pokok isinya:<br><br><i>1. Keimanan:</i><br> Allah mengajar manusia pandai berbicara; pohon- pohonan dan tumbuh-tumbuhan tunduk kepada Allah; Allah selalu dalam kesibukan; seluruh alam meru- pakan nikmat Allah terhadap ummat manusia; manusia diciptakan dari tanah dan jin dari api.<br><i>2. Hukum-hukum:</i><br> Kewajiban mengukur, menakar, menimbang dengan adil.<br><i>3. Dan Lain-lain :</i><br> Manusia dan jin tidak dapat melepaskan diri dari kekuasaan Allah s.w.t. banyak dari ummat manusia yang tidak mensyukuri nikmat Tuhan; nubuwat tentang hal-hal yang akan terjadi dan hal-hal itu benar- benar terjadi seperti tentang terusan Sues dan Panama.<br><br></span>","closing":"<span class=\"gen\"><br> Surat Ar Rahmaan menyebutkan bermacam-macam nikmat Allah yang telah dilimpahkan kepada hamba-hamban-Nya yaitu dengan menciptakan alam dengan segala yang ada padanya. Kemudian diterangkan pem- balasan di akhirat, keadaan penghuni neraka dan keadaan penghuni syurga yang dijanjikan Allah kepada orang yang bertakwa.<br><br><i>HUBUNGAN SURAT AR RAHMAAN DENGAN SURAT AL WAAQI'AH</i><br><br> 1. Kedua surat ini sama-sama menerangkan keadaan di akhirat dan keadaan di syurga dan di neraka.<br> 2. Dalam surat Ar Rahmaan diterangkan azab yang ditimpakan kepada orang-orang yang berdosa dan nikmat yang diterima orang-orang yang bertakwa;dijelaskan bahwa ada dua macam syurga yang disediakan bagi orang-orang mukmin. Pada surat Al Waaqi'ah diterangkan pembagian manusia di akhirat pada tiga golongan, yaitu golongan kiri, golongan kanan dan golongan orang-orang yang lebih dahulu beriman dan diterangkan pula bagaimana nasib masing-masing golongan itu.<br><br></span>"}}