{"current":{"translation":"Gugatan","arabic":"المجادلة","latin":"Al-Mujadalah","ayah_count":22,"index":58,"opening":"<span class=\"gen\"><br> Surat Al Mujaadilah terdiri atas 22 ayat, termasuk golongan surat Madaniyyah, diturunkan sesudah surat Al Munaafiquun. Surat ini dinamai dengan <i>Al Mujaadilah</i> (wanita yang mengajukan gugatan) karena pada awal surat ini disebutkan bantahan seorang perempuan, menurut riwayat bernama Khaulah binti Tsa'labah terhadap sikap suaminya yang telah menzhiharnya. Hal ini diadukan kepada Rasulullah s.a.w. dan ia menuntut supaya beliau memberikan putusan yang adil dalam persoalan itu. Dinamai juga <i>Al Mujaadalah</i> yang berarti <i>perbantahan</i>.<br><br> Pokok-pokok isinya:<br><i>1. Hukum:</i><br> Hukum zhihar dan sangsi-sangsi bagi orang yang melakukannya bila ia menarik kembali perkataannya; larangan menjadikan musuh Allah sebagai teman.<br><i>2. Dan lain-lain:</i><br> Menjaga adab sopan santun dalam suatu majlis pertemuan; adab sopan santun terhadap Rasulullah s.a.w.<br><br></span>","closing":"<span class=\"gen\"><br> Surat ini menerangkan tentang zhihar dan hukumnya, larangan mengambil orang kafir sebagai teman akrab serta beberapa hal yang berhubungan dengan adab sopan santun.<br><br><i>HUBUNGAN SURAT AL MUJAADILAH DENGAN SURAT AL HASYR</i><br><br> 1. Pada akhir surat Al Mujaadilah Allah menyatakan bahwa agama Allah akan menang, yaitu pengusiran Bani Nadhir dari Madinah.<br> 2. Dalam surat Al Mujaadilah Allah menyebutkan bahwa orang-orang yang menentang Allah dan Rasul-Nya akan mendapat kebinasaan, sedang pada surat Al Hasyr Allah menyebutkan bahwa orang-orang yang menentang Allah Allah dan Rasul-Nya akan mendapat azab yang sangat.<br> 3. Dalam surat Al Mujaadilah Allah menyebutkan hal-hal orang-orang munafik dan orang-orang Yahudi dan bagaimana mereka bantu membantu dalam memusuhi kaum muslim, sedang dalam surat Al Hasyr disebutkan kekalahan yang menimpa mereka dan persatuan mereka tidak dapat menolong mereka sedikitpun.<br><br></span>"},"next":{"translation":"Pengusiran","arabic":"الحشر","latin":"Al-Hasyr","ayah_count":24,"index":59,"opening":"<span class=\"gen\"><br> Surat Al Hasyr terdiri atas 24 ayat, termasuk golongan surat-surat Madaniyyah, diturunkan sesudah surat Al Bayyinah.<br> Dinamai surat <i>Al Hasyr</i> (pengusiran) diambil dari perkataan <i>Al-Hasyr</i> yang terdapat pada ayat 2 surat ini. Di dalam surat ini disebutkan kisah pengusiran suatu suku Yahudi yang bernama Bani Nadhir yang berdiam di sekitar kota Madinah.<br><br> Pokok-pokok isinya :<br><br><i>1. Keimanan:</i><br> Apa yang berada di langit dan di bumi semuanya bertasbih memuji Allah; Allah pasti mengalahkan musuh-Nya dan musuh-musuh Rasul-Nya; Allah mempunyai Al Asmaa-ul Husna; keagungan Al Quran dan ketinggian martabatnya.<br><i>2. Hukum-hukum:</i><br> Cara pembagian harta fai-i; perintah bertakwa dan menyiapkan diri untuk kehidupan ukhrawi.<br><i>3. Dan lain-lain:</i><br> Beberapa sifat orang-orang munafik dan orang-orang ahli kitab yang tercela; peringatan-peringatan untuk kaum muslimin.<br><br></span>","closing":"<span class=\"gen\"><br> Surat ini menerangkan tentang bagaimana seharusnya sikap setiap orang Islam terhadap orang-orang yang tidak Islam yang melakukan tindakan-tindakan yang merugikan umat Islam sebagai yang dilakukan oleh Bani Nadhir; hukum fai-i dan pembagiannya, kewajiban bertakwa; ketinggian dan keagungan Al Quran, kemudian ditutup dengan menyebut sebagian Al Asmaa-ul Husna.<br><br><i>HUBUNGAN SURAT AL HASYR DENGAN SURAT AL MUMTAHANAH</i><br><br> Dalam surat Al Hasyr disebutkan bagaimana orang-orang munafik saling tolong-menolong dengan orang-orang Yahudi dalam memusuhi kaum muslimin, sedang dalam surat Al Mumtahanah Allah melarang orang muslim mengangkat orang-orang kafir menjadi pemimpin atau menjadikan mereka teman setia. Dalam pada itu dibolehkan bekerja sama, tolong-menolong dengan mereka selama mereka tidak memusuhi kaum muslimin.<br><br></span>"},"prev":{"translation":"Besi","arabic":"الحديد","latin":"Al-Hadid","ayah_count":29,"index":57,"opening":"<span class=\"gen\"><br> Surat Al Hadiid terdiri atas 29 ayat, termasuk golongan surat-surat Madaniyyah, diturunkan sesudah surat Az Zalzalah. Dinamai <i>Al Hadiid</i> (Besi), diambil dari perkataan <i>Al Hadiid</i> yang terdapat pada ayat 25 surat ini.<br><br> Pokok-pokok isinya:<br><br><i>1. Keimanan:</i><br> Hanya kepada Allah kembali semua urusan; beberapa sifat Allah dan beberapa Asmaa-ul Husna serta pernyataan kekuasaan Allah di langit dan di bumi.<br><i>2. Hukum-hukum:</i><br> Perintah menafkahkan harta.<br><i>3. Dan lain-lain:</i><br> Keadaan orang-orang munafik di hari kiamat; hakikat kehidupan dunia dan kehidupan akhirat; tujuan penciptaan besi; tujuan diutusnya para rasul; kehidupan kerahiban dalam agama Nasrani bukan berasal dari ajaran Nabi Isa a.s.; celaan kepada orang-orang bakhil dan orang yang menyuruh orang-orang lain berbuat bakhil.<br><br></span>","closing":"<span class=\"gen\"><br> Surat Al Hadiid pada umumnya menerangkan hal-hal yang berhubungan dengan anjuran bernafkah dan membelanjakan harta di jalan Allah. Dan juga menerangkan bahwa Allah mengutus para nabi dengan membawa agama untuk kebahagiaan hidup manusia di samping itu menciptakan besi yang bermanfaat bagi manusia dalam kehidupannya dan untuk mempertahankan agama yang dibawa oleh rasul-rasul itu.<br><br><i>HUBUNGAN SURAT AL HADIID DENGAN SURAT AL MUJAADILAH</i><br><br> 1. Pada surat Al Hadiid disebutkan beberapa Al Asmaa-ul Husna, di antaranya ialah <i>Al Bathin</i> dan <i>mengetahui segala sesuatu</i>, sedang pada surat Al Mujaadilah disebutkan bahwa Allah mengetahui pembicaraan-pembicaraan yang dirahasiakan.<br> 2. Pada akhir surat Al Hadiid disebutkan bahwa Allah mempunyai karunia-Nya kepada wanita, yaitu dengan menghilangkan hal-hal yang merugikan pihak wanita pada hukum zhihar yang berlaku di kalangan Arab Jahiliyah.<br><br></span>"}}