{"current":{"translation":"Pengusiran","arabic":"الحشر","latin":"Al-Hasyr","ayah_count":24,"index":59,"opening":"<span class=\"gen\"><br> Surat Al Hasyr terdiri atas 24 ayat, termasuk golongan surat-surat Madaniyyah, diturunkan sesudah surat Al Bayyinah.<br> Dinamai surat <i>Al Hasyr</i> (pengusiran) diambil dari perkataan <i>Al-Hasyr</i> yang terdapat pada ayat 2 surat ini. Di dalam surat ini disebutkan kisah pengusiran suatu suku Yahudi yang bernama Bani Nadhir yang berdiam di sekitar kota Madinah.<br><br> Pokok-pokok isinya :<br><br><i>1. Keimanan:</i><br> Apa yang berada di langit dan di bumi semuanya bertasbih memuji Allah; Allah pasti mengalahkan musuh-Nya dan musuh-musuh Rasul-Nya; Allah mempunyai Al Asmaa-ul Husna; keagungan Al Quran dan ketinggian martabatnya.<br><i>2. Hukum-hukum:</i><br> Cara pembagian harta fai-i; perintah bertakwa dan menyiapkan diri untuk kehidupan ukhrawi.<br><i>3. Dan lain-lain:</i><br> Beberapa sifat orang-orang munafik dan orang-orang ahli kitab yang tercela; peringatan-peringatan untuk kaum muslimin.<br><br></span>","closing":"<span class=\"gen\"><br> Surat ini menerangkan tentang bagaimana seharusnya sikap setiap orang Islam terhadap orang-orang yang tidak Islam yang melakukan tindakan-tindakan yang merugikan umat Islam sebagai yang dilakukan oleh Bani Nadhir; hukum fai-i dan pembagiannya, kewajiban bertakwa; ketinggian dan keagungan Al Quran, kemudian ditutup dengan menyebut sebagian Al Asmaa-ul Husna.<br><br><i>HUBUNGAN SURAT AL HASYR DENGAN SURAT AL MUMTAHANAH</i><br><br> Dalam surat Al Hasyr disebutkan bagaimana orang-orang munafik saling tolong-menolong dengan orang-orang Yahudi dalam memusuhi kaum muslimin, sedang dalam surat Al Mumtahanah Allah melarang orang muslim mengangkat orang-orang kafir menjadi pemimpin atau menjadikan mereka teman setia. Dalam pada itu dibolehkan bekerja sama, tolong-menolong dengan mereka selama mereka tidak memusuhi kaum muslimin.<br><br></span>"},"next":{"translation":"Wanita Yang Diuji","arabic":"الممتحنة","latin":"Al-Mumtahanah","ayah_count":13,"index":60,"opening":"<span class=\"gen\"><br> Surat Al Mumtahanah terdiri atas 13 ayat, termasuk golongan surat-surat Madaniyyah, diturunkan sesudah surat Al Ahzab. Dinamai <i>Al Mumtahanah</i> (wanita yang diuji), diambil dari kata \"Famtahinuuhunna\" yang berarti <i>maka ujilah mereka</i>, yang terdapat pada ayat 10 surat ini.<br><br> Pokok-pokok isinya :<br><br><i>1. Hukum-hukum:</i><br> Larangan mengadakan hubungan persahabatan dengan orang-orang kafir yang memusuhi Islam, sedang dengan orang-orang kafir yang tidak memusuhi Islam boleh mengadakan persahabatan; hukum perkawinan bagi orang-orang yang pindah agama.<br><br><i>2. Kisah-kisah:</i><br> Kisah Ibrahim a.s. bersama kaumnya sebagai contoh dan teladan bagi orang-orang mukmin.<br><br></span>","closing":"<span class=\"gen\"><br> Surat ini menerangkan tentang pergaulan orang-orang Islam dan yang bukan Islam dalam waktu perang dan damai serta dari segi perkawinan.<br><br><i>HUBUNGAN SURAT AL MUMTAHANAH DENGAN SURAT ASH SHAFF</i><br><br> Pada surat Al Mumtahanah Allah melarang orang-orang muslim mengadakan hubungan persahabatan dengan oarang-orang kafir dan meninggalkan orang-orang mukmin, sedang surat Ash Shaff menguatkannya dengan menganjurkan agar berjihad di jalan Allah.<br><br></span>"},"prev":{"translation":"Gugatan","arabic":"المجادلة","latin":"Al-Mujadalah","ayah_count":22,"index":58,"opening":"<span class=\"gen\"><br> Surat Al Mujaadilah terdiri atas 22 ayat, termasuk golongan surat Madaniyyah, diturunkan sesudah surat Al Munaafiquun. Surat ini dinamai dengan <i>Al Mujaadilah</i> (wanita yang mengajukan gugatan) karena pada awal surat ini disebutkan bantahan seorang perempuan, menurut riwayat bernama Khaulah binti Tsa'labah terhadap sikap suaminya yang telah menzhiharnya. Hal ini diadukan kepada Rasulullah s.a.w. dan ia menuntut supaya beliau memberikan putusan yang adil dalam persoalan itu. Dinamai juga <i>Al Mujaadalah</i> yang berarti <i>perbantahan</i>.<br><br> Pokok-pokok isinya:<br><i>1. Hukum:</i><br> Hukum zhihar dan sangsi-sangsi bagi orang yang melakukannya bila ia menarik kembali perkataannya; larangan menjadikan musuh Allah sebagai teman.<br><i>2. Dan lain-lain:</i><br> Menjaga adab sopan santun dalam suatu majlis pertemuan; adab sopan santun terhadap Rasulullah s.a.w.<br><br></span>","closing":"<span class=\"gen\"><br> Surat ini menerangkan tentang zhihar dan hukumnya, larangan mengambil orang kafir sebagai teman akrab serta beberapa hal yang berhubungan dengan adab sopan santun.<br><br><i>HUBUNGAN SURAT AL MUJAADILAH DENGAN SURAT AL HASYR</i><br><br> 1. Pada akhir surat Al Mujaadilah Allah menyatakan bahwa agama Allah akan menang, yaitu pengusiran Bani Nadhir dari Madinah.<br> 2. Dalam surat Al Mujaadilah Allah menyebutkan bahwa orang-orang yang menentang Allah dan Rasul-Nya akan mendapat kebinasaan, sedang pada surat Al Hasyr Allah menyebutkan bahwa orang-orang yang menentang Allah Allah dan Rasul-Nya akan mendapat azab yang sangat.<br> 3. Dalam surat Al Mujaadilah Allah menyebutkan hal-hal orang-orang munafik dan orang-orang Yahudi dan bagaimana mereka bantu membantu dalam memusuhi kaum muslim, sedang dalam surat Al Hasyr disebutkan kekalahan yang menimpa mereka dan persatuan mereka tidak dapat menolong mereka sedikitpun.<br><br></span>"}}