{"current":{"translation":"Binatang Ternak","arabic":"الانعام","latin":"Al-An'am","ayah_count":165,"index":6,"opening":"<span class=\"gen\"><br> Surat Al An'aam (binatang ternak: unta, sapi, biri-biri dan kambing) yang terdiri atas 165 ayat, termasuk golongan surat Makkiyah, karena hampur seluruh ayat-ayat-Nya diturunkan di Mekah dekat sebelum hijrah. Dinamakan <i>Al An'aam</i> karena di dalamnya disebut kata <i>An'aam</i> dalam hubungan dengan adat-istiadat kaum musyrikin, yang menurut mereka binatang-binatang ternak itu dapat dipergunakan untuk mendekatkan diri kepada tuhan mereka. Juga dalam surat ini disebutkan hukum-hukum yang berkenaan dengan binatang ternak itu.<br><br> Pokok-pokok isinya:<br><br><i>1. Keimanan:</i><br> Bukti-bukti keesaan Allah serta kesempurnaan sifat-sifatNya; kebenaran kenabian Nabi Muhammad s.a.w.; penyaksian Alla atas kenabian Ibrahim, Ishaq, Ya'qub, Nuh, Daud, Sulaiman, Ayyub, Yusuf, Musa, Harun, Zakaria, Yahya, 'Isa, Ilayas, Alyasa', Yunus dan Luth; penegasan tentang adanya risalah dan wahyu serta hari pembalasan dan hari kebangkitan, kepalsuan kepercayaan orang-orang musyrik dan keingkaran mereka terhadap hari kiamat.<br><br><i>2. Hukum-hukum:</i><br> Larangan mengikuti adat istiadat yang dibuat-buat oleh kaum Jahiliyah; makanan yang halal dan yang haram; wasiat yang sepuluh dari Al Quran, tentang tauhid keadilan dan hukum-hukum; larangan mencaci maki berhala orang musyrik karena mereka akan membalas dengan mencaci maki Allah.<br><br><i>3. Kisah-kisah</i><br> Kisah umat-umat yang menentang rasul-rasul; kisah pengalaman Nabi Muahammad s.a.w. dan para nabi pada umumnya; cerita Nabi Ibrahim a.s. membimbing kaumnya kepada tauhid.<br><br><i>4. Dan lain-lain:</i><br> Sikap kepala batu kaum musyrikin, cara seorang nabi memimpin umatnya; bidang-bidang kerasulan dan tugas rasul-rasul; tantangan kaum musyrikin untuk melemahkan rasul; kepercayaan orang-orang musyrik terhadap jin, syaitan dan malaikat; beberapa prinsip keagamaan dan kemasyarakatan; nilai hidup duniawi.<br><br></span>","closing":"<span class=\"gen\"><br> Dalam surat Al An'aam Allah menjelaskan keesaaan dan kesempurnaan sifat-sifat-Nya, menyatakan kebatalan kepercayaan orang-orang musyrik dengan bantahan-bantahan yang logis dan mudah diterima oleh akal. Hukuman yang berat akan dijatuhkan atas mereka yang berkepala batu menolak kebenaran.<br><br><i>HUBUNGAN SURAT AL AN'AAM DENGAN SURAT AL A'RAAF</i><br><br> 1. Kedua surat tersebut termasuk di antara 7 surat yang panjang (assab'uththiwaal), keduanya sama-sama emmbicarakan pokok aqidah agama. Dalam surat Al An'aam dikemukakan garis-garis besar aqidah-aqidah itu, sedang surat Al A'raaf menjelaskannya.<br><br> 2. Dalam surat Al An'aam Allah menerangkan asal usul kejadian manusia yaitu dari tanah serta menjelaskan tentang beberapa generasi manusia yang telah dibinasakan Allah, kemudian disinggung pula tentang rasul-rasul dengan menyebut beberapa nama mereka secara garis besarnya, sedang surat Al A'raaf menjelaskannya.<br><br> 3. Pada bahagian terakhir surat Al An'aam, Allah mengatakan bahwa Dia menjadikanmanusia khalifah-khalifah di bumi serta mengangkat derajat sebahagian mereka, maka bagian permulaan surat Al A'raaf Allah mengemukakan penciptaan Adam a.s. dan anak cucunya dan dijadikan-Nya Khalifah di atas bumi begitu juga anak cucunya.<br><br></span>"},"next":{"translation":"Tempat Tertinggi","arabic":"الاعراف","latin":"Al-A'raf","ayah_count":206,"index":7,"opening":"<span class=\"gen\"><br> Surat Al A'raaf yang berjumlah 206 ayat termasuk golongan surat Makkiyah, diturunkan sebelum turunnya surat Al An'aam dan termasuk golongan surat <i>Assab 'uththiwaal</i> (tujuh surat yang panjang). Dinamakan <i>Al A'raaf</i> karena perkataan Al A'raaf terdapat dalam ayat 46 yang mengemukakan tentang keadaan orang-orang yang berada di atas Al A'raaf yaitu: tempat yang tertinggi di batas surga dan neraka.<br><br> Pokok-pokok isinya:<br><br><i>1. Keimanan:</i><br> Mentauhidkan Allah dalam berdoa dan beribadat; hanya Allah sendiri yang mengatur dan menjaga alam; menciptakan undang-undang dan hukum-hukum untuk mengatur kehidupan manusia di dunia dan di akhirat; Allah bersemayam di 'Arasy; bantahan terhadap kepalsuan syirik; ketauhidan adalah sesuai dengan fitrah manusia; Musa berbicara dengan Allah; tentang melihat Allah; perintah beribadat sambil merendahkan diri kepada Allah; Allah mempunyai al asmaaul husnaa.<br><br><i>2. Hukum-hukum:</i><br> Larangan mengikuti perbuatan dan adat istiadat yang buruk; kewajiban mengikuti Allah dan rasul; perintah berhias waktu akan sembahyang; bantahan terhadap orang yang mengharamkan perhiasan yang dianugerahkan Allah; perintah memakan makanan yang halal lagi baik dan larangan memakan yang sebaliknya.<br><br><i>3. Kisah-kisah:</i><br> Kisah Nabi Adam a.s. dengan iblis; kisah Nabi Nuh a.s. dan kaumnya; kisah Nabi Shaleh a.s. dengan kaumnya; kisah Nabi Syu'aib a.s. dengan kaumnya; kisah Nabi Musa a.s. dengan Fir'aun.<br><br><i>4. Dan lain-lain:</i><br> Al Quran diturunkan kepada Nabi yang penghabisan dan perintah mengikutinya; Nabi Muhammad s.a.w. diutus untuk seluruh manusia; adab orang mukmin, adab mendengar pembacaan Al Quran dan berzikir; rasul bertanggung jawab menyampaikan seruan Allah; balasan terhadap orang-orang yang mengikuti dan mengingkari rasul; da'wah rasul-rasul yang pertama sekali ialah mentauhidkan Allah; tentang ashhaabul A'raaf yang berada antara syurga dan neraka; Allah pencipta makhluk; manusia adalah makhluk yang terbaik dijadikan Allah serta mempunyai kesediaan untuk baik dan untuk buruk; permusuhan syaitan terhadap Bani Adam; manusia khalifah Allah di muka bumi; kehancuran sesuatu kaum adalah karena perbuatan mereka sendiri; tiap-tiap bangsa mempunyai masa jaya dan masa kehancuran; Allah mencoba manusia dengan kakayaan dan kemiskinan; istidraj azab Allah terhadap orang-orang yang mendustakan ayat-ayat-Nya.<br><br></span>","closing":"<span class=\"gen\"><br> Surat Al A'raaf dimulai dengan pengutaraan tentang kewajiban manusia mengikuti rasul serta akibat-akibat mengingkarinya. Selanjutnya diterangkan tentang perselisihan antara Nabi Adam dan iblis di surga yang juga merupakan permulaan perselisihan antara golongan yang taat kepada perintah Allah dan golongan yang mengingkari sebagaimana yang terjadi pada nabi-nabi dahulu dengan umat-umatnya. Kemudian surat ini ditutup dengan adab-adab orang mukmin, adab-adab mendengarkan ayat-ayat Allah dan bagaimana cara berdoa dan berzikir kepada-Nya.<br><br><i>HUBUNGAN ANTARA SURAT AL A'RAAF DENGAN SURAT AL ANFAAL</i><br><br> 1. Akhir surat Al A'raaf mengemukakan keadaan beberapa orang rasul sebelum Nabi Muhammad s.a.w. dalam menghadapi kaumnya, sedang permulaan surat Al Anfaal menerangkan keadaan Nabi Muhammad s.a.w. dalam menghadapi umatnya.<br><br> 2. Permusuhan antara Adam dan iblis di surga kemudian dilanjutkan dengan permusuhan antara manusia yang menerima petunjuk Allah dengan yang mengingkarinya, hal ini diterangkan dalam surat Al A'raaf. Hal yang serupa diterangkan lebih jelas dalam surat Al Anfaal sebagaimana pertentangan ke dua golongan itu, serta tingkah laku mereka dalam peperangan Badar.<br><br> Surat Al A'raaf termasuk surat yang banyak persesuaiannya dengan surat-surat Al Quran yang lain: seperti dengan surat Al Baqarah, Ali 'Imran, At Taubah, Yunus dan sebagainya.<br><br></span>"},"prev":{"translation":"Hidangan","arabic":"الماۤئدة","latin":"Al-Ma'idah","ayah_count":120,"index":5,"opening":"<span class=\"gen\"><br> Surat Al Maa'idah terdiri dari 120 ayat; termasuk golongan surat Madaniyyah. Sekalipun ada ayatnya yang turun di Mekah, namun ayat ini diturunkan sesudah Nabi Muhammad s.a.w. hijrah ke Medinah, yaitu di waktu haji wadaa'. Surat ini dinamakan <i>Al Maa'idah</i> (hidangan) karena memuat kisah pengikut-pengikut setia Nabi Isa a.s. meminta kepada Nabi Isa a.s. agar Allah menurunkan untuk mereka Al Maa'idah (hidangan makanan) dari langit (ayat 112). Dan dinamakan <i>Al Uqud</i> (perjanjian), karena kata itu terdapat pada ayat pertama surat ini, dimana Allah menyuruh agar hamba-hamba-Nya memenuhi janji prasetia terhadap Allah dan perjanjian-perjanjian yang mereka buat sesamanya. Dinamakan juga <i>Al Munqidz</i> (yang menyelamatkan), karena akhir surat ini mengandung kisah tentang Nabi Isa a.s. penyelamat pengikut-pengikut setianya dari azab Allah.<br><br> Pokok-pokok isinya.<br><br><i>1. Keimanan:</i><br> Bantahan terhadap orang-orang yang mempertuhankan Nabi Isa a.s.<br><br><i>2. Hukum-hukum:</i><br> Keharusan memenuhi perjanjian; hukum melanggar syi'ar Allah; makanan yang dihalalkan dan diharamkan; hukum mengawini ahli kitab; wudhu'; tayammum; mandi; hukum membunuh orang; hukum mengacau dan mengganggu keamanan; hukum qishaas; hukum melanggar sumpah dan kafaaratnya; hukum binatang waktu ihram; hukum persaksian dalam berwasiat.<br><br><i>3. Kisah-kisah:</i><br> Kisah-kisah Nabi Musa a.s. menyuruh kaumnya memasuki Palestina; kisah Habil dan Qabil, kisah-kisah tentang Nabi Isa a.s.<br><br><i>4. Dan lain-lain:</i><br> Keharusan bersifat lemah lembut terhadap sesama mukmin bersikap keras terhadap orang-orang kafir; penyempurnaan Agama Islam di zaman Nabi Muhammad s.a.w.; keharusan jujur dan berlaku adil; sikap dalam menghadapi berita-berita bohong; akibat berteman akrab dengan orang yang bukan muslim; kutukan Allah terhadap orang-orang Yahudi, kewajiban rasul hanya menyampaikan agama; sikap Yahudi dan Nasrani terhadap orang Islam; Ka'bah sokoguru kehidupan manusia; peringatan Allah supaya meninggalkan kebiasaan Arab jahiliyah; larangan-larangan terhadap pertanyaan-pertanyaan yang mengakibatkan kesempitan dalam agama.<br><br></span>","closing":"<span class=\"gen\"><br> Surat Al Maa'idah mengemukakan bagaimana seharusnya orang mukmin bersikap terhadap sesamanya maupun terhadap orang bukan mukmin; manfaat memenuhi janji prasetia terhadap Allah, perjanjian yang dilakukan oleh sesama manusia, dan ketauhidan Allah.<br><br><i>HUBUNGAN SURAT AL MAA-IDAH DENGAN SURAT AL AN'AAM</i><br><br> 1. Surat Al Maa'idah mengemukakan hujjah terhadap ahli kitab, sedang surat Al An'aam mengemukakan hujjah terhadap kaum musyrikin.<br><br> 2. Surat Al An'aam memuat makanan-makanan yang diharamkan dan binatang sembelihan secara umum, sedang surat Al Maa'idah memuat secara terperinci.<br><br> 3. Akhir Surat Al Maa'idah mengemukakan bahwa Allah s.w.t. menguasai langit dan bumi, memberi balaan terhadap perbuatan-perbuatan manusia selama didunia, sedang permulaan surat Al An'aam mengutarakan bahwa segala puji hanya untuk Allah, Pencipta langit dan bumi dan Sumber kebahagiaan manusia.<br><br></span>"}}