{"current":{"translation":"Orang-Orang Munafik","arabic":"المنٰفقون","latin":"Al-Munafiqun","ayah_count":11,"index":63,"opening":"<span class=\"gen\"><br> Surat ini terdiri atas 11 ayat, termasuk golongan surat-surat Madaniyyah, diturunkan sesudah surat Al Hajj. Surat ini dinamai <i>Al-Munaafiquun</i> yang artinya orang-orang munafik, karena surat ini mengungkapkan sifat-sifat orang-orang munafik.<br><br> Pokok-pokok isinya :<br><br> Keterangan tentang orang-orang munafik dan sifat-sifat mereka yang buruk diantaranya ialah pendusta, suka bersumpah palsu, sombong, kikir dan tidak menepati janji, peringatan kepada orang-orang mukmin supaya harta benda dan anak-anaknya tidak melalaikan mereka, insyaf kepada Allah, dan anjuran supaya menafkahkan sebahagian rezki yang diperoleh.<br><br></span>","closing":"<span class=\"gen\"><br> Surat Al Munaafiquun menerangkan sifat-sifat orang munafik dan mengandung anjuran untuk berkorban dengan harta benda.<br><br><i>HUBUNGAN SURAT AL MUNAAFIQUUN DENGAN SURAT AT TAGHAABUN</i><br><br> 1. Dalam surat Al Munaafiquun diterangkan sifat-sifat orang munafik sedang pada surat At Taghaabun diterangkan sifat-sifat orang kafir.<br><br> 2. Dalam surat Al Munaafiquun Allah memperingatkan bahwa harta benda dan anak-anak jangan sampai melalaikan seseorang dari mengingat Allah, dan pada surat At Taghaabun ditegaskan bahwa harta benda dan anak-anak itu adalah cobaan dan ujian bagi keimanan seseorang.<br><br> 3. Kedua surat ini sama-sama mengajak agar menafkahkan harta untuk menegakkan agama Allah.<br><br></span>"},"next":{"translation":"Pengungkapan Kesalahan","arabic":"التغابن","latin":"At-Tagabun","ayah_count":18,"index":64,"opening":"<span class=\"gen\"><br> Surat ini terdiri atas 18 ayat, termasuk golongan surat-surat Madaniyyah dan diturunkan sesudah surat At Tahrim. Nama <i>At Taghaabun</i> diambil dari kata <i>At Taghaabun</i> yang terdapat pada ayat ke 9 yang artinya <i>hari dinampakkan kesalahan-kesalahan</i>.<br><br> Pokok-pokok isinya :<br><br><i>1. Keimanan:</i><br> Seluruh isi alam bertasbih kepada Allah SWT, penjelasan tentang kekuasaan Allah SWT serta keluasan ilmu-Nya; penegasan bahwa semua yang terjadi dalam alam ini adalah atas izin Allah.<br><br><i>2. Hukum-hukum:</i><br> Perintah taat kepada Allah dan Rasul; perintah supaya bertakwa dan menafkahkan harta.<br><br><i>3. Dan lain-lain:</i><br> Peringatan kepada orang-orang kafir tentang nasib orang-orang dahulu yang mendurhakai rasul-rasul; diantara isteri-isteri dan anak-anak seseorang ada yang menjadi musuh baginya; harta dan anak-anak adalah cobaan dan ujian bagi manusia.<br><br></span>","closing":"<span class=\"gen\"><br> Pada surat At Taghaabun Allah memberi peringatan kepada kaum musyrikin tentang azab yang ditimpakan kepada umat-umat sebelumnya dan memberi hiburan kepada Nabi bahwa keingkaran orang-orang kafir itu tidak akan mendatangkan kemudaratan kepadanya.<br><br><i>HUBUNGAN SURAT AT TAGHAABUN DENGAN SURAT ATH THALAAQ</i><br><br> Dalam surat At Taghaabun diterangkan bahwa diantara isteri-isteri dan anak-anak ada yang menjadi musuh, dan permusuhan antara suami dan isteri mungkin membawa kepada perceraian (talaq), maka dalam surat Ath-Thalaaq diterangkan hukum-hukum talaq secara ringkas.<br><br></span>"},"prev":{"translation":"Jumat","arabic":"الجمعة","latin":"Al-Jumu'ah","ayah_count":11,"index":62,"opening":"<span class=\"gen\"><br> Surat Al Jumu'ah ini terdiri atas 11 ayat, termasuk golongan-golongan surat-surat Madaniyyah dan diturunkan sesudah surat Ash Shaf. Nama surat Al Jumu'ah diambil dari kata <i>Al Jumu'ah</i> yang terdapat pada ayat 9 surat ini yang artinya: <i>hari Jum'at</i>.<br><br> Pokok-pokok isinya:<br><br> Menjelaskan sifat-sifat orang-orang munafik dan sifat-sifat buruk pada umumnya, diantaranya berdusta, bersumpah palsu dan penakut; mengajak orang-orang mukmin supaya taat dan patuh kepada Allah dan Rasul-Nya dan supaya bersedia menafkahkan harta untuk menegakkan agama-Nya sebelum ajal datang.<br><br></span>","closing":"<span class=\"gen\"><br> Surat Al Jumu'ah ini menerangkan tentang pengutusan Nabi Muhammad s.a.w. dan menjelaskan bahwa umatnya akan menjadi mulia karena ajarannya, disusul dengan perumpamaan orang-orang Yahudi dan kebohongan pengakuan mereka dan kemudian diakhiri dengan kewajiban shalat Jum'at.<br><br><i>HUBUNGAN SURAT AL JUMU'AH DENGAN SURAT AL MUNAAFIQUUN</i><br><br> 1. Pada surat Al Jumu'ah Allah menerangkan bahwa orang muslim menjadi mulia karena ajaran Nabi Muhammad s.a.w. sedang pada surat Al Munaafiquun diterangkan bahwa orang-orang munafik karena tidak mau menjalankan ajaran Nabi akan menjadi sesat dan hina.<br><br> 2. Dalam surat Al Jumu'ah orang disuruh meninggalkan perniagaannya untuk pergi shalat Jumu'ah, sedang pada surat Al Munaafiquun diperingatkan agar harta benda dan anak-anak jangan sampai melalaikan orang ingat kepada Allah.<br><br></span>"}}