{"current":{"translation":"Kerajaan","arabic":"الملك","latin":"Al-Mulk","ayah_count":30,"index":67,"opening":"<span class=\"gen\"><br> Surat ini terdiri atas 30 ayat, termasuk golongan surat-surat Makkiyah, diturunkan sesudah Ath Thuur.<br> Nama <i>Al Mulk</i> diambil dari kata <i>Al Mulk</i> yang terdapat pada ayat pertama surat ini yang artinya kerajaan atau kekuasaan. Dinamai pula surat ini dengan <i>At Tabaarak</i> (Maha Suci).<br><br> Pokok-pokok isinya:<br> Hidup dan mati ujian bagi manusia; Allah menciptakan langit berlapis-lapis dan semua ciptaan-Nya mempunyai keseimbangan; perintah Allah untuk memperhatikan isi alam semesta; azab yang diancamkan terhadap orang-orang kafir; dan janji Allah kepada orang-orang mukmin; Allah menjadikan bumi sedemikian rupa hingga mudah bagi manusia untuk mencari rezki; peringatan Allah kepada manusia tentang sedikitnya mereka yang bersyukur kepada nikmat Allah.<br><br></span>","closing":"<span class=\"gen\"><br> Surat Al Mulk menunjukkan bukti-bukti kebesaran dan kekuasaan Allah yang terdapat di alam semesta dan menganjurkannya agar manusia memperhatikannya dengan seksama sehingga mereka beriman kepada-Nya. Bilamana manusia itu tetap mengingkari, Allah akan menjatuhkan azab kepada mereka.<br><br><i>HUBUNGAN SURAT AL MULK DENGAN SURAT AL QALAM</i><br><br> 1. Pada akhir surat Al Mulk, Allah mengancam orang yang tidak bersyukur kepda nikmat Allah dengan mengeringkan bumi atas mereka, sedang dalam surat Al Qalam diberikan contoh tentang azab terhadap orang-orang yang tidak bersyukur terhadap nikmat Allah.<br> 2. Kedua surat ini sama-sama memberikan ancaman kepada orang-orang kafir.<br><br></span>"},"next":{"translation":"Pena","arabic":"القلم","latin":"Al-Qalam","ayah_count":52,"index":68,"opening":"<span class=\"gen\"><br> Surat ini terdiri atas 52 ayat,termasuk golongan surat-surat Makkiyah,diturunkan sesudah surat Al Alaq.<br> Nama <i>Al Qalam</i> diambil dari kata Al Qalam yang terdapat pada ayat pertama surat iniyang artinya <i>pena</i>. Surat ini dinamai pula dengan surat <i>Nun</i> (huruf <i>nun</i>).<br><br> Pokok-pokok isinya:<br> Nabi Muhammad s.a.w., bukanlah orang yang gila melainkan manusia yang berbudi pekerti yang agung; larangan bertoleransi dibidang kepercayaan; larangan mengikuti orang-orang yang mempunyai sifat sifat yang dicela Allah; nasib yang dialami oleh pemilik-pemilik kebun sebagai contoh orang-orang yang tidak bersyukur terhadap nikmat Allah; kecaman-kecaman Allah kepada mereka yang ingkar dan azab yang akan menerima mereka; Al Quran adalah peringatan bagi seluruh ummat.<br><br></span>","closing":"<span class=\"gen\"><br> Surat Al Qalam berisi bantahan dari orang-orang musyrikin terhadap Nabi Muhammad s.a.w. dan memperingatkan agar jangan mengikuti kemauan mereka.Mereka itu mendapat penghinaan pada hari kiamat akibat perbuatan mereka.<br><br><i>HUBUNGAN SURAT AL QALAM DENGAN SURAT AL HAAQQAH</i><br><br> 1. Dalam Surat Al Qalam disebutkan tentang hari kiamat secara umum, Sedang dalam surat Al Haaqqah dijelaskan secara terperinci peristiwa peristiwa hari kiamat itu.<br> 2. Dalam Surat AlQalam diterangkan orang-orang yang mendustakan Al Qur aan dan ancaman azab atas mereka,sedang dalam surat Al Haaqqah, diterangkan orang-orang zaman dahulu yang mendustakan rasul-rasul dan macam-macam azab yang telah menimpa mereka. 3. Dalam surat Al Qalam, Allah membantah tuduhan orang musyrikin bahwa Muhammad s.a.w. orang gila, sedang dalam surat Al Haaqqah Allah membantah tuduhan bahwa nabi Muhammad s.a.w seorang penyair.<br><br></span>"},"prev":{"translation":"Pengharaman","arabic":"التحريم","latin":"At-Tahrim","ayah_count":12,"index":66,"opening":"<span class=\"gen\"><br> Surat ini terdiri atas 12 ayat, termasuk golongan surat-surat Madaniyyah, diturunkan sesudah surat Al Hujuraat. Dinamai surat <i>At Tahrim</i> karena pada awal surat ini terdapat kata <i>tuharrim</i> yang kata asalnya adalah Attahrim yang berarti <i>mengharamkan</i>.<br><br> Pokok-pokok isinya :<br><br><i>1. Keimanan:</i><br> Kesempatan bertaubat itu hanyalah di dunia saja, segala amal perbuatan manusia di dunia akan dibalas di akhirat.<br><br><i>2. Hukum-hukum:</i><br> Larangan mengharamkan apa-apa yang dibolehkan Allah SWT, kewajiban membebaskan diri dari sumpah yang diucapkan untuk mengharamkan yang halal dengan membayar kaffarat; kewajiban memelihara diri dan keluarga dari api neraka; perintah memerangi orang-orang kafir dan munafik dan berlaku keras terhadap mereka di waktu perang.<br><br><i>3. Dan lain-lain:</i><br> Iman dan perbuatan baik atau buruk seseorang tidak tergantung kepada iman dan perbuatan orang lain walaupun antara suami isteri, seperti isteri Nabi Luth AS, isteri Nabi Nuh AS, isteri Fir'aun, dan Maryam.<br><br></span>","closing":"<span class=\"gen\"><br> Surat At Tahrim menerangkan tentang hubungan Rasulullah SAW dengan isteri-isterinya, diikuti dengan keharusan bagi orang-orang mukmin untuk bertaubat; dan ditutup dengan contoh-contoh wanita-wanita yang baik dan yang buruk.<br><br><i>HUBUNGAN SURAT AT TAHRIM DENGAN SURAT AL MULK</i><br><br> Dalam surat At Tahrim diterangkan bahwa Allah mengetahui segala rahasia, sedang pada surat Al Mulk ditegaskan lagi bahwa Allah mengetahui segala rahasia karena Allah menguasai seluruh alam.<br><br></span>"}}