{"current":{"translation":"Nuh","arabic":"نوح","latin":"Nuh","ayah_count":28,"index":71,"opening":"<span class=\"gen\"><br> Surat ini terdiri atas 28 ayat, termasuk golongan surat-surat Makkiyah, diturunkan sesudah surat An Nahl. Dinamakan dengan surat <i>Nuh</i> karena surat ini seluruhnya men jelaskan da´wah dan doa Nabi Nuh a.s.<br><br> Pokok-pokok isinya :<br><br> Ajakan Nabi Nuh AS kepada kaumnya untuk beriman kepada Allah SWT serta bertobat kepada-Nya; perintah memperhatikan kejadian alam semesta dan kejadian manusia yang merupakan manifestasi kebesaran Allah; siksaan Allah di dunia dan akhirat bagi kaum Nuh yang tetap kafir; doa Nabi Nuh AS.<br><br></span>","closing":"<span class=\"gen\"><br> Surat Nuh menjelaskan da´wah Nuh a.s. kepada kaumnya dan tantangan mereka, kemudian azab yang ditimpakan kepada mereka.<br><br><i>HUBUNGAN SURAT NUH DENGAN SURAT AL JIN</i><br><br> 1. Kedua surat ini mempunyai persamaan a.l :<br> a. Menggambarkan da´wah Nabi dan sikap lawan-lawannya.<br> b. Menerangkan azab yang akan ditimpakan atas mereka yang durhaka.<br> 2. Dalam surat Nuh, Allah memerintahkan supaya meminta ampun kepada-Nya, niscaya Dia melimpahkan harta dan anak, sedang dalam Al Jin dijelaskan bahwa mereka yang hidup di atas jalan yang benar, akan mendapat rezeki yang besar dari Allah.<br><br></span>"},"next":{"translation":"Jin","arabic":"الجن","latin":"Al-Jinn","ayah_count":28,"index":72,"opening":"<span class=\"gen\"><br> Surat Al Jin terdiri atas 28 ayat, termasuk golongan surat-surat Makkiyyah, diturunkan sesudah surat Al A'raaf. Dinamai <i>Al Jin</i> diambil dari perkataan <i>Al Jin</i> yang terdapat pada ayat pertama surat ini. Pada ayat tersebut dan ayat-ayat berikutnya diterangkan bahwa Jin sebagai makhluk halus telah mendengar pembacaan Al Quran dan mereka mengikuti ajaran Al Quran tersebut.<br><br> Pokok-pokok isinya :<br> Pengetahuan tentang jin diperoleh Nabi Muhammad s.a.w. dengan jalan wahyu; pernyataan iman segolongan jin kepada Allah; jin ada yang mukmin ada pula yang kafir; janji Allah kepada jin dan manusia untuk melimpahkan rezki-Nya kalau mereka mengikuti jalan yang lurus; janji perlindungan Allah terhadap Nabi Muhammad s.a.w. dan wahyu yang dibawanya.<br><br></span>","closing":"<span class=\"gen\"><br> Surat Al Jin menerangkan bahwa Al Quran di samping petunjuk bagi manusia juga sebagai petunjuk bagi jin.<br><br><i>HUBUNGAN SURAT AL JIN DENGAN SURAT AL MUZZAMMIL</i><br><br> 1. Surat Al Jin menerangkan ketakjuban segolongan jin yang mendengarkan pembacaan Al Quran, sedang pada surat Al Muzzammil Allah memerintahkan Nabi Muhammad s.a.w. membaca Al Quran pada waktu malam.<br> 2. Pada surat Al Jin diterangkan bahwa orang-orang kafir Mekah selalu mengganggu Nabi Muhammad s.a.w. bila beliau sembahyang sedang surat Al Muzammil memerintahkan agar Nabi Muhammad s.a.w. mengerjakan sembahyang malam untuk menguatkan jiwanya.<br><br></span>"},"prev":{"translation":"Tempat Naik","arabic":"المعارج","latin":"Al-Ma'arij","ayah_count":44,"index":70,"opening":"<span class=\"gen\"><br> Surat ini terdiri atas 44 ayat, termasuk golongan surat-surat Makkiyyah, diturunkan sesudah surat Al Haaqqah. Perkataan <i>Al Ma'arij</i> yang menjadi nama bagi surat ini adalah kata jamak dari <i>Mi'raj</i>, diambil dari perkataan Al Ma'arij yang terdapat pada ayat 3, yang artinya menurut bahasa <i>tempat naik</i>. Sedang para ahli tafsir memberi arti bermacam-macam, di antaranya <i>langit</i>, nikmat karunia dan derajat atau tingkatan yang diberikan Allah s.w.t kepada ahli surga.<br><br> Pokok-pokok isinya :<br><br> Perintah bersabar kepada Nabi Muhammad s.a.w dalam menghadapi ejekan-ejekan dan keingkaran orang-orang kafir, kejadian-kejadian pada hari kiamat; azab Allah tak dapat dihindarkan dengan tebusan apapun, sifat-sifat manusia yang mendorongnya ke api neraka; amal- amal perbuatan yang dapat membawa manusia ke martabat yang tinggi; peringatan Allah akan mengganti kaum yang durhaka dengan kaum yang lebih baik.<br><br></span>","closing":"<span class=\"gen\"><br> Surat Al Ma´aarij menerangkan sifat-sifat yang buruk serta memberi petunjuk kepada jalan-jalan yang dapat mencapai kemuliaan dan derajat yang tinggi.<br><br><i>HUBUNGAN SURAT AL MA´AARIJ DENGAN SURAT NUH</i><br><br> 1. Pada akhir surat Al Ma´aarij Allah menerangkan bahwa Dia berkuasa mengganti kaum yang durhaka dengan kaum yang lebih baik, sedang dalam surat Nuh dibuktikan dengan penenggelaman kaum Nuh yang durhaka.<br> 2. Kedua surat ini dimulai dengan ancaman azab kepada orang-orang kafir.</span>"}}