{"current":{"translation":"Jin","arabic":"الجن","latin":"Al-Jinn","ayah_count":28,"index":72,"opening":"<span class=\"gen\"><br> Surat Al Jin terdiri atas 28 ayat, termasuk golongan surat-surat Makkiyyah, diturunkan sesudah surat Al A'raaf. Dinamai <i>Al Jin</i> diambil dari perkataan <i>Al Jin</i> yang terdapat pada ayat pertama surat ini. Pada ayat tersebut dan ayat-ayat berikutnya diterangkan bahwa Jin sebagai makhluk halus telah mendengar pembacaan Al Quran dan mereka mengikuti ajaran Al Quran tersebut.<br><br> Pokok-pokok isinya :<br> Pengetahuan tentang jin diperoleh Nabi Muhammad s.a.w. dengan jalan wahyu; pernyataan iman segolongan jin kepada Allah; jin ada yang mukmin ada pula yang kafir; janji Allah kepada jin dan manusia untuk melimpahkan rezki-Nya kalau mereka mengikuti jalan yang lurus; janji perlindungan Allah terhadap Nabi Muhammad s.a.w. dan wahyu yang dibawanya.<br><br></span>","closing":"<span class=\"gen\"><br> Surat Al Jin menerangkan bahwa Al Quran di samping petunjuk bagi manusia juga sebagai petunjuk bagi jin.<br><br><i>HUBUNGAN SURAT AL JIN DENGAN SURAT AL MUZZAMMIL</i><br><br> 1. Surat Al Jin menerangkan ketakjuban segolongan jin yang mendengarkan pembacaan Al Quran, sedang pada surat Al Muzzammil Allah memerintahkan Nabi Muhammad s.a.w. membaca Al Quran pada waktu malam.<br> 2. Pada surat Al Jin diterangkan bahwa orang-orang kafir Mekah selalu mengganggu Nabi Muhammad s.a.w. bila beliau sembahyang sedang surat Al Muzammil memerintahkan agar Nabi Muhammad s.a.w. mengerjakan sembahyang malam untuk menguatkan jiwanya.<br><br></span>"},"next":{"translation":"Orang Yang Berselimut","arabic":"المزّمّل","latin":"Al-Muzzammil","ayah_count":20,"index":73,"opening":"<span class=\"gen\"><br> Surat Al Muzzammil terdiri atas 20 ayat, termasuk golongan surat-surat Makkiyah, diturunkan sesudah surat Al Qalam. Dinamai <i>Al Muzzammil</i> (orang yang berselimut) diambil dari perkataan <i>Al Muzzammil</i> yang terdapat pada ayat pertama surat ini. Yang dimaksud dengan <i>orang yang berkemul</i> ialah Nabi Muhammad s.a.w.<br><br> Pokok-pokok isinya:<br> Petunjuk-petunjuk yang harus dilakukan oleh Rasullulah s.a.w. untuk menguatkan rohani guna persiapan menerima wahyu, yaitu dengan bangun di malam hari untuk bersembahyang tahajjud, membaca Al Quran dengan tartil; bertasbih dan bertahmid; perintah bersabar terhadap celaan orang-orang yang mendustakan Rasul. Akhirnya kepada umat Islam diperintahkan untuk bersembahyang tahajjud, berjihad di jalan Allah, membaca Al Quran, mendirikan sembahyang, menunaikan zakat, membelanjakan harta di jalan Allah dan memohon ampunan kepada Allah s.w.t.<br><br></span>","closing":"<span class=\"gen\"><br> Surat Al Muzzammil menerangkan hal-hal yang berhubungan dengan petunjuk-petunjuk Allah untuk menguatkan jiwa yang bagi seseorang yang akan melakukan tugas yang berat.<br><br><i>HUBUNGAN SURAT AL MUZZAMMIL DENGAN SURAT AL MUDDATSTSIR</i><br><br> 1. Kedua surat ini sama-sama dimulai dengan seruan kepada Nabi Muhammad s.a.w.<br> 2. Surat Al Muzzammil berisi perintah bangun di malam hari bersembahyang tahajjud dan membaca Al Quran untuk menguatkan jiwa seseorang sedang Surat Al Muddatstsir berisi perintah melakukan da'wah mensucikan diri, dan bersabar.<br><br></span>"},"prev":{"translation":"Nuh","arabic":"نوح","latin":"Nuh","ayah_count":28,"index":71,"opening":"<span class=\"gen\"><br> Surat ini terdiri atas 28 ayat, termasuk golongan surat-surat Makkiyah, diturunkan sesudah surat An Nahl. Dinamakan dengan surat <i>Nuh</i> karena surat ini seluruhnya men jelaskan da´wah dan doa Nabi Nuh a.s.<br><br> Pokok-pokok isinya :<br><br> Ajakan Nabi Nuh AS kepada kaumnya untuk beriman kepada Allah SWT serta bertobat kepada-Nya; perintah memperhatikan kejadian alam semesta dan kejadian manusia yang merupakan manifestasi kebesaran Allah; siksaan Allah di dunia dan akhirat bagi kaum Nuh yang tetap kafir; doa Nabi Nuh AS.<br><br></span>","closing":"<span class=\"gen\"><br> Surat Nuh menjelaskan da´wah Nuh a.s. kepada kaumnya dan tantangan mereka, kemudian azab yang ditimpakan kepada mereka.<br><br><i>HUBUNGAN SURAT NUH DENGAN SURAT AL JIN</i><br><br> 1. Kedua surat ini mempunyai persamaan a.l :<br> a. Menggambarkan da´wah Nabi dan sikap lawan-lawannya.<br> b. Menerangkan azab yang akan ditimpakan atas mereka yang durhaka.<br> 2. Dalam surat Nuh, Allah memerintahkan supaya meminta ampun kepada-Nya, niscaya Dia melimpahkan harta dan anak, sedang dalam Al Jin dijelaskan bahwa mereka yang hidup di atas jalan yang benar, akan mendapat rezeki yang besar dari Allah.<br><br></span>"}}