{"current":{"translation":"Orang Yang Berkemul","arabic":"المدّثّر","latin":"Al-Muddassir","ayah_count":56,"index":74,"opening":"<span class=\"gen\"><br> Surat Al Muddatstsir terdiri atas 56 ayat, termasuk golongan surat-surat Makkiyah, diturunkan sesudah surat Al Muzzammil. Dinamai <i>Al Muddatstsir</i> (orang yang berkemul) diambil dari perkataan <i>Al Muddatstsir</i> yang terdapat pada ayat pertama surat ini.<br><br> Pokok-pokok isinya :<br> Perintah untuk mulai berda´wah mengagungkan Allah, membersihkan pakaian, menjauhi maksiat, memberikan sesuatu dengan ikhlas dan bersabar dalam menjalankan perintah dan menjauhi larangan Allah; Allah akan mengazab orang-orang yang menentang Nabi Muhammad s.a.w. dan mendustakan Al Quran; tiap-tiap manusia terikat dengan apa yang ia usahakan.<br><br></span>","closing":"<span class=\"gen\"><br> Surat ini mengandung perintah Allah kepada Nabi Muhammad s.a.w. untuk melakukan da´wah, disertai ancaman bagi orang yang menghalang-halangi da´wah.<br><br><i>HUBUNGAN SURAT AL MUDDATSTSIR DENGAN SURAT AL QIYAAMAH</i><br><br> 1. Surat Al Muddatstsir menerangkan bahwa walaupun keterangan apa saja yang dikemukakan kepada orang kafir mereka tidak percaya kepada adanya hari akhirat dan tidak takut kepadanya, sedang pada surat Al Qiyaamah, Allah menegaskan bahwa hari kiamat itu pasti terjadi disertai dengan bukti-buktinya.<br> 2. Dalam surat Al Muddatstsir diterangkan bahwa orang-orang kafir mendustakan Al Quran, sedang dalam surat Al Qiyaamah Allah menjamin tetapnya Al Quran dalam ingatan Nabi dan mengajarkan bacaannya.<br><br></span>"},"next":{"translation":"Hari Kiamat","arabic":"القيٰمة","latin":"Al-Qiyamah","ayah_count":40,"index":75,"opening":"<span class=\"gen\"><br> Surat Al Qiyaamah terdiri atas 40 ayat, termasuk golongan surat-surat Makkiyah, diturunkan sesudah surat Al Qaari'ah. Dinamai <i>Al Qiyaamah</i> (hari kiamat) diambil dari perkataan <i>Al Qiyaamah</i> yang terdapat pada ayat pertama surat ini.<br><br> Pokok-pokok isinya:<br> Kepastian terjadinya hari kiamat dan huru-hara yang terjadi padanya; jaminan Allah terhadap ayat-ayat Al Quran dalam dada Nabi sehingga Nabi tidak lupa tentang urutan arti dan pembacaannya; celaan Allah kepada orang-orang musyrik yang lebih mencintai dunia dan meninggalkan akhirat; keadaan manusia di waktu sakaratul maut.<br><br></span>","closing":"<span class=\"gen\"><br> Surat Al Qiyaamah menerangkan tentang hari kiamat, disertai bukti-buktinya dan keadaan pada hari kiamat tersebut.<br><br><i>HUBUNGAN SURAT AL QIYAAMAH DENGAN SURAT AL INSAAN</i><br><br> 1. Surat Al Qiyaamah diakhiri dengan peringatan kepada manusia akan asal kejadiannya, sedang surat Al Insaan dimulai pula dengan peringatan tersebut serta memberinya petunjuk akan jalan yang membawa manusia kepada kesempurnaan.<br> 2. Kedua surat ini sama-sama mencela orang-orang yang lebih mencintai dunia dan meninggalkan akhirat.<br> 3. Surat Al Qiyaamah menerangkan huru-hara pada hari kiamat dan azab yang dialami orang-orang kafir di waktu itu, sedang surat Al insaan menerangkan keadaan yang dialami orang-orang yang bertakwa dan berbakti, di akhirat dan di dalam surga nanti.<br><br></span>"},"prev":{"translation":"Orang Yang Berselimut","arabic":"المزّمّل","latin":"Al-Muzzammil","ayah_count":20,"index":73,"opening":"<span class=\"gen\"><br> Surat Al Muzzammil terdiri atas 20 ayat, termasuk golongan surat-surat Makkiyah, diturunkan sesudah surat Al Qalam. Dinamai <i>Al Muzzammil</i> (orang yang berselimut) diambil dari perkataan <i>Al Muzzammil</i> yang terdapat pada ayat pertama surat ini. Yang dimaksud dengan <i>orang yang berkemul</i> ialah Nabi Muhammad s.a.w.<br><br> Pokok-pokok isinya:<br> Petunjuk-petunjuk yang harus dilakukan oleh Rasullulah s.a.w. untuk menguatkan rohani guna persiapan menerima wahyu, yaitu dengan bangun di malam hari untuk bersembahyang tahajjud, membaca Al Quran dengan tartil; bertasbih dan bertahmid; perintah bersabar terhadap celaan orang-orang yang mendustakan Rasul. Akhirnya kepada umat Islam diperintahkan untuk bersembahyang tahajjud, berjihad di jalan Allah, membaca Al Quran, mendirikan sembahyang, menunaikan zakat, membelanjakan harta di jalan Allah dan memohon ampunan kepada Allah s.w.t.<br><br></span>","closing":"<span class=\"gen\"><br> Surat Al Muzzammil menerangkan hal-hal yang berhubungan dengan petunjuk-petunjuk Allah untuk menguatkan jiwa yang bagi seseorang yang akan melakukan tugas yang berat.<br><br><i>HUBUNGAN SURAT AL MUZZAMMIL DENGAN SURAT AL MUDDATSTSIR</i><br><br> 1. Kedua surat ini sama-sama dimulai dengan seruan kepada Nabi Muhammad s.a.w.<br> 2. Surat Al Muzzammil berisi perintah bangun di malam hari bersembahyang tahajjud dan membaca Al Quran untuk menguatkan jiwa seseorang sedang Surat Al Muddatstsir berisi perintah melakukan da'wah mensucikan diri, dan bersabar.<br><br></span>"}}