{"current":{"translation":"Manusia","arabic":"الانسان","latin":"Al-Insan","ayah_count":31,"index":76,"opening":"<span class=\"gen\"><br> Surat Al Insaan terdiri atas 31 ayat, termasuk golongan surat-surat Madaniyyah, diturunkan sesudah surat Ar Rahmaan. Dinamai <i>al Insaan</i> (manusia) diambil dari perkataan <i>Al Insaan</i> yang terdapat pada ayat pertama surat ini.<br><br> Pokok-pokok isinya:<br> Penciptaan manusia; petunjuk-petunjuk untuk mencapaikehidupan yang sempurna dengan menempuh jalan yang lurus; memenuhi nazar, memberi makan orang miskin dan anak yatim serta orang yang ditawan karena Allah, takut kepada hari kiamat mengerjakan shalat dan shalat tahajjud dan bersabar balam menjalankan hukum Allah; ganjaran terhadap orang yang mengikuti petunjuk dan ancaman terhadap orang yang mengingkarinya.<br><br></span>","closing":"<span class=\"gen\"><br> Surat Al Insaan menerangkan bahwa setelah manusia diciptakan, manusia diberi petunjuk untuk mencapai kehidupan yang sempurna, ada yang mengingkari dan ada yang tidak mengikutinya, ganjaran bagi mereka yang mengikuti dan ancaman bagi mereka yang tidak mengikutinya.<br><br><i>HUBUNGAN SURAT AL INSAAN DENGAN SURAT AL MURSALAAT</i><br><br> 1. Surat Al Insaan menerangkan tentang ancaman Allah terhadap orang-orang yang durhaka, sedang pada surat Al Mursalaat Allah bersumpah bahwa semua ancamannya itu pasti terjadi.<br> 2. Surat Al Insaan menerangkan tentang kejadian manusia secara umum, sedang surat Al Mursalaat menerangkan kejadian itu secara terperinci.<br><br></span>"},"next":{"translation":"Malaikat Yang Diutus","arabic":"المرسلٰت","latin":"Al-Mursalat","ayah_count":50,"index":77,"opening":"<span class=\"gen\"><br> Surat Al Mursalaat terdiri atas 50 ayat, termasuk golongan surat-surat Makkiyah, diturunkan sesudah surat Al Humazah. Dinamai <i>Al Mursalaat</i> (Malaikat-Malaikat yang diutus), diambil dari perkataan <i>Al Mursalaat</i> yang terdapat pada ayat pertama surat ini. Dinamai juga <i>Amma yatasaa aluun</i> diambil dari perkataan <i>Amma yatasaa aluun</i> yang terdapat pada ayat 1 surat ini.<br><br> Pokok-pokok isinya:<br> Penegasan Allah bahwa semua yang diancamkan-Nya pasti terjadi; peristiwa-peristiwa yang terjadi sebelum hari berbangkit; peringatan Allah akan kehancuran umat-umat yang dahulu yang mendustakan nabi-nabi dan asal kejadian manusia dari air yang hina; keadaan orang-orang kafir dan orang mukmin di hari kiamat.<br><br></span>","closing":"<span class=\"gen\"><br> Surat Al Mursalaat menerangkan azab yang akan diderita oleh orang-orang yang menolak kebenaran yang dibawa oleh nabi Muhammad s.a.w. sebagaimana azab yang diderita umat-umat yang dahulu yang menolak kebenaran yang dibawa rasul-rasul mereka.<br><br><i>HUBUNGAN SURAT AL MURSALAAT DENGAN SURAT AN NABA´</i><br><br> 1. Kedua surat ini sama-sama menerangkan keadaan neraka tempat orang-orang kafir menerima azab, dan keadaan surga tempat orang-orang yang bertakwa merasakan nikmat Allah.<br> 2. Dalam surat Al Mursalaat diterangkan tentang <i>yauml fashl</i> (hari keputusan) secara umum sedang surat An Naba´ menjelaskannya.<br><br></span>"},"prev":{"translation":"Hari Kiamat","arabic":"القيٰمة","latin":"Al-Qiyamah","ayah_count":40,"index":75,"opening":"<span class=\"gen\"><br> Surat Al Qiyaamah terdiri atas 40 ayat, termasuk golongan surat-surat Makkiyah, diturunkan sesudah surat Al Qaari'ah. Dinamai <i>Al Qiyaamah</i> (hari kiamat) diambil dari perkataan <i>Al Qiyaamah</i> yang terdapat pada ayat pertama surat ini.<br><br> Pokok-pokok isinya:<br> Kepastian terjadinya hari kiamat dan huru-hara yang terjadi padanya; jaminan Allah terhadap ayat-ayat Al Quran dalam dada Nabi sehingga Nabi tidak lupa tentang urutan arti dan pembacaannya; celaan Allah kepada orang-orang musyrik yang lebih mencintai dunia dan meninggalkan akhirat; keadaan manusia di waktu sakaratul maut.<br><br></span>","closing":"<span class=\"gen\"><br> Surat Al Qiyaamah menerangkan tentang hari kiamat, disertai bukti-buktinya dan keadaan pada hari kiamat tersebut.<br><br><i>HUBUNGAN SURAT AL QIYAAMAH DENGAN SURAT AL INSAAN</i><br><br> 1. Surat Al Qiyaamah diakhiri dengan peringatan kepada manusia akan asal kejadiannya, sedang surat Al Insaan dimulai pula dengan peringatan tersebut serta memberinya petunjuk akan jalan yang membawa manusia kepada kesempurnaan.<br> 2. Kedua surat ini sama-sama mencela orang-orang yang lebih mencintai dunia dan meninggalkan akhirat.<br> 3. Surat Al Qiyaamah menerangkan huru-hara pada hari kiamat dan azab yang dialami orang-orang kafir di waktu itu, sedang surat Al insaan menerangkan keadaan yang dialami orang-orang yang bertakwa dan berbakti, di akhirat dan di dalam surga nanti.<br><br></span>"}}