{"current":{"translation":"Berita Besar","arabic":"النبأ","latin":"An-Naba'","ayah_count":40,"index":78,"opening":"<span class=\"gen\"><br> Surat An Naba´ terdiri atas 40 ayat, termasuk golongan surat-surat Makkiyah, diturunkan sesudah surat Al Ma´aarij. Dinamai <i>An Naba´</i> (berita besar) diambil dari perkataan <i>An Naba´</i> yang terdapat pada ayat 2 surat ini. Dinamai juga <i>Amma yatasaa aluun</i> diambil dari perkataan <i>Amma yatasaa aluun</i> yang terdapat pada ayat 1 surat ini.<br><br> Pokok-pokok isinya:<br> Pengingkaran orang-orang musyrik terhadap adanya hari berbangkit dan ancaman Allah terhadap sikap mereka itu;kekuasaan-kekuasaan Allah yang terlihat dalam alam sebagai bukti adanya hari berbangkit; peristiwa-peristiwa yang terjadi pada hari berbangkit; azab yang diterima orang-orang yang mendustakan ayat-ayat Allah serta kebahagiaan yang diterima orang-orang mukmin di hari kiamat; penyesalan orang kafir di hari kiamat.<br><br></span>","closing":"<span class=\"gen\"><br> Surat An Naba´ menerangkan pengingkaran orang-orang musyrik terhadap hari berbangkit, ancaman Allah terhadap sikap mereka, azab yang mereka terima di hari kiamat serta kebahagiaan orang-orang yang beriman.<br><br><i>HUBUNGAN SURAT AN NABA´ DENGAN SURAT AN NAAZI´AAT</i><br><br> 1. Surat An Naba´ menerangkan ancaman Allah terhadap sikap orang-orang musyrik yang mengingkari adanya hari berbangkit, serta mengemukakan bukti-bukti adanya hari berbangkit, sedang pada surat An Naazi´aat Allah bersumpah bahwa hari kiamat yang mendahului hari berbangkit itu pasti terjadi.<br> 2. Sama-sama menerangkan huru-hara yang terjadi pada hari kiamat dan hari berbangkit.<br><br></span>"},"next":{"translation":"Malaikat Yang Mencabut","arabic":"النّٰزعٰت","latin":"An-Nazi'at","ayah_count":46,"index":79,"opening":"<span class=\"gen\"><br> Surat An Naazi´aat terdiri atas 46 ayat, termasuk golongan surat-surat Makkiyah, diturunkan sesudah surat An Naba´. Dinamai <i>An Naazi´aat</i> diambil dari perkataan <i>An Naazi´aat</i> yang terdapat pada ayat pertama surat ini. Dinamai pula <i>as Saahirah</i> yang diambil dari ayat 14, dinamai juga <i>Ath Thaammah</i> diambil dari ayat 34.<br><br> Pokok-pokok isinya:<br><i>1. Keimanan:</i><br> Penegasan Allah tentang adanya hari kiamat dan sikap orang- orang musyrik terhadapnya; manusia dibagi 2 golongan di akhirat; manusia tidak dapat mengetahui kapan terjadinya saat kiamat.<br><i>2. Kisah:</i><br> Kisah Musa a.s. dengan Fir´aun.<br><br></span>","closing":"<span class=\"gen\"><br> Surat An Naazi´aat mengutarakan sumpah Allah dengan menyebut malaikat yang bermacam-macam tugasnya, bahwa hari kiamat pasti terjadi, dan membangkitkan manusia itu adalah mudah bagi Allah, serta mengancam orang- orang musyrik yang mengingkari kebangkitan dengan siksaan yang telah dialami Fir´aun dan pengikut-pengikutnya. Selanjutnya surat ini menerangkan keadaan orang-orang musyrik pada hari kiamat dan bagaimana kedahsyatan hari kiamat itu.<br><br><i>HUBUNGAN SURAT AN NAAZI´AAT DENGAN SURAT ´ABASA</i><br><br> Pada akhir surat An Naazi´aat ditaerangkan bahwa Nabi Muhammad s.a.w. hanyalah pemberi peringatan kepada orang-orang yang takut dengan hari kiamat, sedang pada permulaan surat ´Abasa dibayangkan bahwa dalam memberikan peringatan itu hendaklah memberikan penghargaan yang sama kepada orang-orang yang diberi peringatan dengan tidak memandang kedudukan seseorang dalam masyarakat.<br><br></span>"},"prev":{"translation":"Malaikat Yang Diutus","arabic":"المرسلٰت","latin":"Al-Mursalat","ayah_count":50,"index":77,"opening":"<span class=\"gen\"><br> Surat Al Mursalaat terdiri atas 50 ayat, termasuk golongan surat-surat Makkiyah, diturunkan sesudah surat Al Humazah. Dinamai <i>Al Mursalaat</i> (Malaikat-Malaikat yang diutus), diambil dari perkataan <i>Al Mursalaat</i> yang terdapat pada ayat pertama surat ini. Dinamai juga <i>Amma yatasaa aluun</i> diambil dari perkataan <i>Amma yatasaa aluun</i> yang terdapat pada ayat 1 surat ini.<br><br> Pokok-pokok isinya:<br> Penegasan Allah bahwa semua yang diancamkan-Nya pasti terjadi; peristiwa-peristiwa yang terjadi sebelum hari berbangkit; peringatan Allah akan kehancuran umat-umat yang dahulu yang mendustakan nabi-nabi dan asal kejadian manusia dari air yang hina; keadaan orang-orang kafir dan orang mukmin di hari kiamat.<br><br></span>","closing":"<span class=\"gen\"><br> Surat Al Mursalaat menerangkan azab yang akan diderita oleh orang-orang yang menolak kebenaran yang dibawa oleh nabi Muhammad s.a.w. sebagaimana azab yang diderita umat-umat yang dahulu yang menolak kebenaran yang dibawa rasul-rasul mereka.<br><br><i>HUBUNGAN SURAT AL MURSALAAT DENGAN SURAT AN NABA´</i><br><br> 1. Kedua surat ini sama-sama menerangkan keadaan neraka tempat orang-orang kafir menerima azab, dan keadaan surga tempat orang-orang yang bertakwa merasakan nikmat Allah.<br> 2. Dalam surat Al Mursalaat diterangkan tentang <i>yauml fashl</i> (hari keputusan) secara umum sedang surat An Naba´ menjelaskannya.<br><br></span>"}}