{"current":{"translation":"Malaikat Yang Mencabut","arabic":"النّٰزعٰت","latin":"An-Nazi'at","ayah_count":46,"index":79,"opening":"<span class=\"gen\"><br> Surat An Naazi´aat terdiri atas 46 ayat, termasuk golongan surat-surat Makkiyah, diturunkan sesudah surat An Naba´. Dinamai <i>An Naazi´aat</i> diambil dari perkataan <i>An Naazi´aat</i> yang terdapat pada ayat pertama surat ini. Dinamai pula <i>as Saahirah</i> yang diambil dari ayat 14, dinamai juga <i>Ath Thaammah</i> diambil dari ayat 34.<br><br> Pokok-pokok isinya:<br><i>1. Keimanan:</i><br> Penegasan Allah tentang adanya hari kiamat dan sikap orang- orang musyrik terhadapnya; manusia dibagi 2 golongan di akhirat; manusia tidak dapat mengetahui kapan terjadinya saat kiamat.<br><i>2. Kisah:</i><br> Kisah Musa a.s. dengan Fir´aun.<br><br></span>","closing":"<span class=\"gen\"><br> Surat An Naazi´aat mengutarakan sumpah Allah dengan menyebut malaikat yang bermacam-macam tugasnya, bahwa hari kiamat pasti terjadi, dan membangkitkan manusia itu adalah mudah bagi Allah, serta mengancam orang- orang musyrik yang mengingkari kebangkitan dengan siksaan yang telah dialami Fir´aun dan pengikut-pengikutnya. Selanjutnya surat ini menerangkan keadaan orang-orang musyrik pada hari kiamat dan bagaimana kedahsyatan hari kiamat itu.<br><br><i>HUBUNGAN SURAT AN NAAZI´AAT DENGAN SURAT ´ABASA</i><br><br> Pada akhir surat An Naazi´aat ditaerangkan bahwa Nabi Muhammad s.a.w. hanyalah pemberi peringatan kepada orang-orang yang takut dengan hari kiamat, sedang pada permulaan surat ´Abasa dibayangkan bahwa dalam memberikan peringatan itu hendaklah memberikan penghargaan yang sama kepada orang-orang yang diberi peringatan dengan tidak memandang kedudukan seseorang dalam masyarakat.<br><br></span>"},"next":{"translation":"Bermuka Masam","arabic":"عبس","latin":"'Abasa","ayah_count":42,"index":80,"opening":"<span class=\"gen\"><br><br> Surat 'Abasa terdiri atas 42 ayat, termasuk golongan surat-surat Makkiyah, diturunkan sesudah surat An Najm. Dinamai <i>'Abasa</i> diambil dari perkataan <i>'Abasa</i> yang terdapat pada ayat pertama surat ini.<br><br> Menurut riwayat, pada suatu ketika Rasulullah s.a.w. menerima dan berbicara dengan pemuka-pemuka Quraisy yang beliau harapkan agar mereka masuk Islam. Dalam pada itu datanglah Ibnu Ummi Maktum, seorang sahabat yang buta yang mengharap agar Rasulullah s.a.w. membacakan kepadanya ayat- ayat Al Quran yang telah diturunkan Allah. tetapi Rasulullah s.a.w. bermuka masam dan memalingkan muka dari Ibnu Ummi Maktum yang buta itu, lalu Allah menurunkan surat ini sebagai teguran atas sikap Rasulullah terhadap ibnu Ummi Maktum itu.<br><br> Pokok-pokok isinya:<br><i>1. Keimanan:</i>Dalil-dalil keesaan Allah; keadaan manusia pada hari kiamat.<br><i>2. Dan lain-lain:</i>Dalam berda'wah hendaknya memberikan penghargaan yang sama kepada orang-orang yang diberi da'wah; cercaan Allah kepada manusia yang tidak mensyukuri nikmat-Nya.</span>","closing":"<span class=\"gen\"><br> Surat 'Abasa mengandung teguran Allah kepada Rasululah s.a.w. yang lebih mengutamakan pembesar-pembesar Quraisy yang diharapkan agar mereka masuk Islam daripada Ibnu Ummi Maktum yang buta, tapi telah diyakini keimanannya; Al Quran adalah sebagai peringatan; dan salah satu sifat manusia ialah tidak mensyukuri nikmat Allah.<br><br><i>HUBUNGAN SURAT 'ABASA DENGAN SURAT AT TAKWIIR</i><br><br> 1. Sama-sama menerangkan tentang huru-hara pada hari kiamat.<br> 2. Sama-sama menerangkan bahwa manusia pada hari kiamat terbagi dua.<br> 3. Pada surat 'Abasa Allah s.w.t. menegur Muhammad s.a.w. sedang dalam surat At Takwiir Allah menegaskan bahwa Muhammad s.a.w. adalah seorang Rasul yang mulia.<br></span>"},"prev":{"translation":"Berita Besar","arabic":"النبأ","latin":"An-Naba'","ayah_count":40,"index":78,"opening":"<span class=\"gen\"><br> Surat An Naba´ terdiri atas 40 ayat, termasuk golongan surat-surat Makkiyah, diturunkan sesudah surat Al Ma´aarij. Dinamai <i>An Naba´</i> (berita besar) diambil dari perkataan <i>An Naba´</i> yang terdapat pada ayat 2 surat ini. Dinamai juga <i>Amma yatasaa aluun</i> diambil dari perkataan <i>Amma yatasaa aluun</i> yang terdapat pada ayat 1 surat ini.<br><br> Pokok-pokok isinya:<br> Pengingkaran orang-orang musyrik terhadap adanya hari berbangkit dan ancaman Allah terhadap sikap mereka itu;kekuasaan-kekuasaan Allah yang terlihat dalam alam sebagai bukti adanya hari berbangkit; peristiwa-peristiwa yang terjadi pada hari berbangkit; azab yang diterima orang-orang yang mendustakan ayat-ayat Allah serta kebahagiaan yang diterima orang-orang mukmin di hari kiamat; penyesalan orang kafir di hari kiamat.<br><br></span>","closing":"<span class=\"gen\"><br> Surat An Naba´ menerangkan pengingkaran orang-orang musyrik terhadap hari berbangkit, ancaman Allah terhadap sikap mereka, azab yang mereka terima di hari kiamat serta kebahagiaan orang-orang yang beriman.<br><br><i>HUBUNGAN SURAT AN NABA´ DENGAN SURAT AN NAAZI´AAT</i><br><br> 1. Surat An Naba´ menerangkan ancaman Allah terhadap sikap orang-orang musyrik yang mengingkari adanya hari berbangkit, serta mengemukakan bukti-bukti adanya hari berbangkit, sedang pada surat An Naazi´aat Allah bersumpah bahwa hari kiamat yang mendahului hari berbangkit itu pasti terjadi.<br> 2. Sama-sama menerangkan huru-hara yang terjadi pada hari kiamat dan hari berbangkit.<br><br></span>"}}