{"current":{"translation":"Penggulungan","arabic":"التكوير","latin":"At-Takwir","ayah_count":29,"index":81,"opening":"<span class=\"gen\"><br> Surat At Takwir terdiri atas 29 ayat dan termasuk golongan surat-surat Makkiyah, diturunkan sesudah surat Al Masadd. Kata <i>At Takwir</i> (terbelah) yang menjadi nama bagi surat ini adalah dari kata asal (mashdar) dari kata kerja <i>kuwwirat</i> (digulung) yang terdapat pada ayat pertama surat ini.<br><br> Pokok-pokok isinya:<br> Kegoncangan-kegoncangan yang terjadi pada hari kiamat; pada hari kiamat setiap jiwa akan mengetahui apa yang telah dikerja- kannya waktu di dunia; Al Quran adalah firman Allah yang disam- paikan oleh Jibril a.s.; penegasan atas kenabian Muhammad s.a.w.; Al Quran sumber petunjuk bagi umat manusia yang menginginkan hidup lurus; suksesnya manusia dalam mencapai kehidupan yang lurus itu tergantung kepada taufiq dari Allah.</span>","closing":"<span class=\"gen\"><br> Surat At Takwiir mengemukakan tentang kejadian-kejadian pada hari kiamat serta kebenaran Al Quran sebagai wahyu Allah dan kerasulan Nabi Muhammad s.a.w.<br><br><i>HUBUNGAN SURAT AT TAKWIIR DENGAN SURAT AL INFITHAAR</i><br><br> 1. Permulaan dar kedua surat ini sama-sama mengemukakan kejadian-kejadian yang dahsyat pada hari kiamat.<br> 2. Pada surat At Takwiir dinyatakan bahwa tiap jiwa akan mengetahui apa-apa yang telah dikerjakannya, kemudian pada surat Al Infithaar diulang lagi dan ditegaskan bahwa manusia-manusia itu tidak dapat saling tolong- menolong di akhirat.<br></span>"},"next":{"translation":"Terbelah","arabic":"الانفطار","latin":"Al-Infitar","ayah_count":19,"index":82,"opening":"<span class=\"gen\"><br> Surat ini terdiri atas 19 ayat, termasuk golongan surat-surat Makkiyah dan diturunkan sesudah surat An Naazi'aat. Al Infithaar yang dijadikan nama untuk surat ini adalah kata asal dari kata <i>Infatharat</i> (terbelah) yang terdapat pada ayat pertama.<br><br> Pokok-pokok isinya:<br> Peristiwa-peristiwa yang terjadi pada hari kiamat; peringatan kepada manusia agar tidak terpedaya sehingga durhaka kepada Allah; adanya malaikat yang selalu menjaga dan mencatat segala amal perbuatan manusia; pada hari kiamat manusia tak dapat menolong orang lain; hanya kekuasaan Allah-lah yang berlaku pada waktu itu.</span>","closing":"<span class=\"gen\"><br> Surat Al Infithaar ini menggambarkan kejadian-kejadian pada hari kiamat, dan menerangkan keingkaran manusia kepada karunia Allah dan bahwa segala amal perbuatan mereka itu akan mendapat pembalasan.<br><br><i>HUBUNGAN SURAT INI DENGAN SURAT AL MUTHAFFIFIIN</i><br><br> 1. Dalam surat Al Infithaar ini Allah menjelaskan adanya malaikat yang menjaga dan mencata amal perbuatan manusia, lalu pada Surat Al Muthaffifiin dijelaskan lagi tentang buku catatan itu.<br> 2. Dalam surat Al Infithaar ini secara singkat diterangkan dua golongan manusia pada hari kiamat yaitu orang-orang yang berbuat kebajikan dan orang-orang yang berbuat kebajikan dan orang-orang yang durhaka. Maka dalam surat Al Muthaffifiin diuraikan lebih luas keadaan dan sifat kedua golongan manusia itu.</span>"},"prev":{"translation":"Bermuka Masam","arabic":"عبس","latin":"'Abasa","ayah_count":42,"index":80,"opening":"<span class=\"gen\"><br><br> Surat 'Abasa terdiri atas 42 ayat, termasuk golongan surat-surat Makkiyah, diturunkan sesudah surat An Najm. Dinamai <i>'Abasa</i> diambil dari perkataan <i>'Abasa</i> yang terdapat pada ayat pertama surat ini.<br><br> Menurut riwayat, pada suatu ketika Rasulullah s.a.w. menerima dan berbicara dengan pemuka-pemuka Quraisy yang beliau harapkan agar mereka masuk Islam. Dalam pada itu datanglah Ibnu Ummi Maktum, seorang sahabat yang buta yang mengharap agar Rasulullah s.a.w. membacakan kepadanya ayat- ayat Al Quran yang telah diturunkan Allah. tetapi Rasulullah s.a.w. bermuka masam dan memalingkan muka dari Ibnu Ummi Maktum yang buta itu, lalu Allah menurunkan surat ini sebagai teguran atas sikap Rasulullah terhadap ibnu Ummi Maktum itu.<br><br> Pokok-pokok isinya:<br><i>1. Keimanan:</i>Dalil-dalil keesaan Allah; keadaan manusia pada hari kiamat.<br><i>2. Dan lain-lain:</i>Dalam berda'wah hendaknya memberikan penghargaan yang sama kepada orang-orang yang diberi da'wah; cercaan Allah kepada manusia yang tidak mensyukuri nikmat-Nya.</span>","closing":"<span class=\"gen\"><br> Surat 'Abasa mengandung teguran Allah kepada Rasululah s.a.w. yang lebih mengutamakan pembesar-pembesar Quraisy yang diharapkan agar mereka masuk Islam daripada Ibnu Ummi Maktum yang buta, tapi telah diyakini keimanannya; Al Quran adalah sebagai peringatan; dan salah satu sifat manusia ialah tidak mensyukuri nikmat Allah.<br><br><i>HUBUNGAN SURAT 'ABASA DENGAN SURAT AT TAKWIIR</i><br><br> 1. Sama-sama menerangkan tentang huru-hara pada hari kiamat.<br> 2. Sama-sama menerangkan bahwa manusia pada hari kiamat terbagi dua.<br> 3. Pada surat 'Abasa Allah s.w.t. menegur Muhammad s.a.w. sedang dalam surat At Takwiir Allah menegaskan bahwa Muhammad s.a.w. adalah seorang Rasul yang mulia.<br></span>"}}