{"current":{"translation":"Terbelah","arabic":"الانفطار","latin":"Al-Infitar","ayah_count":19,"index":82,"opening":"<span class=\"gen\"><br> Surat ini terdiri atas 19 ayat, termasuk golongan surat-surat Makkiyah dan diturunkan sesudah surat An Naazi'aat. Al Infithaar yang dijadikan nama untuk surat ini adalah kata asal dari kata <i>Infatharat</i> (terbelah) yang terdapat pada ayat pertama.<br><br> Pokok-pokok isinya:<br> Peristiwa-peristiwa yang terjadi pada hari kiamat; peringatan kepada manusia agar tidak terpedaya sehingga durhaka kepada Allah; adanya malaikat yang selalu menjaga dan mencatat segala amal perbuatan manusia; pada hari kiamat manusia tak dapat menolong orang lain; hanya kekuasaan Allah-lah yang berlaku pada waktu itu.</span>","closing":"<span class=\"gen\"><br> Surat Al Infithaar ini menggambarkan kejadian-kejadian pada hari kiamat, dan menerangkan keingkaran manusia kepada karunia Allah dan bahwa segala amal perbuatan mereka itu akan mendapat pembalasan.<br><br><i>HUBUNGAN SURAT INI DENGAN SURAT AL MUTHAFFIFIIN</i><br><br> 1. Dalam surat Al Infithaar ini Allah menjelaskan adanya malaikat yang menjaga dan mencata amal perbuatan manusia, lalu pada Surat Al Muthaffifiin dijelaskan lagi tentang buku catatan itu.<br> 2. Dalam surat Al Infithaar ini secara singkat diterangkan dua golongan manusia pada hari kiamat yaitu orang-orang yang berbuat kebajikan dan orang-orang yang berbuat kebajikan dan orang-orang yang durhaka. Maka dalam surat Al Muthaffifiin diuraikan lebih luas keadaan dan sifat kedua golongan manusia itu.</span>"},"next":{"translation":"Orang-Orang Curang","arabic":"المطفّفين","latin":"Al-Mutaffifin","ayah_count":36,"index":83,"opening":"<span class=\"gen\"><br> Surat ini terdiri atas 36 ayat, termasuk golongan surat-surat Makkiyyah, diturunkan sesudah surat Al 'Ankabuut dan merupakan surat yang terakhir di Mekkah sebelum hijrah. <i>Al Muthaffifiin</i> yang dijadikan nama bagi surat ini diambil dari kata <i>Al Muthaffifiin</i> yang terdapat pada ayat pertama.<br><br> Pokok-pokok isinya:<br> Ancaman Allah s.w.t. terhadap orang-orang yang mengurangi hak orang lain dalam timbangan, ukuran dan takaran; catatan kejahatan manusia dicantumkan dalam <i>sijjiin</i> sedang catatan kebajikan manusia dicantumkan dalam <i>'illiyyiin</i>; balasan dan macam-macam kenikmatan bagi orang yang berbuat kebajikan; sikap dan pandangan orang-orang kafir di sunia terhadap orang-orang yang beriman; sikap orang-orang yang beriman di akhirat terhadap orang-orang kafir.</span>","closing":"<span class=\"gen\"><br> Surat Al Muthaffifiin mengandung ancaman-ancaman terhadap orang-orang kafir dan orang-orang yang melakukan kecurangan, di samping itu memberikan janji yang baik kepada mereka yang beriman dan melakukan kebajikan.<br><br><i>HUBUNGAN SURAT AL MUTHAFFIFFIIN DENGAN SURAT AL INSYIQAAQ</i><br><br> 1. Dalam surat Al Muthaffiffiin, Allah s.w.t. menerangkan bahwa segala amalperbuatan manusia, yang baik maupun yang buruk tercatat dalam suatu buku yang terpelihara. Dalam surat Al Insyiqaaq Allah s.w.t. menjelaskan bahwa buku-buku catatan itu akan diberikan kepada manusia pada hari kiamat dan cara bagaimana pemberiannya.<br> 2. Dalam kedua surat ini, Allah juga menggambarkan ancaman bagi orang yang kafir dan ganjaran yang tak terhingga bagi orang-orang yang beriman.</span>"},"prev":{"translation":"Penggulungan","arabic":"التكوير","latin":"At-Takwir","ayah_count":29,"index":81,"opening":"<span class=\"gen\"><br> Surat At Takwir terdiri atas 29 ayat dan termasuk golongan surat-surat Makkiyah, diturunkan sesudah surat Al Masadd. Kata <i>At Takwir</i> (terbelah) yang menjadi nama bagi surat ini adalah dari kata asal (mashdar) dari kata kerja <i>kuwwirat</i> (digulung) yang terdapat pada ayat pertama surat ini.<br><br> Pokok-pokok isinya:<br> Kegoncangan-kegoncangan yang terjadi pada hari kiamat; pada hari kiamat setiap jiwa akan mengetahui apa yang telah dikerja- kannya waktu di dunia; Al Quran adalah firman Allah yang disam- paikan oleh Jibril a.s.; penegasan atas kenabian Muhammad s.a.w.; Al Quran sumber petunjuk bagi umat manusia yang menginginkan hidup lurus; suksesnya manusia dalam mencapai kehidupan yang lurus itu tergantung kepada taufiq dari Allah.</span>","closing":"<span class=\"gen\"><br> Surat At Takwiir mengemukakan tentang kejadian-kejadian pada hari kiamat serta kebenaran Al Quran sebagai wahyu Allah dan kerasulan Nabi Muhammad s.a.w.<br><br><i>HUBUNGAN SURAT AT TAKWIIR DENGAN SURAT AL INFITHAAR</i><br><br> 1. Permulaan dar kedua surat ini sama-sama mengemukakan kejadian-kejadian yang dahsyat pada hari kiamat.<br> 2. Pada surat At Takwiir dinyatakan bahwa tiap jiwa akan mengetahui apa-apa yang telah dikerjakannya, kemudian pada surat Al Infithaar diulang lagi dan ditegaskan bahwa manusia-manusia itu tidak dapat saling tolong- menolong di akhirat.<br></span>"}}