{"current":{"translation":"Pengampunan","arabic":"التوبة","latin":"At-Taubah","ayah_count":129,"index":9,"opening":"<span class=\"gen\"><br> Surat At Taubah terdiri atas 129 ayat termasuk golongan surat-surat Madaniyyah. Surat ini dinamakan <i>At Taubah</i> yang berarti pengampunan berhubung kata <i>At Taubah</i> berulang kali disebut dalam surat ini. Dinamakan juga dengan <i>Baraah</i> yang berarti berlepas diri yang di sini maksudnya pernyataan pemutusan perhubungan, disebabkan kebanyakan pokok pembicaraannya tentang pernyataan pemutusan perjanjian damai dengan kaum musyrikin.<br><br> Di samping kedua nama yang masyhur itu ada lagi beberapa nama yang lain yang merupakan sifat dari surat ini.<br><br> Berlainan dengan surat-surat yang lain, maka pada permulaan surat ini tidak terdapat basmalah, karena surat ini adalah pernyataan perang dengan arti bahwa segenap kaum muslimin dikerahkan untuk memerangi seluruh kaum musyrikin, sedangkan basmalah bernafaskan perdamaian dan cinta kasih Allah.<br><br> Surat ini diturunkan sesudah Nabi Muhammad s.a.w. kembali dari peperangan Tabuk yang terjadi pada tahun 9 H. Pengumuman ini disampaikan oleh Saidina 'Ali r.a. pada musim haji tahun itu juga.<br><br> Selain daripada pernyataan pembatalan perjanjian damai dengan kaum musyrikin itu, maka surat ini mengandung pula pokok-pokok isi sebagai berikut:<br><br><i>1. Keimanan:</i><br> Allah selalu menyertai hamba-hamba-Nya yang beriman; pembalasan atas amalan-amalan manusia hanya dari Allah; segala sesuatu menurut sunnatullah; perlindungan Allah bagi orang-orang yang beriman; kedudukan Nabi Muhammad s.a.w. di sisi Allah.<br><br><i>2. Hukum-hukum:</i><br> Kewajiban menafkahkan harta; macam-macam harta dalam agama serta penggunaannya; jizyah; perjanjian dan perdamaian; kewajiban umat Islam terhadap Nabinya; sebab-sebab orang Islam melakukan perang total; beberapa dasar politik kenegaraan dan peperangan dalam Islam.<br><br><i>3. Kisah-kisah:</i><br> Nabi Muhammad s.a.w. dengan Abu Bakar r.a. di suatu gua di bukit Tsur ketika hijrah; perang Hunain (perang Authas atau perang Hawazin); perang Tabuk.<br><br><i>4. Dan lain-lain:</i><br> Sifat-sifat orang yang beriman dan tingkatan-tingkatan mereka.<br><br></span>","closing":"<span class=\"gen\"><br> Surat At-Taubah mengandung pernyatan pembatalan perjanjian damai pleh Nabi Muhammad s.a.w. dengan kaum musyrikin, karena mereka tidak memenuhi syarat-syarat perjanjian damai pada perjanjian Hudaibiyyah. Selanjutnya Surat At Taubah mengandung hukum peperangan dan perdamaian, hukum kenegaraan, keadaan Nabi Muhammad s.a.w. di waktu hijrah, dan kewajiban menafkahkan harta dan orang-orang yang berhak menerimanya.<br><br><i>HUBUNGAN SURAT AT-TAUBAH DENGAN SURAT YUNUS</i><br><br> 1. Akhir surat At-Taubah ditutup dengan menyebutkan tentang risalah Nabi Muhammad s.a.w. dan hal-hal serupa disebutkan pula pada akhir surat Yunus.<br><br> 2. Surat At-Taubah menyebutkan keadaan orang-orang munafik serta menerangkan perbuatan mereka di waktu Al Quran diturunkan, sedang surat Yunus menerangkan sikap orang kafir terhadap Al Quran.<br><br></span>"},"next":{"translation":"Yunus","arabic":"يونس","latin":"Yunus","ayah_count":109,"index":10,"opening":"<span class=\"gen\"><br><br><br> Surat Yunus terdiri atas 109 ayat, termasuk golongan surat-surat Makkiyyah kecuali ayat 40, 94, 95, yang diturunkan pada masa Nabi Muhmmad s.a.w. berada di Madinah. Surat ini dinamai <i>surat Yunus</i> karena dalam surat ini terutama ditampilkan kisah Nabi Yunus a.s. dan pengikut-pengikutnya yang teguh imannya.<br><br> Pokok-pokok isinya:<br><br><i>1. Keimanan:</i><br> Al Quran bukanlah sihir, Allah mengatur alam semesta dari Arasy-Nya; syafa'at hanyalah dengan izin Allah; Wali-wali Allah; wahyu Allah yang menerangkan yang ghaib kepada manusia; Allah menyaksikan dan mengamat-amati perbuatan hamba-hamba-Nya di dunia; Allah tidak mempunyai anak.<br><br><i>2. Hukum:</i><br> Menentukan perhitungan tahun dan waktu dengan perjalanan matahari dan bulan; hukum mengada-adakan sesuatu terhadap Allah dan mendustakan ayat-ayat-Nya.<br><br><i>3. Kisah-kisah:</i><br> Kisah Nabi Nuh a.s. dengan kaumnya; Nabi Musa dengan Fir'aun dan tukang-tukang sihir; kisah Bani Israil setelah ke luar dari negeri Mesir; Nabi Yunus a.s. dengan kaumnya.<br><br><i>4. Dan lain-lain:</i><br> Manusia ingat kepada Allah di waktu kesukaran dan lupa di waktu senang; keadaan orang-orang baik dan orang-orang jahat di hari kiamat; Al Quran tidak dapat ditandingi; rasul hanya menyampaikan risalah.<br><br></span>","closing":"<span class=\"gen\"><br><br><br> Surat Yunus mengandung hal-hal yang berhubungan dengan pokok-pokok kepercayaan, lenyapnya syirik, pengutusan rasul, hari berbangkit, hari pembalasan dan hal-hal yang berhubungan dengan pokok-pokok agama sebagaimana biasa didapati dalam surat-surat Makkiyyah.<br><br><i>HUBUNGAN SURAT YUNUS DENGAN SURAT HUUD</i><br><br> 1. Kedua surat ini sama-sama dimulai dengan <i>alif laam raa</i>, kemudian diiringi dengan menyebutkan risalah nabi-nabi yang diutus Allah dan menerangkan kedudukan para rasul sebagai pemberi kabar gembira dan pemberi peringatan.<br><br> 2. Kedua surat ini pada pertengahannya sama-sama menerangkan tentang keingkaran orang-orang kafir terhadap Al Quran, bantahan terhadap anggapan kepalsuan risalah para rasul, keingkaran kaum musyrikin terhadap pokok agama. Kemudian kedua surat ini sama-sama ditutup dengan seruan agar mengikuti rasul, bersabar terhadap semua tindakan jahat kaum musyrikin, istiqaamah dan bertawakkal kepada Allah.<br><br> 3. Sama-sama menerangkan kisah para nabi, tetapi kisah para disebut dalam surat Huud bersifat menjelaskan apa yang telah dalam surat Yunus. Pada umumnya apa yang diutarakan dalam surat Huud merupakan penjelasan dari apa yang telah disebut dalam surat Yunus.<br><br></span>"},"prev":{"translation":"Rampasan Perang","arabic":"الانفال","latin":"Al-Anfal","ayah_count":75,"index":8,"opening":"<span class=\"gen\"><br> Surat Al Anfaal terdiri atas 75 ayat dan termasuk golongan surat-surat Madaniyyah, karena seluruh ayat-ayatnya diturunkan di Madinah. Surat ini dinamakan <i>Al Anfaal</i> yang berarti harta rampasan perang berhubung kata <i>Al Anfaal</i> terdapat pada permulaan surat ini dan juga persoalan yang menonjol dalam surat ini ialah tentang harta rampasan perang, hukum perang dan hal-hal yang berhubungan dengan peperangan pada umumnya. Menurut riwayat Ibnu Abbas r.a. surat ini diturunkan berkenaan dengan perang Badar Kubra yang terjadi pada tahun kedua hijrah. Peperangan ini sangat penting artinya, karena dialah yang menentukan jalan sejarah Perkembangan Islam. Pada waktu itu umat Islam dengan berkekuatan kecil untuk pertama kali dapat mengalahkan kaum musyrikin yang berjumlah besar, dan berperlengkapan yang cukup, dan mereka dalam peperangan ini memperoleh harta rampasan perang yang tidak sedikit. Oleh sebab itu timbullah masalah bagaimana membagi harta-harta rampasan perang itu, maka kemudian Allah menurunkan ayat pertama dari surat ini.<br><br> Pokok-pokok isinya:<br><br><i>1. Keimanan:</i><br> Allah selalu menyertai orang-orang yang beriman dan melindungi mereka; menentukan hukum-hukum agama itu hanyalah hak Allah; jaminan Allah terhadap kemenangan umat yang beriman; 'inayat Allah terhadap orang-orang yang bertawakkal; hanyalah Allah yang dapat mempersatukan hati orang yang beriman; tindakan-tindakan dan hukum-hukum Allah didasarkan atas kepentingan umat manusia; adanya malaikat yang menolong barisan kaum muslimin dalam perang Badar; adanya gangguan-gangguan syaitan pada orang-orang mukmin dan tipu daya mereka pada orang-orang musyrikin; syirik adalah dosa berat.<br><br><i>2. Hukum-hukum:</i><br> Aturan pembagian harta rampasan perang; kebolehan memakan harta rampasan perang; larangan lari/mundur dalam peperangan; hukum mengenai tawanan perang pada permulaan Islam; kewajiban taat kepada pimpinan dalam perang; keharusan mengusahakan perdamaian; kewajiban mempersiapkan diri dengan segala alat perlengkapan perang; ketahanan mental, sabar dan tawakkal serta mengingat Allah dalam peperangan; tujuan perang dalam Islam; larangan khianat kepada Allah dan Rasul serta amanat; larangan mengkhianati perjanjian.<br><br><i>3. Kisah-kisah:</i><br> Keengganan beberapa orang Islam ikut perang Badar, suasana kaum muslimin di waktu perang Badar, sebelumnya, sesudahnya dan waktu perang berlangsung; keadaan Nabi Muhammad s.a.w. sebelum hijrah serta permusuhan kaum musyrikin terhadap beliau; orang yahudi membatalkan perjanjian damai dengan Nabi Muhammad s.a.w.; kisah keadaan orang kafir musyrikin dan Ahli Kitab serta keburukan orang-orang munafik.<br><br><i>4. Dan lain lain:</i><br> Pengertian iman, tanda-tandanya dan sifat-sifat orang yang beriman; sunnatullah pada seseorang dan masyarakat.<br><br></span>","closing":"<span class=\"gen\"><br> Surat Al Anfaal menerangkan hal-hal yang berhubungan dengan peperangan pada umumnya, khususnya menerangkan Perang Badar, yaitu peperangan yang menentukan jalan sejarah Islam dan muslimin, bahkan tidak akan salah kiranya kalau dikatakan bahwa Perang Badar itu menetukan jalan sejarah umat manusia pada umumnya. Sebahagian besar surat ini mengandung hal-hal yang berhubungan dengan perdamaian dan peperangan; tingkah laku orang-orang kafir, orang-orang munafik dan sebahagian orang-orang Islam yang tidak kuat imannya dalam peperangan. Kemudian ditegaskan bahwa Allah menolong orang-orang yang beriman dan menghancurkan orang-orang kafir dan munafik itu, adalah merupakan sunnah-Nya yang tidak dapat dimungkiri berlakunya, sebagaimana pernah terjadi pada Fir'aun dan kaumnya serta umat-umat yang sebelumnya.<br><br><i>HUBUNGAN SURAT AL ANFAAL DENGAN SURAT AT TAUBAH</i><br><br> Sebagaimana halnya hubungan surat-surat yang lain dengan surat-surat yang sesudahnya, maka hal yang dikemukakan oleh surat Al Anfaal, seperti hal-hal yang berhubungan dengan pokok-pokok agama dan furu'nya, sunnah Allah, syari'at hukum-hukum perjanjian dan janji setia, hukum perang dan damai dan sebagainya disebutkan dalam surat At Taubah, umpamanya:<br><br> 1. Perjanjian yang dikemukakan surat Al Anfaal dijelaskan oleh surat At Taubah, terutama hal-hal yang berhubungan dengan pengkhianatan musuh terhadap janji-janji mereka.<br><br> 2. Sama-sama menerangkan tentang memerangi orang-orang musyrikin dan Ahli Kitab.<br><br> 3. Surat Al Anfaal mengemukakan bahwa yang mengurus dan memakmurkan Masjidilharam itu ialah orang-orang yang bertakwa, sedang surat At Taubah menerangkan bahwa orang-orang musyrik tidak pantas mengurus dan memakmurkan mesjid, bahkan mereka akan menghalang-halangi orang-orang Islam terhadapnya.<br><br> 4. Surat Al Anfaal menyebut sifat-sifat orang-orang yang sempurna imannya, dan sifat-sifat orang-orang kafir, lalu pada akhir surat diterangkan pula tentang hukum perlindungan atas orang-orang muslim yang berhijrah, orang-orang muslim yang tidak berhijrah serta orang-orang kafir. Hal yang serupa dikemukakan pula pada surat At Taubah.<br><br> 5. Surat Al Anfaal menganjurkan agar bernafkah di jalan Allah, sedang surat At Taubah menegaskan sekali lagi. Begitu pula dalam surat Al Anfaal diterangkan tentang penggunaan harta rampasan perang, sedang surat At Taubah menerangkan penggunaan zakat.<br><br> 6. Surat Al Anfaal mengemukakan tentang orang-orang munafik dan orang-orang yang ada penyakit dalam hatinya, kemudian surat At Taubah menerangkannya lebih luas.<br><br> Kalau kita perhatikan, ternyata bahwa antara surat Al Anfaal dan surat At Taubah terdapat hubungan yang erat sekali. Seakan-akan keduanya merupakan satu surat, bahkan sebahagian ahli tafsir mengatakan bahwa: Kalau tidaklah karena ketentuan Allah, maka mereka akan memandang surat Al Anfaal dan surat At Taubah sebagai satu surat.<br><br></span>"}}