{"current":{"translation":"Negeri","arabic":"البلد","latin":"Al-Balad","ayah_count":20,"index":90,"opening":"<span class=\"gen\"><br> Surat Al Balad terdiri atas 20 ayat, termasuk golongan surat-surat Makkiyyah, diturunkan sesudah surat Qaaf. Dinamai <i>Al Balad</i>, diambil dari perkataan <i>Al Balad</i> yang terdapat pada ayat pertama surat ini. Yang dimaksud dengan kota di sini ialah kota Mekah.<br><br> Pokok-pokok isinya:<br><br> Manusia diciptakan Allah untuk berjuang menghadapi kesulitan; janganlah manusia terpedaya oleh kekuasaan dan harta benda yang banyak yang telah dibelanjakannya; beberapa peringatan kepada manusia atas beberapa nikmat yang telah diberikan Allah kepadanya dan bahwa Allah telah menunjukkan jalan-jalan yang akan menyampaikannya kepada kebAhagiaan dan yang akan membawanya kepada kecelakaan.<br><br></span>","closing":"<span class=\"gen\"><br> Surat Al Balad mengutarakan bahwa manusia haruslah bersusah payah mencari kebahagiaan dan Allah sendiri telah menunjukkan jalan yang membawa kepada kebaikan, dan jalan yang membawa kepada kesengsaraan. Tuhan menggambarkan bahwa jalan yang membawa kepada kebahagiaan itu lebih sulit menempuhnya daripada yang membawa kepada kesengsaraan.<br><br><i>HUBUNGAN SURAT AL BALAD DENGAN SURAT ASY SYAMS</i><br><br> 1. Kedua-dua surat ini sama-sama menerangkan bahwa Allah telah menunjukkan kepada manusia dua buah jalan yaitu jalan yang pada surat Asy Syams disebut jalan kefasikan dan jalan ketakwaan.<br> 2. Pada surat Asy Syams ditegaskan bahwa orang yang menjalani jalan ketakwaan itu akan berbahagia dan orang yang menjalani jalan kefasikan itu akan merugi.<br><br></span>"},"next":{"translation":"Matahari","arabic":"الشمس","latin":"Asy-Syams","ayah_count":15,"index":91,"opening":"<span class=\"gen\"><br> Surat Asy Syams terdiri atas 15 ayat, termasuk golongan surat-surat Makkiyyah, diturunkan sesudah surat Al Qadar. Dinamai <i>Asy Syams</i> (matahari) diambil dari perkataan <i>Asy Syams</i> yang terdapat pada ayat permulaan surat ini.<br><br> Pokok-pokok isinya :<br> Kaum Tsamud telah dihancurkan Allah karena kedurhakaannya. Tuhan membayangkan bahwa hal ini adalah mudah bagi-Nya, sebagaimana mudahnya menciptakan benda-benda alam, siang dan malam, dan menciptakan jiwa yang tersebut dalam sumpah-Nya; Allah memberitahukan kepada manusia jalan ketakwaan dan jalan kekafiran; manusia mempunyai kebebasan memilih antara kedua jalan itu.<br><br></span>","closing":"<span class=\"gen\"><br> Surat Asy Syams berisi dorongan kepada manusia untuk membersihkan jiwanya agar mendapat keberuntungan di dunia dan di akhirat dan menyatakan bahwa Allah akan menimpakan azab kepada orang-orang yang mengotori jiwanya seperti halnya kaum Tsamud.<br><br><i>HUBUNGAN SURAT ASY SYAMS DENGAN SURAT AL LAIL</i><br><br> Surat Asy Syams menerangkan bahwa orang yang mensucikan jiwanya akan memperoleh keberuntungan dan orang yang mengotori jiwanya akan diazab Allah, sedang surat Al Lail menerangkan perbuatan yang mensucikan jiwa itu sehingga menghasilkan keuntungan dan perbuatan yang mengotorkan jiwa sehingga menghasilkan kerugian.<br><br></span>"},"prev":{"translation":"Fajar","arabic":"الفجر","latin":"Al-Fajr","ayah_count":30,"index":89,"opening":"<span class=\"gen\"><br> Surat ini terdiri atas 30 ayat, termasuk golongan surat-surat Makkiyyah, diturunkan sesudah surat Al Lail. Nama <i>Al Fajr</i> diambil dari kata <i>Al Fajr</i> yang terdapat pada ayat pertama surat ini yang artinya <i>fajar</i>.<br><br> Pokok-pokok isinya:<br> Allah bersumpah bahwa azab terhadap orang-orang kafir tidak akan dapat dielakkan; beberapa contoh dari umat-umat yang sudah dibinasa kan; kenikmatan hidup atau bencana yang dialami oleh seseorang bukanlah tanda penghormatan atau penghinaan Allah kepadanya, melainkan cobaan belaka; celaan terhadap orang-orang yang tidak mau memelihara anak yatim dan tidak memberi makan orang miskin; kecaman terhadap orang yang memakan harta warisan dengan campur aduk dan orang yang amat mencintai harta; malapetaka yang dihadapi orang- orang kafir di hari kiamat; orang-orang yang berjiwa muthmainnah (tenang) mendapat kemuliaan di sisi Allah.<br><br></span>","closing":"<span class=\"gen\"><br> Surat Al Fajr mengemukakan contoh umat yang ditimpa azab dan beberapa sifat-sifat manusia yang tercela, serta menegaskan kemuliaan yang diberikan Allah s.w.t kepada orang yang berjiwa tenang.<br><br><i>HUBUNGAN SURAT AL FAJR DENGAN SURAT AL BALAD</i><br><br> 1. Dalam surat Al Fajr terdapat celaan kepada orang yang amat mencintai harta warisan dengan campur aduk dan tidak membantu orang-orang miskin, sedang pada surat Al Balad dijelaskan penggunaan harta yang terpuji di sisi Allah yaitu memerdekakan hamba sahaya, memberi makan anak yatim dan anak-anak miskin.<br> 2. Pada akhir surat Al Fajr manusia dibagi kepada ahli neraka dan ahli syurga. Sedang pada surat Al Balad disebutkan bahwa manusia dibagi kepada golongan kanan dan golongan kiri.<br><br></span>"}}