{"current":{"translation":"Malam","arabic":"الّيل","latin":"Al-Lail","ayah_count":21,"index":92,"opening":"<span class=\"gen\"><br> Surat ini terdiri atas 21 ayat, termasuk golongan surat-surat Makkiyah, diturunkan sesudah surat Al A'laa. Surat ini dinamai <i>Al Lail</i> (malam), diambil dari perkataan <i>Al Lail</i> yang terdapat pada ayat pertama surat ini.<br><br> Pokok-pokok isinya:<br><br> Usaha manusia itu berlainan, karena itu balasannya berlainan pula; orang yang suka berderma, bertakwa dan membenarkan adanya pahala yang baik dimudahkan Allah baginya melakukan kebaikan yang membawa kepada kebahagiaan di akhirat, tetapi orang yang dimudahkan Allah baginya melakukan kejahatan-kejahatan yang membawa kepada kesengsaraan di akhirat, harta benda tidak akan akan memberi manfaat kepadanya; orang yang bakhil merasa dirinya cukup dan mendustakan adanya pahala yang baik.<br><br></span>","closing":"<span class=\"gen\"><br> Surat Al Lail menerangkan bahwa amalan-amalan yang dikerjakan dengan tulus ikhlas semata-mata mencari keridhaan Allah itulah yang membawa kebahagiaan di akhirat kelak.<br><br><i>HUBUNGAN SURAT AL LAIL DENGAN SURAT ADH DHUHAA</i><br><br> Pada surat Al Lail diterangkan bahwa orang yang taqwa akan dimudahkan Allah mengerjakan prbuatan taqwa sehingga memperoleh kebahagiaan. Sedang pada surat Adh Dhuhaa diterangkan bahwa keberuntungan di akhirat lebih baik dari keberuntungan di dunia.<br><br></span>"},"next":{"translation":"Duha","arabic":"الضحى","latin":"Ad-Duha","ayah_count":11,"index":93,"opening":"<span class=\"gen\"><br> Surat ini terdiri atas 11 ayat, termasuk golongan surat Makiyyah dan diturunkan sesudah surat Al Fajr. Nama <i>Adh Dhuhaa</i> diambil dari kata yang terdapat pada ayat pertama, artinya : waktu matahari sepenggalahan naik.<br><br><i>Pokok-pokok Isinya:</i><br> Allah s.w.t. sekali-kali tidak akan meninggalkan Nabi Muhammad s.a.w Isyarat dari Allah s.w.t. bahwa kehidupan Nabi Muhammad s.a.w. dan da'wahnya akan bertambah baik dan berkembang; larangan menghina anak yatim dan menghardik orang-orang yang minta-minta dan perintah menyebut-nyebut nikmat yang diberikan Allah sebagai tanda bersyukur.<br><br></span>","closing":"<span class=\"gen\"><br> Surat Adh Dhuhaa, menerangkan tentang bimbingan pemeliharaan Allah s.w.t. terhadap Nabi Muhammad s.a.w. dengan cara yang tak putus-putusnya dan mengandung pula perintah kepada Nabi supaya mensyukuri segala nikmat itu.<br><br><i>HUBUNGAN SURAT ADH DHUHAA DENGAN SURAT ALAM NASYRAH</i><br><br> 1. Kedua surat ini amat erat hubungannya karena sama-sama ditujukan kepada Nabi Muhammad s.a.w.<br> 2. Kedua surat ini sama-sama menerangkan nikmat Allah dan memerintahkan kepada Nabi untuk mensyukuri nikmat itu.<br><br></span>"},"prev":{"translation":"Matahari","arabic":"الشمس","latin":"Asy-Syams","ayah_count":15,"index":91,"opening":"<span class=\"gen\"><br> Surat Asy Syams terdiri atas 15 ayat, termasuk golongan surat-surat Makkiyyah, diturunkan sesudah surat Al Qadar. Dinamai <i>Asy Syams</i> (matahari) diambil dari perkataan <i>Asy Syams</i> yang terdapat pada ayat permulaan surat ini.<br><br> Pokok-pokok isinya :<br> Kaum Tsamud telah dihancurkan Allah karena kedurhakaannya. Tuhan membayangkan bahwa hal ini adalah mudah bagi-Nya, sebagaimana mudahnya menciptakan benda-benda alam, siang dan malam, dan menciptakan jiwa yang tersebut dalam sumpah-Nya; Allah memberitahukan kepada manusia jalan ketakwaan dan jalan kekafiran; manusia mempunyai kebebasan memilih antara kedua jalan itu.<br><br></span>","closing":"<span class=\"gen\"><br> Surat Asy Syams berisi dorongan kepada manusia untuk membersihkan jiwanya agar mendapat keberuntungan di dunia dan di akhirat dan menyatakan bahwa Allah akan menimpakan azab kepada orang-orang yang mengotori jiwanya seperti halnya kaum Tsamud.<br><br><i>HUBUNGAN SURAT ASY SYAMS DENGAN SURAT AL LAIL</i><br><br> Surat Asy Syams menerangkan bahwa orang yang mensucikan jiwanya akan memperoleh keberuntungan dan orang yang mengotori jiwanya akan diazab Allah, sedang surat Al Lail menerangkan perbuatan yang mensucikan jiwa itu sehingga menghasilkan keuntungan dan perbuatan yang mengotorkan jiwa sehingga menghasilkan kerugian.<br><br></span>"}}