{"current":{"translation":"Buah Tin","arabic":"التين","latin":"At-Tin","ayah_count":8,"index":95,"opening":"<span class=\"gen\"><br> Surat ini terdiri atas 8 ayat, termasuk golongan surat-surat Makkiyah, diturunkan sesudah surat Al Buruuj. Nama At Tiin diambil dari kata <i>At Tiin</i> yang terdapat pada ayat pertama surat ini yang artinya buah Tin.<br><br><i>Pokok-pokok isinya:</i><br> Manusia makhluk yang terbaik rohaniah dan jasmaniah, tetapi mereka akan dijadikan orang yang amat rendah jika tidak beriman dan beramal saleh; Allah adalah Hakim Yang Maha Adil.<br><br></span>","closing":"<span class=\"gen\"><br> Surat At Tiin menerangkan kedudukan manusia dan keadilan Allah s.w.t.<br><br><i>HUBUNGAN SURAT AT TIIN DENGAN SURAT AL 'ALAQ</i><br><br> 1. Surat At Tiin menerangkan bentuk kejadian manusia dan surat Al 'Alaq menerangkan bahwa manusia dijadikan pada permulaannya dari segumpal darah.<br><br> 2. Pada surat Al 'Alaq dijelaskan lagi beberapa sifat-sifat manusia yang menjadikan mereka hina dan sengsara, dan sifat-sifat manusia yang menjadikan mereka berbahagia.<br><br></span>"},"next":{"translation":"Segumpal Darah","arabic":"العلق","latin":"Al-'Alaq","ayah_count":19,"index":96,"opening":"<span class=\"gen\"><br> Surat Al 'Alaq terdiri atas 19 ayat, termasuk golongan surat-surat Makkiyah. Ayat 1 sampai dengan 5 dari surat ini adalah ayat-ayat Al Quran yang pertama sekali diturunkan, yaitu di waktu Nabi Muhammad s.a.w. berkhalwat di gua Hira'. Surat ini dinamai <i>Al 'Alaq</i> (segumpal darah), diambil dari perkataan <i>Alaq</i> yang terdapat pada ayat 2 surat ini. Surat ini dinamai juga dengan <i>Iqra</i> atau <i>Al Qalam</i>.<br><br><i>Pokok-pokok isinya:</i><br> Perintah membaca Al Quran; manusia dijadikan dari segumpal darah; Allah menjadikan kalam sebagai alat mengembangkan pengetahuan; manusia bertindak melampaui batas karena merasa dirinya serba cukup; ancaman Allah terhadap orang-orang kafir yang menghalang-halangi kaum muslimin melaksanakan perintah-Nya.<br><br></span>","closing":"<span class=\"gen\"><br><br><br> Surat Al 'Alaq menerangkan bahwa Allah menciptakan manusia dari benda yang hina kemudian memuliakannya dengan mengajar membaca, menulis dan memberinya pengetahuan. Tetapi manusia tidak ingat lagi akan asalnya, karena itu dia tidak mensyukuri nikmat Allah itu, bahkan dia bertindak melampaui batas karena melihat dirinya telah merasa serba cukup.<br><br><i>HUBUNGAN SURAT AL 'ALAQ DENGA SURAT AL QADR</i><br><br> Pada surat Al 'Alaq Allah memerintahkan agar Rasulullah s.a.w. membaca Al Quran, sedang pada surat Al Qadr Allah menerangkan tentang permulaan turunnya Al Quran.<br><br></span>"},"prev":{"translation":"Lapang","arabic":"الشرح","latin":"Asy-Syarh","ayah_count":8,"index":94,"opening":"<span class=\"gen\"><br> Surat ini terdiri atas 8 ayat, termasuk golongan surat-surat Makkiyah dan diturunkan sesudah surat Adh Dhuhaa. Nama <i>Alam Nasyrah</i> diambil dari kata <i>Alam Nasyrah</i> yang terdapat pada ayat pertama, yang berarti: bukankah Kami telah melapangkan.<br><br><i>Pokok-pokok isinya:</i><br> Penegasan tentang nikmat-nikmat Allah s.w.t. yang diberikan kepada Nabi Muhammad s.a.w., dan pernyataan Allah bahwa disamping kesukaran ada kemudahan karena itu diperintahkan kepada Nabi agar tetap melakukan amal-amal saleh dan bertawakkal kepada-Nya.<br><br></span>","closing":"<span class=\"gen\"><br> Surat Alam Nasyrah ini merupakan tasliyah (penghibur hati) bagi Nabi Muhammad s.a.w.<br><br><i>HUBUNGAN SURAT ALAM NASYRAH DENGAN SURAT AT TIIN</i><br><br> Dalam surat Alam Nasyrah, Allah s.w.t. menjelaskan perintah kepada Nabi Muhammad s.a.w selaku manusia sempurna. Maka dalam surat At Tiin, diterangkan bahwa manusia itu adalah makhluk Allah yang mempunyai kesanggupan baik lahir maupun batin. Kesanggupannya itu menjadi kenyataan bilamana mereka mengikuti jejak Nabi Muhammad s.a.w<br><br></span>"}}