{
  "surah_info": [
    {
      "translation": "Pembukaan",
      "arabic": "الفاتحة",
      "latin": "Al-Fatihah",
      "ayah_count": 7,
      "index": 1,
      "opening": "<span class=\"gen\"><br> Surat <i>Al Faatihah</i> (Pembukaan) yang diturunkan di Mekah dan terdiri dari 7 ayat adalah surat yang pertama-tama diturunkan dengan lengkap diantara surat-surat yang ada dalam Al Quran dan termasuk golongan surat Makkiyyah. Surat ini disebut <i>Al Faatihah</i> (Pembukaan), karena dengan surat inilah dibuka dan dimulainya Al Quran. Dinamakan <i>Ummul Quran</i> (induk Al Quran) atau <i>Ummul Kitaab</i> (induk Al Kitaab) karena dia merupakan induk dari semua isi Al Quran, dan karena itu diwajibkan membacanya pada tiap-tiap sembahyang.<br> Dinamakan pula <i>As Sab'ul matsaany</i> (tujuh yang berulang-ulang) karena ayatnya tujuh dan dibaca berulang-ulang dalam sembahyang.<br><br> Surat ini mengandung beberapa unsur pokok yang mencerminkan seluruh isi Al Quran, yaitu :<br><br><i>1. Keimanan:</i><br> Beriman kepada Tuhan Yang Maha Esa terdapat dalam ayat 2, dimana dinyatakan dengan tegas bahwa segala puji dan ucapan syukur atas suatu nikmat itu bagi Allah, karena Allah adalah Pencipta dan sumber segala nikmat yang terdapat dalam alam ini. Diantara nikmat itu ialah : nikmat menciptakan, nikmat mendidik dan menumbuhkan, sebab kata <i>Rab</i> dalam kalimat <i>Rabbul-'aalamiin</i> tidak hanya berarti <i>Tuhan</i> atau <i>Penguasa</i>, tetapi juga mengandung arti tarbiyah yaitu mendidik dan menumbuhkan. Hal ini menunjukkan bahwa segala nikmat yang dilihat oleh seseorang dalam dirinya sendiri dan dalam segala alam ini bersumber dari Allah, karena Tuhan-lah Yang Maha Berkuasa di alam ini. Pendidikan, penjagaan dan Penumbuahn oleh Allah di alam ini haruslah diperhatikan dan dipikirkan oleh manusia sedalam-dalamnya, sehingga menjadi sumber pelbagai macam ilmu pengetahuan yang dapat menambah keyakinan manusia kepada keagungan dan kemuliaan Allah, serta berguna bagi masyarakat. Oleh karena keimanan (ketauhidan) itu merupakan masalah yang pokok, maka didalam surat Al Faatihah tidak cukup dinyatakan dengan isyarat saja, tetapi ditegaskan dan dilengkapi oleh ayat 5, yaitu : <i>Iyyaaka na'budu wa iyyaka nasta'iin</i> (hanya Engkau-lah yang kami sembah, dan hanya kepada Engkau-lah kami mohon pertolongan). Janji memberi pahala terhadap perbuatan yang baik dan ancaman terhadap perbuatan yang buruk.<br><br> Yang dimaksud dengan <i>Yang Menguasai Hari Pembalasan</i> ialah pada hari itu Allah-lah yang berkuasa, segala sesuatu tunduk kepada kebesaran-Nya sambil mengharap nikmat dan takut kepada siksaan-Nya. Hal ini mengandung arti janji untuk memberi pahala terhadap perbuatan yang baik dan ancaman terhadap perbuatan yang buruk. <i>Ibadat</i> yang terdapat pada ayat 5 semata-mata ditujukan kepada Allah, selanjutnya lihat no. <a href=\"al-faatihah#005\">[6]</a>.<br><br><i>2. Hukum-hukum:</i><br> Jalan kebahagiaan dan bagaimana seharusnya menempuh jalan itu untuk memperoleh kebahagiaan dunia dan akhirat. Maksud \"Hidayah\" disini ialah hidayah yang menjadi sebab dapatnya keselamatan, kebahagiaan dunia dan akhirat, baik yang mengenai kepercayaan maupun akhlak, hukum-hukum dan pelajaran.<br><br><i>3. Kisah-kisah:</i><br> Kisah para Nabi dan kisah orang-orang dahulu yang menentang Allah. Sebahagian besar dari ayat-ayat Al Quran memuat kisah-kisah para Nabi dan kisah orang-orang dahulu yang menentang. Yang dimaksud dengan orang yang diberi nikmat dalam ayat ini, ialah para Nabi, para shiddieqiin (orang-orang yang sungguh-sungguh beriman), syuhadaa' (orang-orang yang mati syahid), shaalihiin (orang-orang yang saleh). <i>Orang-orang yang dimurkai dan orang-orang yang sesat,</i> ialah golongan yang menyimpang dari ajaran Islam.<br><br> Perincian dari yang telah disebutkan diatas terdapat dalam ayat-ayat Al Quran pada surat-surat yang lain.<br><br></span>",
      "closing": "<span class=\"gen\"><br> Surat Al Fatihaah ini melengkapi unsur-unsur pokok syari'at Islam, kemudian dijelaskan perinciannya oleh ayat-ayat Al Quran yang 113 surat berikutnya.<br><br> Persesuaian surat ini dengan surat Al Baqarah dan surat-surat sesudahnya ialah surat Al Faatihah merupakan titik-titik pembahasan yang akan diperinci dalam surat Al Baqarah dan surat-surat yang sesudahnya.<br><br> Dibahagian akhir surat Al Faatihah disebutkan permohonan hamba supaya diberi petunjuk oleh Tuhan kejalan yang lurus, sedang surat Al Baqarah dimulai dengan penunjukan <i>al Kitaab</i> (Al Quran) yang cukup sempurna sebagai pedoman menuju jalan yang dimaksudkan itu.<br><br></span>"
    },
    {
      "translation": "Sapi",
      "arabic": "البقرة",
      "latin": "Al-Baqarah",
      "ayah_count": 286,
      "index": 2,
      "opening": "<span class=\"gen\"><br> Surat <i>Al Baqarah</i> yang 286 ayat itu turun di Madinah yang sebahagian besar diturunkan pada permulaan tahun Hijrah, kecuali ayat <a href=\"al-baqarah#281\">281</a> diturunkan di Mina pada Hajji wadaa' (hajji Nabi Muhammad s.a.w. yang terakhir). Seluruh ayat dari surat Al Baqarah termasuk golongan Madaniyyah, merupakan surat yang terpanjang di antara surat-surat Al Quran yang di dalamnya terdapat pula ayat yang terpancang (ayat <a href=\"al-baqarah#281\">282</a>). Surat ini dinamai <i>Al Baqarah</i> karena di dalamnya disebutkan kisah penyembelihan sapi betina yang diperintahkan Allah kepada Bani Israil (ayat <a href=\"al-baqarah#281\">67</a> sampai dengan <a href=\"al-baqarah#281\">74</a>), dimana dijelaskan watak orang Yahudi pada umumnya. Dinamai <i>Fusthaatul-Quran</i> (puncak Al Quran) karena memuat beberapa hukum yang tidak disebutkan dalam surat yang lain. Dinamai juga surat <i>alif-laam-miim</i> karena surat ini dimulai dengan Alif-laam-miim.<br><br> Pokok-pokok isinya:<br><br><i>1. Keimanan:</i><br> Dakwah Islamiyah yang dihadapkan kepada umat Islam, ahli kitab dan para musyrikin.<br><br><i>2. Hukum-hukum:</i><br> Perintah mengerjakan shalat; menunaikan zakat; hukum puasa; hukum haji dan umrah; hukum qishash; hal-hal yang halal dan yang haram; bernafkah di jalan Allah; hukum arak dan judi; cara menyantuni anak yatim, larangan riba; hutang piutang; nafkah dan yang berhak menerimanya; wasiyat kepada dua orang ibu-bapa dan kaum kerabat; hukum sumpah; kewajiban menyampaikan amanat; sihir; hukum merusak mesjid; hukum meubah kitab-kitab Allah; hukum haidh, 'iddah, thalak, khulu', ilaa' dan hukum susuan; hukum melamar, mahar, larangan mengawini wanita musyrik dan sebaliknya; hukum perang.<br><br><i>3. Kisah-kisah:</i><br> Kisah penciptaan Nabi Adam a.s.; kisah Nabi Ibrahim a.s.; kisah Nabi Musa a.s. dengan Bani Israil.<br><br><i>4. Dan lain-lain:</i><br> Sifat-sifat orang yang bertakwa; sifat orang-orang munafik; sifat-sifat Allah; perumpamaan-perumpamaan; kiblat, kebangkitan sesudah mati.<br><br></span>",
      "closing": "<span class=\"gen\"><br><br><i>Kesimpulan Surat Al Baqarah ialah:</i><br><br> 1. Menjelaskan beberapa hukum dalam agama Islam.<br> 2. Mengemukakan beberapa perumpamaan.<br> 3. Mengemukakan hujjah-hujjah.<br><br><i>Persesuaian surat Al Baqarah dengan surat Ali 'Imran</i><br><br> 1. Dalam surat Al Baqarah disebutkan Nabi Adam a.s. yang langsung diciptakan Tuhan, sedang dalam surat Ali 'Imran disebutkan tentang kelahiran Nabi Isa a.s. yang kedua-duanya dijadikan Allah menyimpang dari kebiasaan.<br> 2. Dalam surat Al Baqarah sifat dan perbuatan orang-orang Yahudi dibentangkan secara luas, disertai dengan hujjah untuk mematahkan hujjah-hujjah mereka yang membela kesesatan, sedang dalam surat Ali 'Imran dibentangkan hal-hal yang serupa yang berhubungan dengan orang Nasrani.<br> 3. Surat Al Baqarah dimulai dengan menyebutkan tiga golongan manusia, ialah orang-orang mukmin, orang-orang kafir dan orang-orang munafik, sedang surat Ali 'Imran dimulai dengan menyebutkan orang-orang yang suka menta'wilkan ayat yang mutasyabihaat dengan ta'wil yang salah untuk memfitnah orang mukmin dan menyebutkan orang yang mempunyai keahlian dalam menta'wilkannya.<br> 4. Surat Al Baqarah disudahi dengan permohonan kepada Allah agar diampuni kesalahan-kesalahan dan kealpaan dalam melaksanakan taat, sedang surat Ali 'Imrandisudahi dengan permohonan kepada Allah agar Dia memberi pahala atas amal kebaikan hamba-Nya.<br> 5. Surat Al Baqarah dimulai dengan menyebutkan sifat-sifat orang yang bertakwa, sedang surat Ali 'Imran dimulai dengan perintah bertaqwa.<br><br></span>"
    },
    {
      "translation": "Keluarga Imran",
      "arabic": "اٰل عمران",
      "latin": "Ali 'Imran",
      "ayah_count": 200,
      "index": 3,
      "opening": "<span class=\"gen\"><br> Surat <i>Ali 'Imran</i> yang terdiri dari 200 ayat ini adalah surat Madaniyyah. Dinamakan <i>Ali 'Imran</i> karena memuat kisah keluarga 'Imran yang di dalam kisah itu disebutkan kelahiran Nabi Isa a.s., persamaan kejadiannya dengan Nabi Adam a. s., kenabian dan beberapa mukjizatnya, serta disebut pula kelahiran Maryam puteri 'Imran, ibu dari Nabi Isa a.s. Surat Al Baqarah dan Ali 'Imran ini dinamakan <i>Az Zahrawaani</i> (dua yang cemerlang), karena kedua surat ini menyingkapkan hal-hal yang disembunyikan oleh para Ahli Kitab, seperti kejadian dan kelahiran Nabi Isa a.s., kedatangan Nabi Muhammad s.a.w. dan sebagainya.<br><br> Pokok-pokok isinya:<br><br><i>1. Keimanan:</i><br> Dalil-dalil dan alasan-alasan yang membantah orang Nasrani yang mempertuhankan Nabi Isa a.s.; ketauhidan adalah dasar yang dibawa oleh seluruh Nabi.<br><br><i>2. Hukum-hukum:</i><br> Musyawarah; bermubahalah; larangan melakukan riba.<br><br><i>3. Kisah-kisah:</i><br> Kisah keluarga 'Imran; perang Badar dan Uhud dan pelajaran yang dapat diambil dari padanya.<br><br><i>4. Dan lain-lain:</i><br> Golongan-golongan manusia dalam memahami ayat-ayat mutasyaabihaat; sifat-sifat Allah; sifat orang-orang yang bertakwa; Islam satu-satunya agama yang diridhai Allah; kemudharatan mengambil orang-orang kafir sebagai teman kepercayaan; pengambilan perjanjian para Nabi oleh Allah; perumpamaan-perumpamaan; peringatan-peringatan terhadap Ahli Kitab; Ka'bah adalah rumah peribadatan yang tertua dan bukti-buktinya; faedah mengingati Allah dan merenungkan ciptaanNya.<br><br></span>",
      "closing": "<span class=\"gen\"><br> Surat Ali 'Imran mengandung dalil-dalil dan alasan-alasan untuk membantah kaum nasrani yang memper-Tuhankan Nabi Isa a.s., menerangkan peperangan Badar dan Uhud, agar kemenangan di peperangan Badar dan kekalahan di peperangan Uhud yang dialami kaum muslimin itu, dapat dijadikan pelajaran.<br><br><i>HUBUNGAN SURAT ALI 'IMRAN DENGAN SURAT AN NISAA'</i><br><br> 1. Surat Ali 'Imran disudahi dengan perintah bertakwa, sesuai dengan permulaan surat An Nisaa'.<br><br> 2. Dalam surat Ali 'Imran disebutkan peperangan Badar dan Uhud dengan sempurna, keterangan mana sebahagiannya diulangi dalam surat An Nisaa'.<br><br> 3. Dalam surat Ali 'Imran dikisahkan peperangan Hamraa-ul Asad yang terjadi setelah perang Uhud, dan peperangan itu disinggung pula dalam surat An Nisaa'.<br><br> 4. Dalam surat Ali 'Imran disebutkan bahwa banyak yang gugur di kalangan kaum muslimin sebagai Syuhadaa', yang berarti mereka meninggalkan anak-anak dan isteri-isteri mereka, maka dalam bahagian permulaan surat An Nisaa' disebutkan perintah memelihara anak yatim serta pembahagian harta pusaka.<br><br></span>"
    },
    {
      "translation": "Wanita",
      "arabic": "النساۤء",
      "latin": "An-Nisa'",
      "ayah_count": 176,
      "index": 4,
      "opening": "<span class=\"gen\"><br> Surat An Nisaa' yang terdiri dari 176 ayat itu, adalah surat Madaniyyah yang terpanjang sesudah surat Al Baqarah. Dinamakan <i>An Nisaa'</i> karena dalam surat ini banyak dibicarakan hal-hal yang berhubungan dengan wanita serta merupakan surat yang paling membicarakan hal itu dibanding dengan surat-surat yang lain. Surat yang lain banyak juga yang membicarakan tentang hal wanita ialah surat Ath Thalaq. Dalam hubungan ini biasa disebut surat An Nisaa' dengan sebutan: <i>Surat An Nisaa' Al Kubraa</i> (surat An Nisaa' yang besar), sedang surat Ath Thalaq disebut dengan sebutan: <i>Surat An Nisaa' Ash Shughraa</i> (surat An Nisaa' yang kecil).<br><br> Pokok-pokok isinya, ialah:<br><br><i>1. Keimanan:</i><br> Syirik (dosa yang paling besar); akibat kekafiran di hari kemudian.<br><br><i>2. Hukum-hukum:</i><br> Kewajiban para washi dan para wali; hukum poligami; mas kawin; memakan harta anak yatim dan orang-orang yang tak dapat mengurus hartanya; pokok-pokok hukum warisan; perbuatan-perbuatan keji dan hukumannya, wanita-wanita yang haram dikawini; hukum-hukum mengawini budak wanita; larangan memakan harta secara bathil; hukum syiqaq dan nusyuq; kesucian lahir batin dalam sembahyang; hukum suaka; hukum membunuh seorang Islam; shalat khauf; larangan melontarkan ucapan-ucapan buruk; masalah pusaka kalalah.<br><br><i>3. Kisah-kisah:</i><br> Kisah-kisah tentang Nabi Musa a.s. dan pengikut-pengikutnya.<br><br><i>4. Dan lain-lain:</i><br> Asal manusia adalah satu; keharusan menjauhi adat-adat zaman jahiliyah dalam perlakuan terhadap wanita; norma-norma bergaul dengan isteri; hak seseorang sesuai dengan kewajibannya; perlakuan ahli kitab terhadap kitab-kitab yang diturunkan kepadanya; dasar-dasar pemerintahan; cara mengadili perkara; keharusan siap-siaga terhadap musuh; sikap-sikap orang munafik dalam menghadapi peperangan; berperang di jalan Alllah adalah kewajiban tiap-tiap mukallaf; norma dan adab dalam peperangan; cara menghadapi orang-orang munafik; derajat orang-orang yang berjihad.<br><br></span>",
      "closing": "<span class=\"gen\"><br> Surat An Nisaa' dimulai, dengan perintah bertakwa dan menyatakan bahwa asal manusia itu adalah satu, kemudian menerangkan hukum-hukum yang berhubungan dengan anak yatim, rumah tangga, warisan, wanita yang haram dinikahi serta hak dan kewajiban laki-laki dan perempuan. Selanjutnya disebut tentang hukum-hukum perang serta pelajaran-pelajaran yang harus diambil dari perang Badar dan Uhud. Pengutaraan hukum perang dan hukum keluarga dalam surat ini, merupakan hujjah-hujjah yang dikemukakan kepada Ahli Kitabm yang mana hujjah-hujjah ini ditegaskan pada bahagian terakhir dari surat ini. Akhirnya surat ini ditutup dengan perintah kepada para mukmin supaya mereka bersabar, mengeratkan hubungan sesama manusia dan bertakwa kepada Allah, agar mendapat keberuntungan dunia akhirat.<br><br><i>HUBUNGAN SURAT AN NISAA' DENGAN SURAT AL MAA-IDAH</i><br><br> 1. Surat An Nisaa' menerangkan beberapa macam 'aqad, seperti perkawinan, perceraian, wasiat dan sebagainya. Sedang permulaan surat Al Maa-idah menyatakan supaya hamba-hamba Allah memenuhi segala macam 'aqad-'aqad yang telah dilakukan baik terhadap Allah maupun terhadap sesama manusia di samping menerangkan 'aqad-'aqad yang lain.<br><br> 2. Surat An Nisaa' mengemukakan beberapa hukum secara umum dan mendatangkan jalan untuk menetapkan suatu hukum, kemudian surat Al Maa-idah menjelaskan dan menegaskan hukum-hukum itu.<br><br> 3. Sebagaimana halnya surat Al Baqarah dan surat Ali 'Imran mengemukakan hal-hal yang berhubungan dengan pokok-pokok agama seperti keesaan Allah dan kenabian, maka surat An Nisaa' dan Al Maa-idah menerangkan tentang furu' agama (hukum fiqh), seperti hal-hal yang berhubungan dengan hukum keluarga dan sebagainya.<br><br> 4. Akhir surat An Nisaa' mengemukakan hujjah-hujjah atas kekeliruan orang-orang Yahudi dan Nasrani serta kekeliruan kaum musyrikin dan munafikin. Hal yang serupa diterangkan secara panjang lebar oleh surat Al Maa-idah.<br><br> 5. Surat An Nisaa' dimulai dengan <i>Yaa ayyuhannaas</i> yang nadanya sama dengan nada surat Makkiyyah, sedang surat Al Maa-idah sebagai surat Madaniyyah dimulai dengan: <i>Yaa ayyuhal ladziina aamanu</i> Hal ini menyatakan bahwa: sekalipun nadanya berlainan, tetapi yang dituju oleh kedua surat ini ialah seluruh manusia.<br><br></span>"
    },
    {
      "translation": "Hidangan",
      "arabic": "الماۤئدة",
      "latin": "Al-Ma'idah",
      "ayah_count": 120,
      "index": 5,
      "opening": "<span class=\"gen\"><br> Surat Al Maa'idah terdiri dari 120 ayat; termasuk golongan surat Madaniyyah. Sekalipun ada ayatnya yang turun di Mekah, namun ayat ini diturunkan sesudah Nabi Muhammad s.a.w. hijrah ke Medinah, yaitu di waktu haji wadaa'. Surat ini dinamakan <i>Al Maa'idah</i> (hidangan) karena memuat kisah pengikut-pengikut setia Nabi Isa a.s. meminta kepada Nabi Isa a.s. agar Allah menurunkan untuk mereka Al Maa'idah (hidangan makanan) dari langit (ayat 112). Dan dinamakan <i>Al Uqud</i> (perjanjian), karena kata itu terdapat pada ayat pertama surat ini, dimana Allah menyuruh agar hamba-hamba-Nya memenuhi janji prasetia terhadap Allah dan perjanjian-perjanjian yang mereka buat sesamanya. Dinamakan juga <i>Al Munqidz</i> (yang menyelamatkan), karena akhir surat ini mengandung kisah tentang Nabi Isa a.s. penyelamat pengikut-pengikut setianya dari azab Allah.<br><br> Pokok-pokok isinya.<br><br><i>1. Keimanan:</i><br> Bantahan terhadap orang-orang yang mempertuhankan Nabi Isa a.s.<br><br><i>2. Hukum-hukum:</i><br> Keharusan memenuhi perjanjian; hukum melanggar syi'ar Allah; makanan yang dihalalkan dan diharamkan; hukum mengawini ahli kitab; wudhu'; tayammum; mandi; hukum membunuh orang; hukum mengacau dan mengganggu keamanan; hukum qishaas; hukum melanggar sumpah dan kafaaratnya; hukum binatang waktu ihram; hukum persaksian dalam berwasiat.<br><br><i>3. Kisah-kisah:</i><br> Kisah-kisah Nabi Musa a.s. menyuruh kaumnya memasuki Palestina; kisah Habil dan Qabil, kisah-kisah tentang Nabi Isa a.s.<br><br><i>4. Dan lain-lain:</i><br> Keharusan bersifat lemah lembut terhadap sesama mukmin bersikap keras terhadap orang-orang kafir; penyempurnaan Agama Islam di zaman Nabi Muhammad s.a.w.; keharusan jujur dan berlaku adil; sikap dalam menghadapi berita-berita bohong; akibat berteman akrab dengan orang yang bukan muslim; kutukan Allah terhadap orang-orang Yahudi, kewajiban rasul hanya menyampaikan agama; sikap Yahudi dan Nasrani terhadap orang Islam; Ka'bah sokoguru kehidupan manusia; peringatan Allah supaya meninggalkan kebiasaan Arab jahiliyah; larangan-larangan terhadap pertanyaan-pertanyaan yang mengakibatkan kesempitan dalam agama.<br><br></span>",
      "closing": "<span class=\"gen\"><br> Surat Al Maa'idah mengemukakan bagaimana seharusnya orang mukmin bersikap terhadap sesamanya maupun terhadap orang bukan mukmin; manfaat memenuhi janji prasetia terhadap Allah, perjanjian yang dilakukan oleh sesama manusia, dan ketauhidan Allah.<br><br><i>HUBUNGAN SURAT AL MAA-IDAH DENGAN SURAT AL AN'AAM</i><br><br> 1. Surat Al Maa'idah mengemukakan hujjah terhadap ahli kitab, sedang surat Al An'aam mengemukakan hujjah terhadap kaum musyrikin.<br><br> 2. Surat Al An'aam memuat makanan-makanan yang diharamkan dan binatang sembelihan secara umum, sedang surat Al Maa'idah memuat secara terperinci.<br><br> 3. Akhir Surat Al Maa'idah mengemukakan bahwa Allah s.w.t. menguasai langit dan bumi, memberi balaan terhadap perbuatan-perbuatan manusia selama didunia, sedang permulaan surat Al An'aam mengutarakan bahwa segala puji hanya untuk Allah, Pencipta langit dan bumi dan Sumber kebahagiaan manusia.<br><br></span>"
    },
    {
      "translation": "Binatang Ternak",
      "arabic": "الانعام",
      "latin": "Al-An'am",
      "ayah_count": 165,
      "index": 6,
      "opening": "<span class=\"gen\"><br> Surat Al An'aam (binatang ternak: unta, sapi, biri-biri dan kambing) yang terdiri atas 165 ayat, termasuk golongan surat Makkiyah, karena hampur seluruh ayat-ayat-Nya diturunkan di Mekah dekat sebelum hijrah. Dinamakan <i>Al An'aam</i> karena di dalamnya disebut kata <i>An'aam</i> dalam hubungan dengan adat-istiadat kaum musyrikin, yang menurut mereka binatang-binatang ternak itu dapat dipergunakan untuk mendekatkan diri kepada tuhan mereka. Juga dalam surat ini disebutkan hukum-hukum yang berkenaan dengan binatang ternak itu.<br><br> Pokok-pokok isinya:<br><br><i>1. Keimanan:</i><br> Bukti-bukti keesaan Allah serta kesempurnaan sifat-sifatNya; kebenaran kenabian Nabi Muhammad s.a.w.; penyaksian Alla atas kenabian Ibrahim, Ishaq, Ya'qub, Nuh, Daud, Sulaiman, Ayyub, Yusuf, Musa, Harun, Zakaria, Yahya, 'Isa, Ilayas, Alyasa', Yunus dan Luth; penegasan tentang adanya risalah dan wahyu serta hari pembalasan dan hari kebangkitan, kepalsuan kepercayaan orang-orang musyrik dan keingkaran mereka terhadap hari kiamat.<br><br><i>2. Hukum-hukum:</i><br> Larangan mengikuti adat istiadat yang dibuat-buat oleh kaum Jahiliyah; makanan yang halal dan yang haram; wasiat yang sepuluh dari Al Quran, tentang tauhid keadilan dan hukum-hukum; larangan mencaci maki berhala orang musyrik karena mereka akan membalas dengan mencaci maki Allah.<br><br><i>3. Kisah-kisah</i><br> Kisah umat-umat yang menentang rasul-rasul; kisah pengalaman Nabi Muahammad s.a.w. dan para nabi pada umumnya; cerita Nabi Ibrahim a.s. membimbing kaumnya kepada tauhid.<br><br><i>4. Dan lain-lain:</i><br> Sikap kepala batu kaum musyrikin, cara seorang nabi memimpin umatnya; bidang-bidang kerasulan dan tugas rasul-rasul; tantangan kaum musyrikin untuk melemahkan rasul; kepercayaan orang-orang musyrik terhadap jin, syaitan dan malaikat; beberapa prinsip keagamaan dan kemasyarakatan; nilai hidup duniawi.<br><br></span>",
      "closing": "<span class=\"gen\"><br> Dalam surat Al An'aam Allah menjelaskan keesaaan dan kesempurnaan sifat-sifat-Nya, menyatakan kebatalan kepercayaan orang-orang musyrik dengan bantahan-bantahan yang logis dan mudah diterima oleh akal. Hukuman yang berat akan dijatuhkan atas mereka yang berkepala batu menolak kebenaran.<br><br><i>HUBUNGAN SURAT AL AN'AAM DENGAN SURAT AL A'RAAF</i><br><br> 1. Kedua surat tersebut termasuk di antara 7 surat yang panjang (assab'uththiwaal), keduanya sama-sama emmbicarakan pokok aqidah agama. Dalam surat Al An'aam dikemukakan garis-garis besar aqidah-aqidah itu, sedang surat Al A'raaf menjelaskannya.<br><br> 2. Dalam surat Al An'aam Allah menerangkan asal usul kejadian manusia yaitu dari tanah serta menjelaskan tentang beberapa generasi manusia yang telah dibinasakan Allah, kemudian disinggung pula tentang rasul-rasul dengan menyebut beberapa nama mereka secara garis besarnya, sedang surat Al A'raaf menjelaskannya.<br><br> 3. Pada bahagian terakhir surat Al An'aam, Allah mengatakan bahwa Dia menjadikanmanusia khalifah-khalifah di bumi serta mengangkat derajat sebahagian mereka, maka bagian permulaan surat Al A'raaf Allah mengemukakan penciptaan Adam a.s. dan anak cucunya dan dijadikan-Nya Khalifah di atas bumi begitu juga anak cucunya.<br><br></span>"
    },
    {
      "translation": "Tempat Tertinggi",
      "arabic": "الاعراف",
      "latin": "Al-A'raf",
      "ayah_count": 206,
      "index": 7,
      "opening": "<span class=\"gen\"><br> Surat Al A'raaf yang berjumlah 206 ayat termasuk golongan surat Makkiyah, diturunkan sebelum turunnya surat Al An'aam dan termasuk golongan surat <i>Assab 'uththiwaal</i> (tujuh surat yang panjang). Dinamakan <i>Al A'raaf</i> karena perkataan Al A'raaf terdapat dalam ayat 46 yang mengemukakan tentang keadaan orang-orang yang berada di atas Al A'raaf yaitu: tempat yang tertinggi di batas surga dan neraka.<br><br> Pokok-pokok isinya:<br><br><i>1. Keimanan:</i><br> Mentauhidkan Allah dalam berdoa dan beribadat; hanya Allah sendiri yang mengatur dan menjaga alam; menciptakan undang-undang dan hukum-hukum untuk mengatur kehidupan manusia di dunia dan di akhirat; Allah bersemayam di 'Arasy; bantahan terhadap kepalsuan syirik; ketauhidan adalah sesuai dengan fitrah manusia; Musa berbicara dengan Allah; tentang melihat Allah; perintah beribadat sambil merendahkan diri kepada Allah; Allah mempunyai al asmaaul husnaa.<br><br><i>2. Hukum-hukum:</i><br> Larangan mengikuti perbuatan dan adat istiadat yang buruk; kewajiban mengikuti Allah dan rasul; perintah berhias waktu akan sembahyang; bantahan terhadap orang yang mengharamkan perhiasan yang dianugerahkan Allah; perintah memakan makanan yang halal lagi baik dan larangan memakan yang sebaliknya.<br><br><i>3. Kisah-kisah:</i><br> Kisah Nabi Adam a.s. dengan iblis; kisah Nabi Nuh a.s. dan kaumnya; kisah Nabi Shaleh a.s. dengan kaumnya; kisah Nabi Syu'aib a.s. dengan kaumnya; kisah Nabi Musa a.s. dengan Fir'aun.<br><br><i>4. Dan lain-lain:</i><br> Al Quran diturunkan kepada Nabi yang penghabisan dan perintah mengikutinya; Nabi Muhammad s.a.w. diutus untuk seluruh manusia; adab orang mukmin, adab mendengar pembacaan Al Quran dan berzikir; rasul bertanggung jawab menyampaikan seruan Allah; balasan terhadap orang-orang yang mengikuti dan mengingkari rasul; da'wah rasul-rasul yang pertama sekali ialah mentauhidkan Allah; tentang ashhaabul A'raaf yang berada antara syurga dan neraka; Allah pencipta makhluk; manusia adalah makhluk yang terbaik dijadikan Allah serta mempunyai kesediaan untuk baik dan untuk buruk; permusuhan syaitan terhadap Bani Adam; manusia khalifah Allah di muka bumi; kehancuran sesuatu kaum adalah karena perbuatan mereka sendiri; tiap-tiap bangsa mempunyai masa jaya dan masa kehancuran; Allah mencoba manusia dengan kakayaan dan kemiskinan; istidraj azab Allah terhadap orang-orang yang mendustakan ayat-ayat-Nya.<br><br></span>",
      "closing": "<span class=\"gen\"><br> Surat Al A'raaf dimulai dengan pengutaraan tentang kewajiban manusia mengikuti rasul serta akibat-akibat mengingkarinya. Selanjutnya diterangkan tentang perselisihan antara Nabi Adam dan iblis di surga yang juga merupakan permulaan perselisihan antara golongan yang taat kepada perintah Allah dan golongan yang mengingkari sebagaimana yang terjadi pada nabi-nabi dahulu dengan umat-umatnya. Kemudian surat ini ditutup dengan adab-adab orang mukmin, adab-adab mendengarkan ayat-ayat Allah dan bagaimana cara berdoa dan berzikir kepada-Nya.<br><br><i>HUBUNGAN ANTARA SURAT AL A'RAAF DENGAN SURAT AL ANFAAL</i><br><br> 1. Akhir surat Al A'raaf mengemukakan keadaan beberapa orang rasul sebelum Nabi Muhammad s.a.w. dalam menghadapi kaumnya, sedang permulaan surat Al Anfaal menerangkan keadaan Nabi Muhammad s.a.w. dalam menghadapi umatnya.<br><br> 2. Permusuhan antara Adam dan iblis di surga kemudian dilanjutkan dengan permusuhan antara manusia yang menerima petunjuk Allah dengan yang mengingkarinya, hal ini diterangkan dalam surat Al A'raaf. Hal yang serupa diterangkan lebih jelas dalam surat Al Anfaal sebagaimana pertentangan ke dua golongan itu, serta tingkah laku mereka dalam peperangan Badar.<br><br> Surat Al A'raaf termasuk surat yang banyak persesuaiannya dengan surat-surat Al Quran yang lain: seperti dengan surat Al Baqarah, Ali 'Imran, At Taubah, Yunus dan sebagainya.<br><br></span>"
    },
    {
      "translation": "Rampasan Perang",
      "arabic": "الانفال",
      "latin": "Al-Anfal",
      "ayah_count": 75,
      "index": 8,
      "opening": "<span class=\"gen\"><br> Surat Al Anfaal terdiri atas 75 ayat dan termasuk golongan surat-surat Madaniyyah, karena seluruh ayat-ayatnya diturunkan di Madinah. Surat ini dinamakan <i>Al Anfaal</i> yang berarti harta rampasan perang berhubung kata <i>Al Anfaal</i> terdapat pada permulaan surat ini dan juga persoalan yang menonjol dalam surat ini ialah tentang harta rampasan perang, hukum perang dan hal-hal yang berhubungan dengan peperangan pada umumnya. Menurut riwayat Ibnu Abbas r.a. surat ini diturunkan berkenaan dengan perang Badar Kubra yang terjadi pada tahun kedua hijrah. Peperangan ini sangat penting artinya, karena dialah yang menentukan jalan sejarah Perkembangan Islam. Pada waktu itu umat Islam dengan berkekuatan kecil untuk pertama kali dapat mengalahkan kaum musyrikin yang berjumlah besar, dan berperlengkapan yang cukup, dan mereka dalam peperangan ini memperoleh harta rampasan perang yang tidak sedikit. Oleh sebab itu timbullah masalah bagaimana membagi harta-harta rampasan perang itu, maka kemudian Allah menurunkan ayat pertama dari surat ini.<br><br> Pokok-pokok isinya:<br><br><i>1. Keimanan:</i><br> Allah selalu menyertai orang-orang yang beriman dan melindungi mereka; menentukan hukum-hukum agama itu hanyalah hak Allah; jaminan Allah terhadap kemenangan umat yang beriman; 'inayat Allah terhadap orang-orang yang bertawakkal; hanyalah Allah yang dapat mempersatukan hati orang yang beriman; tindakan-tindakan dan hukum-hukum Allah didasarkan atas kepentingan umat manusia; adanya malaikat yang menolong barisan kaum muslimin dalam perang Badar; adanya gangguan-gangguan syaitan pada orang-orang mukmin dan tipu daya mereka pada orang-orang musyrikin; syirik adalah dosa berat.<br><br><i>2. Hukum-hukum:</i><br> Aturan pembagian harta rampasan perang; kebolehan memakan harta rampasan perang; larangan lari/mundur dalam peperangan; hukum mengenai tawanan perang pada permulaan Islam; kewajiban taat kepada pimpinan dalam perang; keharusan mengusahakan perdamaian; kewajiban mempersiapkan diri dengan segala alat perlengkapan perang; ketahanan mental, sabar dan tawakkal serta mengingat Allah dalam peperangan; tujuan perang dalam Islam; larangan khianat kepada Allah dan Rasul serta amanat; larangan mengkhianati perjanjian.<br><br><i>3. Kisah-kisah:</i><br> Keengganan beberapa orang Islam ikut perang Badar, suasana kaum muslimin di waktu perang Badar, sebelumnya, sesudahnya dan waktu perang berlangsung; keadaan Nabi Muhammad s.a.w. sebelum hijrah serta permusuhan kaum musyrikin terhadap beliau; orang yahudi membatalkan perjanjian damai dengan Nabi Muhammad s.a.w.; kisah keadaan orang kafir musyrikin dan Ahli Kitab serta keburukan orang-orang munafik.<br><br><i>4. Dan lain lain:</i><br> Pengertian iman, tanda-tandanya dan sifat-sifat orang yang beriman; sunnatullah pada seseorang dan masyarakat.<br><br></span>",
      "closing": "<span class=\"gen\"><br> Surat Al Anfaal menerangkan hal-hal yang berhubungan dengan peperangan pada umumnya, khususnya menerangkan Perang Badar, yaitu peperangan yang menentukan jalan sejarah Islam dan muslimin, bahkan tidak akan salah kiranya kalau dikatakan bahwa Perang Badar itu menetukan jalan sejarah umat manusia pada umumnya. Sebahagian besar surat ini mengandung hal-hal yang berhubungan dengan perdamaian dan peperangan; tingkah laku orang-orang kafir, orang-orang munafik dan sebahagian orang-orang Islam yang tidak kuat imannya dalam peperangan. Kemudian ditegaskan bahwa Allah menolong orang-orang yang beriman dan menghancurkan orang-orang kafir dan munafik itu, adalah merupakan sunnah-Nya yang tidak dapat dimungkiri berlakunya, sebagaimana pernah terjadi pada Fir'aun dan kaumnya serta umat-umat yang sebelumnya.<br><br><i>HUBUNGAN SURAT AL ANFAAL DENGAN SURAT AT TAUBAH</i><br><br> Sebagaimana halnya hubungan surat-surat yang lain dengan surat-surat yang sesudahnya, maka hal yang dikemukakan oleh surat Al Anfaal, seperti hal-hal yang berhubungan dengan pokok-pokok agama dan furu'nya, sunnah Allah, syari'at hukum-hukum perjanjian dan janji setia, hukum perang dan damai dan sebagainya disebutkan dalam surat At Taubah, umpamanya:<br><br> 1. Perjanjian yang dikemukakan surat Al Anfaal dijelaskan oleh surat At Taubah, terutama hal-hal yang berhubungan dengan pengkhianatan musuh terhadap janji-janji mereka.<br><br> 2. Sama-sama menerangkan tentang memerangi orang-orang musyrikin dan Ahli Kitab.<br><br> 3. Surat Al Anfaal mengemukakan bahwa yang mengurus dan memakmurkan Masjidilharam itu ialah orang-orang yang bertakwa, sedang surat At Taubah menerangkan bahwa orang-orang musyrik tidak pantas mengurus dan memakmurkan mesjid, bahkan mereka akan menghalang-halangi orang-orang Islam terhadapnya.<br><br> 4. Surat Al Anfaal menyebut sifat-sifat orang-orang yang sempurna imannya, dan sifat-sifat orang-orang kafir, lalu pada akhir surat diterangkan pula tentang hukum perlindungan atas orang-orang muslim yang berhijrah, orang-orang muslim yang tidak berhijrah serta orang-orang kafir. Hal yang serupa dikemukakan pula pada surat At Taubah.<br><br> 5. Surat Al Anfaal menganjurkan agar bernafkah di jalan Allah, sedang surat At Taubah menegaskan sekali lagi. Begitu pula dalam surat Al Anfaal diterangkan tentang penggunaan harta rampasan perang, sedang surat At Taubah menerangkan penggunaan zakat.<br><br> 6. Surat Al Anfaal mengemukakan tentang orang-orang munafik dan orang-orang yang ada penyakit dalam hatinya, kemudian surat At Taubah menerangkannya lebih luas.<br><br> Kalau kita perhatikan, ternyata bahwa antara surat Al Anfaal dan surat At Taubah terdapat hubungan yang erat sekali. Seakan-akan keduanya merupakan satu surat, bahkan sebahagian ahli tafsir mengatakan bahwa: Kalau tidaklah karena ketentuan Allah, maka mereka akan memandang surat Al Anfaal dan surat At Taubah sebagai satu surat.<br><br></span>"
    },
    {
      "translation": "Pengampunan",
      "arabic": "التوبة",
      "latin": "At-Taubah",
      "ayah_count": 129,
      "index": 9,
      "opening": "<span class=\"gen\"><br> Surat At Taubah terdiri atas 129 ayat termasuk golongan surat-surat Madaniyyah. Surat ini dinamakan <i>At Taubah</i> yang berarti pengampunan berhubung kata <i>At Taubah</i> berulang kali disebut dalam surat ini. Dinamakan juga dengan <i>Baraah</i> yang berarti berlepas diri yang di sini maksudnya pernyataan pemutusan perhubungan, disebabkan kebanyakan pokok pembicaraannya tentang pernyataan pemutusan perjanjian damai dengan kaum musyrikin.<br><br> Di samping kedua nama yang masyhur itu ada lagi beberapa nama yang lain yang merupakan sifat dari surat ini.<br><br> Berlainan dengan surat-surat yang lain, maka pada permulaan surat ini tidak terdapat basmalah, karena surat ini adalah pernyataan perang dengan arti bahwa segenap kaum muslimin dikerahkan untuk memerangi seluruh kaum musyrikin, sedangkan basmalah bernafaskan perdamaian dan cinta kasih Allah.<br><br> Surat ini diturunkan sesudah Nabi Muhammad s.a.w. kembali dari peperangan Tabuk yang terjadi pada tahun 9 H. Pengumuman ini disampaikan oleh Saidina 'Ali r.a. pada musim haji tahun itu juga.<br><br> Selain daripada pernyataan pembatalan perjanjian damai dengan kaum musyrikin itu, maka surat ini mengandung pula pokok-pokok isi sebagai berikut:<br><br><i>1. Keimanan:</i><br> Allah selalu menyertai hamba-hamba-Nya yang beriman; pembalasan atas amalan-amalan manusia hanya dari Allah; segala sesuatu menurut sunnatullah; perlindungan Allah bagi orang-orang yang beriman; kedudukan Nabi Muhammad s.a.w. di sisi Allah.<br><br><i>2. Hukum-hukum:</i><br> Kewajiban menafkahkan harta; macam-macam harta dalam agama serta penggunaannya; jizyah; perjanjian dan perdamaian; kewajiban umat Islam terhadap Nabinya; sebab-sebab orang Islam melakukan perang total; beberapa dasar politik kenegaraan dan peperangan dalam Islam.<br><br><i>3. Kisah-kisah:</i><br> Nabi Muhammad s.a.w. dengan Abu Bakar r.a. di suatu gua di bukit Tsur ketika hijrah; perang Hunain (perang Authas atau perang Hawazin); perang Tabuk.<br><br><i>4. Dan lain-lain:</i><br> Sifat-sifat orang yang beriman dan tingkatan-tingkatan mereka.<br><br></span>",
      "closing": "<span class=\"gen\"><br> Surat At-Taubah mengandung pernyatan pembatalan perjanjian damai pleh Nabi Muhammad s.a.w. dengan kaum musyrikin, karena mereka tidak memenuhi syarat-syarat perjanjian damai pada perjanjian Hudaibiyyah. Selanjutnya Surat At Taubah mengandung hukum peperangan dan perdamaian, hukum kenegaraan, keadaan Nabi Muhammad s.a.w. di waktu hijrah, dan kewajiban menafkahkan harta dan orang-orang yang berhak menerimanya.<br><br><i>HUBUNGAN SURAT AT-TAUBAH DENGAN SURAT YUNUS</i><br><br> 1. Akhir surat At-Taubah ditutup dengan menyebutkan tentang risalah Nabi Muhammad s.a.w. dan hal-hal serupa disebutkan pula pada akhir surat Yunus.<br><br> 2. Surat At-Taubah menyebutkan keadaan orang-orang munafik serta menerangkan perbuatan mereka di waktu Al Quran diturunkan, sedang surat Yunus menerangkan sikap orang kafir terhadap Al Quran.<br><br></span>"
    },
    {
      "translation": "Yunus",
      "arabic": "يونس",
      "latin": "Yunus",
      "ayah_count": 109,
      "index": 10,
      "opening": "<span class=\"gen\"><br><br><br> Surat Yunus terdiri atas 109 ayat, termasuk golongan surat-surat Makkiyyah kecuali ayat 40, 94, 95, yang diturunkan pada masa Nabi Muhmmad s.a.w. berada di Madinah. Surat ini dinamai <i>surat Yunus</i> karena dalam surat ini terutama ditampilkan kisah Nabi Yunus a.s. dan pengikut-pengikutnya yang teguh imannya.<br><br> Pokok-pokok isinya:<br><br><i>1. Keimanan:</i><br> Al Quran bukanlah sihir, Allah mengatur alam semesta dari Arasy-Nya; syafa'at hanyalah dengan izin Allah; Wali-wali Allah; wahyu Allah yang menerangkan yang ghaib kepada manusia; Allah menyaksikan dan mengamat-amati perbuatan hamba-hamba-Nya di dunia; Allah tidak mempunyai anak.<br><br><i>2. Hukum:</i><br> Menentukan perhitungan tahun dan waktu dengan perjalanan matahari dan bulan; hukum mengada-adakan sesuatu terhadap Allah dan mendustakan ayat-ayat-Nya.<br><br><i>3. Kisah-kisah:</i><br> Kisah Nabi Nuh a.s. dengan kaumnya; Nabi Musa dengan Fir'aun dan tukang-tukang sihir; kisah Bani Israil setelah ke luar dari negeri Mesir; Nabi Yunus a.s. dengan kaumnya.<br><br><i>4. Dan lain-lain:</i><br> Manusia ingat kepada Allah di waktu kesukaran dan lupa di waktu senang; keadaan orang-orang baik dan orang-orang jahat di hari kiamat; Al Quran tidak dapat ditandingi; rasul hanya menyampaikan risalah.<br><br></span>",
      "closing": "<span class=\"gen\"><br><br><br> Surat Yunus mengandung hal-hal yang berhubungan dengan pokok-pokok kepercayaan, lenyapnya syirik, pengutusan rasul, hari berbangkit, hari pembalasan dan hal-hal yang berhubungan dengan pokok-pokok agama sebagaimana biasa didapati dalam surat-surat Makkiyyah.<br><br><i>HUBUNGAN SURAT YUNUS DENGAN SURAT HUUD</i><br><br> 1. Kedua surat ini sama-sama dimulai dengan <i>alif laam raa</i>, kemudian diiringi dengan menyebutkan risalah nabi-nabi yang diutus Allah dan menerangkan kedudukan para rasul sebagai pemberi kabar gembira dan pemberi peringatan.<br><br> 2. Kedua surat ini pada pertengahannya sama-sama menerangkan tentang keingkaran orang-orang kafir terhadap Al Quran, bantahan terhadap anggapan kepalsuan risalah para rasul, keingkaran kaum musyrikin terhadap pokok agama. Kemudian kedua surat ini sama-sama ditutup dengan seruan agar mengikuti rasul, bersabar terhadap semua tindakan jahat kaum musyrikin, istiqaamah dan bertawakkal kepada Allah.<br><br> 3. Sama-sama menerangkan kisah para nabi, tetapi kisah para disebut dalam surat Huud bersifat menjelaskan apa yang telah dalam surat Yunus. Pada umumnya apa yang diutarakan dalam surat Huud merupakan penjelasan dari apa yang telah disebut dalam surat Yunus.<br><br></span>"
    },
    {
      "translation": "Hud",
      "arabic": "هود",
      "latin": "Hud",
      "ayah_count": 123,
      "index": 11,
      "opening": "<span class=\"gen\"><br> Surat Huud termasuk golongan surat-surat Makkiyyah, terdiri dari 123 ayat diturunkan sesudah surat Yunus. Surat ini dinamai <i>surat Huud</i> karena ada hubungan dengan terdapatnya kisah Nabi Huud a.s. dan kaumnya dalam surat ini terdapat juga kisah-kisah Nabi yang lain, seperti kisah Nuh a.s., Shaleh a.s., Ibrahim a.s., Luth a.s., Syu'aib a.s. dan Musa a.s.<br><br> Pokok-pokok isinya:<br><br><i>1. Keimanan:</i><br> Adanya 'Arsy Allah; kejadian alam dalam 6 phase; adanya golongan-golongan manusia di hari kiamat.<br><br><i>2 Hukum-hukum:</i><br> Agama membolehkan menikmati yang baik-baik dan memakai perhiasan asal tidak berlebih-lebihan; tidak boleh berlaku sombong; tidak boleh mendoa atau mengharapkan sesuatu yang tidak mungkin menurut sunnah Allah.<br><br><i>3 Kisah-kisah:</i><br> Kisah Nuh a.s. dan kaumnya; kisah Huud a.s. dan kaumnya; kisah Shaleh a.s. dan kaumnya; kisah Ibrahim a.s. dan kaumnya; kisah Syu'aib a.s. dan kaumnya; kisah Luth a.s. dan kaumnya; kisah Musa a.s. dan kaumnya.<br><br><i>4. Dan lain-lain.</i><br> Pelajaran-peIajaran yang diambil dari kisah-kisah para nabi; air sumber segala kehidupan; sembahyang itu memperkuat iman; sunnah Allah yang berhubungan dengan kebinasaan suatu kaum.<br><br></span>",
      "closing": "<span class=\"gen\"><br> Surat Hud mengandung hal-hal yang berhubungan dengan pokok-pokok agama, seperti: Ketauhidan, kerasulan, hari berbangkit, kemudian dihubungkan dengan da'wah yang telah dilakukan oleh para Nabi kepada kaumnya.<br><br><i>HUBUNGAN SURAT HUUD DENGAN SURAT YUSUF</i><br><br> 1. Kedua surat ini sama-sama dimulai dengan aliif laam raa dan kemudian diiringi dengan penjelasan tentang Al Quran.<br><br> 2. Surat Yusuf menyempurnakan penjelasan kisah para rasul yang disebut dalam surat Hud dan surat Yusuf, kemudian kisah itu dijadikan dalil untuk menyatakan bahwa Al Quran itu adalah wahyu Ilahi; tidak ada lagi sesudah Nabi Muhammad s.a.w. nabi-nabi atau rasul-rasul yang diutus Allah.<br><br> 3. Perbedaan kedua surat ini dalam menjelaskan kisah-kisah para Nabi ialah bahwa dalam surat Hud diutarakan kisah beberapa orang rasul dengan kaumnya dalam menyampaikan risalahnya, akibat-akibat bagi orang yang mengikuti mereka dan akibat bagi orang yang mendustakan, kemudian dijadikan perbandingan dan khabar yang mengancam kaum musyrikin Arab beserta pengikut-pengikutnya. Dalam surat Yusuf diterangkan tentang kehidupan Nabi Yusuf yang mula-mula dianiaya oleh saudara-saudaranya yang kemudian menjadi orang yang berkuasa yang dapat menolong saudara-saudaranya dan ibu bapanya. Pribadi Nabi Yusuf a.s. ini harus dijadikan teladan oleh semua yang beriman kepada Nabi Muhammad s.a.w.<br><br></span>"
    },
    {
      "translation": "Yusuf",
      "arabic": "يوسف",
      "latin": "Yusuf",
      "ayah_count": 111,
      "index": 12,
      "opening": "<span class=\"gen\"><br> Surat Yusuf ini terdiri atas 111 ayat, termasuk golongan surat-surat Makkiyyah karena diturunkan di Mekah sebelum hijrah. Surat ini dinamakan <i>surat Yusuf</i> adalah karena titik berat dari isinya mengenai riwayat Nabi Yusuf a.s. Riwayat tersebut salah satu di antara cerita-cerita ghaib yang diwahyukan kepada Nabi Muhammad s.a.w. sebagai mukjizat bagi beliau, sedang beliau sebelum diturunkan surat ini tidak mengetahuinya. Menurut riwayat Al Baihaqi dalam kitab <i>Ad Dalail</i> bahwa segolongan orang Yahudi masuk agama Islam sesudah mereka mendengar cerita Yusuf a.s. ini, karena sesuai dengan cerita-cerita yang mereka ketahui. Dari cerita Yusuf a.s. ini, Nabi Muhammad s.a.w. mengambil pelajaran-pelajaran yang banyak dan merupakan penghibur terhadap beliau dalam menjalankan tugasnya.<br><br> Pokok-pokok isinya:<br><br><i>1. Keimanan:</i><br> Kenabian Yusuf a.s. dan mukjizat-mukjizatnya; ketentuan yang berhubungan dengan keagamaan adalah hak Allah semata-mata; qadha Allah tak dapat dirobah; para rasul semuanya laki-laki.<br><br><i>2. Hukum-hukum:</i><br> Keharusan merahasiakan sesuatu untuk menghindari fitnah; barang dan anak temuan wajib dipungut tidak boleh dibiarkan; boleh melakukan helah yang tidak merugikan orang lain untuk memperoleh sesuatu kemaslahatan.<br><br><i>3. Kisah-kisah:</i><br> Riwayat Nabi Yusuf a.s. bersaudara dengan orang tua mereka Ya'qub a.s.<br><br><i>4. Dan lain-lain:</i><br> Beberapa sifat dan suri tauladan yang mulia yang dapat diambil dari cerita Yusuf a.s: persamaan antara agama para nabi-nabi ialah tauhid.<br><br></span>",
      "closing": "<span class=\"gen\"><br> Surat Yusuf ini seluruh isinya berkisar pada cerita Nabi Yusuf a.s. dan saudara-saudaranya beserta orang tua mereka. Cara penuturan kisah Nabi Yusuf ini kepada Nabi Muhammad s.a.w. berbeda dengan kisah-kisah nabi-nabi yang lain, yaitu kisah Nabi Yusuf a.s. ini khusus diceritakan dalam satu surat sedang kisah-kisah nabi-nabi yang lain disebutkan dalam beberapa surat. Isi dari kisah Nabi Yusuf a.s. ini berlainan pula dengan kisah-kisah nabi-nabi yang lain. Dalam kisah nabi-nabi yang lain Allah menitik beratkan kepada tantangan yang bermacam-macam dari kaum mereka, kemudian mengakhiri kisah itu dengan kemusnahan para penantang para nabi itu. Didalam kisah Nabi Yusuf a.s ini, Allah s.w.t. menonjolkan akibat yang baik daripada kesabaran, dan bahwa kesenangan itu datangnya sesudah penderitaan. Allah menguji Nabi Ya'qub a.s. dengan kehilangan puteranya Yusuf a.s. dan penglihatannya, dan menguji ketabahan dan kesabaran Yusuf a.s. dengan dipisahkan dari ibu bapanya, dibuang ke dalam sumur, dan diperdagangkan sebagai budak. Kemudian Allah s.w.t menguji imannya dengan godaan wanita cantik lagi bangsawan dan akhirnya dimasukkan kedalam penjara. Kemudian Allah s.w.t. melepaskan Yusuf a.s. dan ayahnya dari segala penderitaan dan cobaan itu; menghimpunkan mereka kembali; mangembalikan penglihatan Ya'qub a.s. dan menghidupkan lagi cinta kasih antara mereka dengan Yusuf a.s.<br><br><i>HUBUNGAN SURAT YUSUF DENGAN SURAT AR RA'D</i><br><br> 1. Dalam surat ini Allah secara umum mengemukakan adanya tanda-tanda keesaan Allah di langit dan di bumi. Didalam surat Ar Ra'd Allah mengemukannya lagi secara lebih jelas.<br><br> 2. Kedua surat tersebut sama-sama memuat pengalaman nabi-nabi zaman dahulu beserta umatnya. Yang menentang kebenaran mengalami kehancuran sedang yang mengikuti kabenaran mendapat kemenangan.<br><br> 3. Pada akhir surat Yusuf diterangkan bahwa Al Quran itu bukanlah perkataan yang diada-adakan, melainkan petunjuk dan rahmat bagi orang yang beriman, dan keterangan yang demikian itu diulangi lagi di awal surat Ar Ra'd.<br><br></span>"
    },
    {
      "translation": "Guruh",
      "arabic": "الرّعد",
      "latin": "Ar-Ra'd",
      "ayah_count": 43,
      "index": 13,
      "opening": "<span class=\"gen\"><br> Surat Ar Ra'd ini terdiri atas 43 ayat termasuk golongan surat-surat Makkiyyah. Surat ini dinamakan <i>Ar Ra'd</i> yang berarti <i>guruh</i> karena dalam ayat 13 Allah berfirman yang artinya <i>Dan guruh itu bertasbih sambil memuji-Nya</i>, menunjukkan sifat kesucian dan kesempurnaan Allah s.w.t. Dan lagi sesuai dengan sifat Al Quran yang mengandung ancaman dan harapan, maka demikian pulalah halnya bunyi guruh itu menimbulkan kecemasan dan harapan kepada manusia. Isi yang terpenting dari surat ini ialah bahwa bimbingan Allah kepada makhluk-Nya bertalian erat dengan hukum sebab dan akibat. Bagi Allah s.w.t. tidak ada pilih kasih dalam menetapkan hukuman. Balasan atau hukuman adalah akibat dan ketaatan atau keingkaran terhadap hukum Allah.<br><br> Pokok-pokok isinya:<br><br><i>1. Keimanan:</i><br> Allah-lah yang menciptakan alam semesta serta mengaturnya; ilmu Allah meliputi segala sesuatu; adanya malaikat yang selalu memelihara manusia yang datang silih berganti, yaitu malaikat Hafazhah; hanya Allah yang menerima doa dari hamba-Nya; memberi taufiq hanya hak Allah, sedang tugas rasul menyampaikan agama Allah.<br><br><i>2. Hukum-hukum:</i><br> Manusia dilarang mendoakan yang jelek-jelek untuk dirinya; kewajiban mencegah perbuatan-perbuatan yang mungkar.<br><br><i>3. Kisah-kisah:</i><br> Kisah pengalaman nabi-nabi zaman dahulu.<br><br><i>4. Dan lain-lain:</i><br> Beberapa sifat yang terpuji; perumpamaan bagi orang-orang yang menyembah berhala dan orang-orang yang menyembah Allah; Allah tidak merobah nasib sesuatu bangsa sehingga mereka merobah keadaan mereka sendiri.<br><br></span>",
      "closing": "<span class=\"gen\"><br> Surat Ar-Ra'd lebih banyak menitik beratkan pada pembuktian kebenaran keesaan Allah, kepastian akan terjadinya hari berbangkit. Dijelaskan pula tugas-tugas para rasul dan kebenaran dari kitab-kitab suci yang dibawa mereka. Terhadap mereka yang ingkar dan memusuhi para nabi-nabi itu, diterangkan bahwa mereka pasti mengalami kegagalan dan kehancuran.<br><br><i>HUBUNGAN SURAT AR RA'D DENGAN SURAT IBRAHIM</i><br><br> 1. Dalam surat Ar Ra'd disebutkan bahwa Al Quran itu diturunkan dalam bahasa Arab, sebagai pemisah antara yang baik dengan yang bathil, sedangkan hikmah menurunkan dalam bahasa Arab itu belum dijelaskan. Dalam surat Ibrahim hikmah itu dijelaskan.<br><br> 2. Dalam surat Ar Ra'd Allah mengatakan bahwa seorang rasul tak akan dapat melakukan suatu mukjizat tanpa izin dari Allah, maka dalam surat Ibrahim para rasul menegaskan bahwa beliau-beliau adalah manusia biasa, tak dapat mendatangkan suatu mukjizat tanpa izin Allah.<br><br> 3. Dalam surat Ar Ra'd disebutkan bahwa Nabi Muhammad s.a.w. menyerukan agar manusia bertawakkal kepada Allah, dan dalam surat Ibrahim, Nabi Muhammad s.a.w. menerangkan bahwa para rasul bertawakkal hanya kepada Allah.<br><br> 4. Dalam surat Ar Ra'd Allah menyebutkan perbuatan-perbuatan makar orang-orang kafir, maka di surat Ibrahim diulangi lagi, dan disebutkan pula sifat-sifat mereka yang tidak tersebut dalam surat Ar Ra'd itu.<br><br></span>"
    },
    {
      "translation": "Ibrahim",
      "arabic": "ابرٰهيم",
      "latin": "Ibrahim",
      "ayah_count": 52,
      "index": 14,
      "opening": "<span class=\"gen\"><br> Surat Ibrahim ini terdiri atas 52 ayat, termasuk golongan surat-surat Makkiyyah karena diturunkan di Mekah sebelum Hijrah. Dinamakan <i>Ibrahim</i>, karena surat ini mengandung doa Nabi Ibrahim a.s. yaitu ayat 35 sampai dengan 41. Do'a ini isinya antara lain: permohonan agar keturunannya mendirikan shalat, dijauhkan dari menyembah berhala-berhala dan agar Mekah dan daerah sekitarnya menjadi daerah yang aman dan makmur. Doa Nabi Ibrahim a.s. ini telah diperkenankan oleh Allah s.w.t. sebagaimana telah terbukti keamanannya sejak dahulu sampai sekarang. Do'a tersebut dipanjatkan beliau ke hadirat Allah s.w.t. sesudah selesai membina Ka'bah bersama puteranya Ismail a.s., di dataran tanah Mekah yang tandus.<br><br> Pokok-pokok isinya:<br><br><i>1. Keimanan:</i><br> Al Quran adalah pembimbing manusia ke jalan Allah; segala sesuatu dalam alam ini kepunyaan Allah; keingkaran manusia terhadap Allah tidaklah mengurangi kesempurnaan-Nya; nabi-nabi membawa mukjizat atas izin Allah semata-mata; Allah kuasa mematikan manusia dan membangkitkannya kembali dalam bentuk baru; ilmu Allah meliputi yang lahir dan yang bathin.<br><br><i>2. Hukum-hukum:</i><br> Perintah mendirikan shalat dan menafkahkan sebahagian harta baik secara rahasia maupun secara terang-terangan.<br><br><i>3. Kisah-kisah:</i><br> Kisah Nabi Musa a.s. dengan kaumnya, serta kisah para rasul zaman dahulu.<br><br><i>4. Dan lain-lain:</i><br> Sebabnya rasul-rasul diutus dengan bahasa kaumnya sendiri; perumpamaan tentang perbuatan dan perkataan yang hak dengan yang bathil; kejadian langit dan bumi mengandung hikmah-hikmah; macam-macam nikmat Allah kepada manusia dan janji Allah kepada hamba-hamba yang mensyukuriNya.<br><br></span>",
      "closing": "<span class=\"gen\"><br> Surat Ibrahim mengandung petunjuk-petunjuk bagi manusia untuk mengenal Tuhan mereka dan janji Allah menyediakan syurga kepada orang-orang yang beriman. Dalam surat ini Allah menjelaskan bahwa rasul-rasul itu diutus dengan mempergunakan bahasa kaumnya agar mudah bagi kaum itu memahami perintah dan larangan Allah. Kemudian Allah menjelaskan pula apa yang terjadi antara rasul-rasul itu dengan kaumnya.<br><br><i>HUBUNGAN SURAT IBRAHIM DENGAN SURAT AL HIJR</i><br><br> 1. Kedua-duanya sama-sama dimulai dengan <i>Alief laam Raa</i> dan menerangkan sifat Al Quranul Karim.<br><br> 2. Dalam surat Ibrahim Allah menjelaskan bahwa Al Quran itu pembimbing manusia ke jalan Allah, kemudian dalam surat Al Hijr Allah menambahkan lagi bahwa Al Quran itu akan tetap dijaga kemurniannya sepanjang masa.<br><br> 3. Masing-masing surat ini melukiskan keadaan langit dan bumi dan sama-sama menjelaskan bahwa kejadian-kejadian alam ini mengandung hikmah, sebagai tanda keesaan dan kebesaran Allah s.w.t.<br><br> 4. Keduanya mengandung kisah Nabi Ibrahim a.s. dengan terperinci.<br><br> 5. Keduanya sama-sama menerangkan keadaan orang-orang kafir di hari kiamat dan penyesalan mereka, mengapa mereka sewaktu hidup di dunia tidak jadi orang mukmin.<br><br> 6. Kedua surat ini sama-sama menceritakan kisah-kisah nabi zaman dahulu dengan kaumnya serta menerangkan keadaan orang-orang yang ingkar kepada nabi-nabi itu pada hari kiamat. Kisah-kisah itu disampaikan kepada Nabi Muhammad s.a.w. untuk menghibur hati beliau di waktu menghadapi berbagai kesulitan yang beliau temui dalam menyiarkan agama Islam.<br><br></span>"
    },
    {
      "translation": "Hijr",
      "arabic": "الحجر",
      "latin": "Al-Hijr",
      "ayah_count": 99,
      "index": 15,
      "opening": "<span class=\"gen\"><br> Surat ini terdiri atas 99 ayat, termasuk golongan surat-surat Makkiyyah, karena diturunkan di Mekah sebelum hijrah. Al Hijr adalah nama sebuah daerah pegunungan yang didiami zaman dahulu oleh kaum Tsamud terletak di pinggir jalan antara Madinah dan Syam (Syria).<br> Nama surat ini diambil dari nama daerah pegunungan itu, berhubung nasib penduduknya yaitu kaum Tsamud diceritakan pada ayat 80 sampai dengan 84, mereka telah dimusnahkan Allah s.w.t., karena mendustakan Nabi Shaleh a.s. dan berpaling dari ayat-ayat Allah. Dalam surat ini terdapat juga kisah-kisah kaum yang lain yang telah dibinasakan oleh Allah seperti kaum Luth a.s. dan kaum Syu'aib a.s. Dari ke semua kisah-kisah itu dapat diambil pelajaran bahwa orang-orang yang menentang ajaran rasul-rasul akan mengalami kehancuran.<br><br> Pokok-pokok isinya :<br><br><i>1. Keimanan:</i><br> Kepastian nasib suatu bangsa hanya di tangan Allah; Allah menjamin kemurnian Al Quran sepanjang masa; syaitan tidak dapat menaiki alam malakut, karena ada yang menjaganya, alam malakut (langit) senantiasa dijaga dari syaitan; kadar rezki yang diberikan kepada manusia sesuai dengan hikmah kebijaksanaan Allah; Allah memelihara hambaNya yang telah mendapat taufiq dari godaan syaitan; Allah di samping bersifat pengampun dan penyayang juga mengazab orang-orang yang ingkar; manusia dihimpun pada hari kiamat.<br><br><i>2. Hukum-hukum:</i><br> Larangan melakukan homosexuel; kewajiban melakukan ibadah selama hidup; larangan menginginkan harta orang kafir; perintah kepada Nabi Muhammad s.a.w. agar melakukan da'wah agama secara terang-terangan; larangan berputus asa terhadap rahmat Allah.<br><br><i>3. Kisah-kisah:</i><br> Nabi Ibrahim a.s. dengan kaumnya; Nabi Luth a.s. dengan kaumnya; kaum Syu'aib dan kaum Shaleh a.s. (Tsamud).<br><br><i>4. Dan lain-lain:</i><br> Kejadian-kejadian dalam alam ini menunjukkan kebesaran Allah; kejadian alam dan isinya mengandung hikmah; angin mengawinkan tepung sari bunga-bungaan; asal kejadian Adam a.s.<br><br></span>",
      "closing": "<span class=\"gen\"><br> Dalam surat Al Hijr ini banyak terdapat ayat-ayat yang menunjukkan bukti-bukti adanya Allah serta kekuasaan-Nya, baik bukti-bukti yang ada di langit dan di bumi, maupun yang ada pada kejadian manusia serta kehidupan mereka. Disebutkan pula di dalamnya kisah-kisah beberapa nabi dan macam-macam azab yang ditimpakan kepada kaum yang mendustakan para rasul Allah itu. Tercantum juga tentang anugerah Allah yang besar yang diberikan kepada Nabi Muhammad s.a.w. yakni As Sab'ul Matsaani atau surat Al Faatihah dan Al Quranul Karim.<br><br><i>HUBUNGAN SURAT AL HIJR DENGAN SURAT AN NAHL</i><br><br> 1. Sebagaimana umumnya surat-surat yang turun di Mekah sebelum hijrah berisi soal-soal ketauhidan, kerasulan dan hari kiamat, begitu pulalah kedua surat ini.<br><br> 2. Pada bagian akhir surat Al Hijr (ayat 92, 93), Allah menyatakan bahwa manusia akan diminta pertanggungan jawabnya pada hari kiamat terhadap apa yang telah dikerjakannya di dunia ini, maka pada awal surat An Nahl, Allah menegaskan kepastian datangnya hari kiamat itu, dan pada ayat 93 An Nahl ditegaskan lagi pertanggungan jawab manusia itu.<br><br> 3. Pada bagian pertama surat Al Hijr, Allah menerangkan tentang kebenaran Al Quran serta jaminan-Nya untuk memeliharanya, sedang dalam surat An Nahl terdapat ancaman-ancaman terhadap mereka yang mendustakan kebenaran Al Quran itu.<br><br></span>"
    },
    {
      "translation": "Lebah",
      "arabic": "النحل",
      "latin": "An-Nahl",
      "ayah_count": 128,
      "index": 16,
      "opening": "<span class=\"gen\"><br> Surat ini terdiri atas 128 ayat, termasuk golongan surat-surat Makkiyyah. Surat ini dinamakan <i>An Nahl</i> yang berarti <i>lebah</i> karena di dalamnya, terdapat firman Allah s.w.t. ayat 68 yang artinya : \"Dan Tuhanmu mewahyukan kepada lebah.\" Lebah adalah makhluk Allah yang banyak memberi manfaat dan kenikmatan kepada manusia. Ada persamaan antara madu yang dihasilkan oleh lebah dengan Al Quranul Karim. Madu berasal dari bermacam-macam sari bunga dan dia menjadi obat bagi bermacam-macam penyakit manusia (lihat ayat 69). Sedang Al Quran mengandung inti sari dari kitab-kitab yang telah diturunkan kepada Nabi-nabi zaman dahulu ditambah dengan ajaran-ajaran yang diperlukan oleh semua bangsa sepanjang masa untuk mencapai kebahagiaan dunia dan akhirat. (Lihat surat (10) Yunus ayat 57 dan surat (17) Al Isra' ayat 82). Surat ini dinamakan pula \"An Ni'am\" artinya nikmat-nikmat, karena di dalamnya Allah menyebutkan pelbagai macam nikmat untuk hamba-hamba-Nya.<br><br> Pokok-pokok isinya :<br><br><i>1. Keimanan:</i><br><br> Kepastian adanya hari kiamat; keesaan Allah; kekuasaan-Nya dan kesempurnaan ilmu-Nya serta dalil-dalilnya; pertanggungan jawab manusia kepada Allah terhadap segala apa yang telah dikerjakannya.<br><br><i>2. Hukum-hukum:</i><br> Beberapa hukum tentang makanan dan minuman yang diharamkan dan yang dihalalkan; kebolehan memakai perhiasan-perhiasan yang berasal dari dalam laut seperti merjan dan mutiara; dibolehkan memakan makanan yang diharamkan dalam keadaan terpaksa; kulit dan bulu binatang dari hewan yang halal dimakan; kewajiban memenuhi perjanjian dan larangan mempermainkan sumpah; larangan membuat-buat hukum yang tak ada dasarnya; perintah membaca isti'aadzah (a'uudzubillahi minasyaithaanirrajiim = aku berlindung kepada Allah dari syaitan yang terkutuk); larangan membalas siksa melebihi siksaan yang diterima.<br><br><i>3. Kisah-kisah:</i><br> Nabi Ibrahim a.s.<br><br><i>4. Lain-lain:</i><br> Asal kejadian manusia; madu adalah untuk kesehatan manusia; nasib pemimpin-pemimpin palsu di hari kiamat; pandangan orang Arab zaman Jahiliyah terhadap anak perempuan; ajaran moral di dalam Islam; pedoman da'wah dalam Islam.<br><br></span>",
      "closing": "<span class=\"gen\"><br> Surat An Nahl mengandung keterangan tentang sifat-sifat orang musyrikin, dan tingkah laku mereka, serta tantangan mereka terhadap kebenaran hari kiamat dan kerasulan Muhammad s.a.w., kemudian Allah s.w.t. menyebutkan peringatan-peringatan-Nya kepada mereka dan azab yang mereka alami sebagai akibat dari sifat perbuatan mereka itu. Dalam surat ini, Allah menunjukkan bukti-bukti ke Esaan-Nya seraya memaparkan nikmat-nikmat yang diberikan-Nya kepada hamba-hamba-Nya. Dan surat ini memuat juga hukum-hukum dan ajaran-ajaran tentang akhlak.<br><br><i>HUBUNGAN SURAT AN NAHL DENGAN SURAT AL ISRAA'</i><br><br> 1. Dalam surat An Nahl ini, Allah menyebutkan perselisihan orang-orang Yahudi tentang hari Sabtu, kemudian di surat Al Israa' dijelaskan syariat orang Yahudi yang ditetapkan bagi mereka di dalam Taurat.<br><br> 2. Sesudah Allah s.w.t. menganjurkan kepada Nabi Muhammad s.a.w. agar bersabar dan melarang beliau agar jangan berduka cita atau berkecil hati disebabkan tipu daya orang-orang musyrikin, maka di surat Al Israa' Allah menerangkan kemuliaan Nabi Muhammad s.a.w. serta martabatnya yang tinggi di hadapan Allah s.w.t.<br><br> 3. Dalam surat An Nahl ini Allah menerangkan bermacam-macam nikmat-Nya, disamping itu Allah menerangkan, bahwa kebanyakan manusia tidak mensyukuri nikmat itu, kemudian dalam surat Al Israa' disebut lagi nikmat-nikmat yang lebih besar yang diberikan kepada Bani Israil yang mereka tidak mensyukurinya, malah mereka berbuat kerusakan di muka bumi.<br><br> 4. Dalam surat An Nahl Allah mengatakan, bahwa air madu yang ke luar dari lebah merupakan minuman yang mengandung obat bagi manusia, maka dalam surat Al Israa' diterangkan bahwa Al Quran pun mengandung juga obat dan rahmat bagi orang-orang yang beriman.<br><br></span>"
    },
    {
      "translation": "Memperjalankan Malam Hari",
      "arabic": "الاسراۤء",
      "latin": "Al-Isra'",
      "ayah_count": 111,
      "index": 17,
      "opening": "<span class=\"gen\"><br> Surat ini terdiri atas 111 ayat, termasuk golongan surat-surat Makkiyyah. Dinamakan dengan <i>Al Israa'</i> yang berarti <i>memperjalankan di malam hari</i>, berhubung peristiwa Israa' Nabi Muhammad s.a.w. di Masjidil Haram di Mekah ke Masjidil Aqsha di Baitul Maqdis dicantumkan pada ayat pertama dalam surat ini. Penuturan cerita Israa' pada permulaan surat ini, mengandung isyarat bahwa Nabi Muhammad s.a.w. beserta umatnya kemudian hari akan mencapai martabat yang tinggi dan akan menjadi umat yang besar.<br> Surat ini dinamakan pula dengan <i>Bani Israil</i> artinya <i>keturunan Israil</i> berhubung dengan permulaan surat ini, yakni pada ayat kedua sampai dengan ayat kedelapan dan kemudian dekat akhir surat yakni pada ayat 101 sampai dengan ayat 104, Allah menyebutkan tentang Bani Israil yang setelah menjadi bangsa yang kuat lagi besar lalu menjadi bangsa yang terhina karena menyimpang dari ajaran Allah s.w.t. Dihubungkannya kisah Israa' dengan riwayat <i>Bani Israil</i> pada surat ini, memberikan peringatan bahwa umat Islam akan mengalami keruntuhan, sebagaimana halnya Bani Israil, apabila mereka juga meninggalkan ajaran-ajaran agamanya.<br><br> Pokok-pokok isinya:<br><br><i>1. Keimanan:</i><br> Allah tidak mempunyai anak baik berupa manusia ataupun malaikat; Allah pasti memberi rezki kepada manusia; Allah mempunyai nama-nama yang paling baik; Al Quran adalah wahyu dan Allah yang memberikan petunjuk, penawar dan rahmat bagi orang-orang yang beriman; adanya padang Mahsyar dan hari berbangkit.<br><br><i>2. Hukum-hukum:</i><br> Larangan-larangan Allah tentang: menghilangkan jiwa manusia; berzina, mempergunakan harta anak yatim kecuali dengan cara yang dibenarkan agama; ikut-ikutan baik dengan kata-kata maupun dengan perbuatan dan durhaka kepada ibu bapa. Perintah Allah tentang: memenuhi janji dan menyempurnakan timbangan dan takaran, melakukan shalat lima waktu dalam waktunya.<br><br><i>3. Kisah-kisah:</i><br> Kisah Israa' Nabi Muhammad s.a.w., beberapa kisah tentang Bani Israil.<br><br><i>4. Dan lain-lain:</i><br> Pertanggungan jawab manusia masing-masing terhadap amal perbuatannya; beberapa faktor yang menyebabkan kebangunan dan kehancuran suatu umat; petunjuk-petunjuk tentang pergaulan dengan orang tua, tetangga dan masyarakat; manusia makhluk Allah s.w.t. yang mulia, dalam pada itu manusia mempunyai pula sifat-sifat yang tidak baik seperti suka ingkar, putus asa dan terburu-buru; dan persoalan roh.<br><br></span>",
      "closing": "<span class=\"gen\"><br> Banyak ayat-ayat dalam surat ini mengemukakan bahwa Al Quran yang dibawa Nabi Muhammad s.a.w. benar-benar wahyu Allah, dan bahwa manusia itu pasti mengalami hari berbangkit. Dalam surat ini dikemukakan pula dalil-dalil kekuasaan dan ke-esaan Allah s.w.t. serta hukum-hukum yang diturunkan-Nya yang wajib diperhatikan dan dikerjakan oleh manusia.<br><br><i>HUBUNGAN SURAT AL ISRAA' DENGAN SURAT AL KAHFI</i><br><br> 1. Surat Al Israa' dimulai dengan tasbih (membaca subhanallah) pada Allah sedang surat Al Kahfi dibuka dengan tahmid (membaca alhamdulillah) kepada-Nya. Tasbih dan tahmid adalah dua kata yang acapkali bergandengan dalam firman-firman Allah.<br><br> 2. Persamaan antara penutup surat Al Israa' dengan pembukaan surat Al Kahfi yaitu sama-sama dengan tahmid kepada Allah.<br><br> 3. Menurut riwayat, ada tiga buah pertanyaan yang dihadapkan oleh orang-orang Yahudi dengan perantaraan orang-orang musyrikin kepada Nabi Muhammad s.a.w. yakni masalah roh, cerita Ashabul Kahfi dan kisah Zulqarnain. Masalah roh itu dijawab dalam surat Al Israa', dan dua masalah lainnya pada surat Al Kahfi.<br><br> 4. Dalam surat Al Israa' ayat 85 Allah berfirman: <i>Dan tidaklah kamu diberi ilmu hanyalah sedikit</i> Firman ini ditujukan kepada sebagian orang-orang Yahudi yang merasa sombong dengan ilmu pengetahuan yang ada pada mereka, sebab bagaimanapun juga mereka adalah manusia yang hanya diberi ilmu pengetahuan yang sedikit. Dalam surat Al-Kahfi Allah menceritakan tentang Nabi Musa a.s. dengan Nabi Khidhr a.s. yang belum pernah diketahui oleh orang-orang Yahudi.<br><br></span>"
    },
    {
      "translation": "Goa",
      "arabic": "الكهف",
      "latin": "Al-Kahf",
      "ayah_count": 110,
      "index": 18,
      "opening": "<span class=\"gen\"><br> Surat ini terdiri atas 110 ayat, termasuk golongan surat-surat Makkiyyah. Dinamai <i>Al-Kahfi</i> artinya <i>Gua</i> dan <i>Ashhabul Kahfi</i> yang artinya <i>Penghuni-Penghuni Gua</i>. Kedua nama ini diambil dari cerita yang terdapat dalam surat ini pada ayat 9 sampai dengan 26, tentang beberapa orang pemuda yang tidur dalam gua bertahun-tahun lamanya. Selain cerita tersebut, terdapat pula beberapa buah cerita dalam surat ini, yang kesemuanya mengandung i'tibar dan pelajaran-pelajaran yang amat berguna bagi kehidupan manusia. Banyak hadist-hadist Rasulullah s.a.w. yang menyatakan keutamaan membaca surat ini.<br><br> Pokok-pokok isinya:<br><br><i>1. Keimanan:</i><br> Kekuasaan Allah swt untuk memberi daya tahan hidup pada manusia di luar hukum kebiasaan: dasar-dasar tauhid serta keadilan Allah s.w.t. tidak berobah untuk selama-lamanya; kalimat-kalimat Allah (ilmu-Nya) amat luas sekali, meliputi segala sesuatu, sehingga manusia tidak mampu buat menulisnya. Kepastian datangnya hari berbangkit; Al Quran adalah kitab suci yang isinya bersih dari kekacauan dan kepalsuan.<br><br><i>2. Hukum-Hukum:</i><br> Dasar hukum wakalah (berwakil); larangan membangun tempat ibadah di atas kubur; hukum membaca \"Insya Allah\", perbuatan salah yang dilakukan karena lupa adalah dimaafkan; kebolehan merusak suatu barang untuk menghindarkan bahaya yang lebih besar.<br><br><i>3. Kisah-Kisah:</i><br> Cerita Ashhabul Kahfi; cerita dua orang laki-laki yang seorang kafir dan yang lainnya mukmin; cerita Nabi Musa a.s. dengan Khidhr a.s.; cerita Dzulkarnain dengan Ya'juj dan Ma'juj.<br><br><i>4. Dan lain-lain:</i><br> Beberapa pelajaran yang dapat diambil dari cerita-cerita dalam surat ini antara lain tentang kekuatan iman kepada Allah swt serta ibadah yang ikhlas kepadaNya; kesungguhan seseorang dalam mencari guru (ilmu) adab sopan-santun antara murid dengan guru; dan beberapa contoh tentang cara memimpin dan memerintah rakyat, serta perjuangan untuk mencapai kebahagiaan rakyat dan negara.<br><br></span>",
      "closing": "<span class=\"gen\"><br> Surat Al Kahfi dimulai dengan menerangkan sifat Al Quran sebagai petunjuk dan peringatan bagi manusia, dan sebagai peringatan pula terhadap mereka yang mengatakan bahwa Allah mempunyai anak. Semua yang ada dipermukaan bumi merupakan perhiasan bagi bumi dan sengaja diciptakan Allah agar manusia memikirkan bagaimana cara mengambil manfaat dari semuanya itu. Kekuasaan Allah dan betapa luas pengetahuan-Nya dikemukakan dalam surat ini dengan menyebutkan kisah Nabi Musa a.s. dengan Khidhr a.s., kisah Dzulqarnain dan dengan mengibaratkan bahwa seandainya semua air yang ada di bumi dan ditambah lagi sebanyak itu pula dijadikan tinta untuk menulis ilmu Allah, tentu tidak akan mencukupi. Kemudian diterangkan bahwa semua amal orang musyrik itu tidak diberi pahala di akhirat, sedang untuk orang-orang mukmin disediakan Jannatun Na'im.<br><br><i>HUBUNGAN SURAT AL KAHFI DENGAN SURAT MARYAM</i><br><br> 1. Kedua surat ini sama-sama mengandung kisah yang ajaib, seperti surat Al Kahfi mengemukakan kisah Ashhabul Kahfi, kisah Musa a.s. dengan Khidhr a.s., kisah Dzulqarnain, sedang surat Maryam mengemukakan kisah keluarga Yahya a.s. di waktu bapaknya Zakariya a.s. telah sangat tua dan ibunya seorang wanita tua yang mandul, dan kisah kelahiran Isa a.s. tanpa bapak.<br><br> 2. Bagian akhir surat Al Kahfi menerangkan tentang ancaman Allah terhadap orang-orang kafir yang mengambil pelindung selain Allah, semua amal mereka sia-sia dan mereka dimasukkan ke dalam neraka, sedang pada bagian akhir surat Maryam diulangi lagi celaan dan ancaman Allah terhadap orang-orang yang mempersekutukan-Nya.<br><br></span>"
    },
    {
      "translation": "Maryam",
      "arabic": "مريم",
      "latin": "Maryam",
      "ayah_count": 98,
      "index": 19,
      "opening": "<span class=\"gen\"><br> Surat Maryam terdiri atas 98 ayat, termasuk golongan surat-surat Makkiyyah, karena hampir seluruh ayatnya diturunkan sebelum Nabi Muhammad s.a.w. hijrah ke Madinah, bahkan sebelum sahabat-sahabat beliau hijrah ke negeri Habsyi. Menurut riwayat Ibnu Mas'ud, Ja'far bin Abi Thalib membacakan permulaan surat Maryam ini kepada raja Najasyi dan pengikut-pengikutnya di waktu ia ikut hijrah bersama-sama sahabat-sahabat yang lain ke negeri Habsyi.<br><br> Surat ini dinamai <i>Maryam</i>, karena surat ini mengandung kisah Maryam, ibu Nabi Isa a.s. yang serba ajaib, yaitu melahirkan puteranya lsa a.s., sedang ia sebelumnya belum pernah dikawini atau dicampuri oleh seorang laki-laki pun. Kelahiran Isa a.s. tanpa bapa, merupakan suatu bukti kekuasaan Allah s.w.t. Pengutaraan kisah Maryam sebagai kejadian yang luar biasa dan ajaib dalam surat ini, diawali dengan kisah kejadian yang luar biasa dan ajaib pula, yaitu dikabulkannya doa Zakaria a.s. oleh Allah s.w.t., agar beliau dianugerahi seorang putera sebagai pewaris dan pelanjut cita-cita dan kepercayaan beliau, sedang usia beliau sudah sangat tua dan isteri beliau seorang yang mandul yang menurut ukuran ilmu biologi tidak mungkin akan terjadi.<br><br> Pokok-pokok isinya:<br><br><i>1. Keimanan:</i><br> Allah berbuat sesuatu menurut yang dikehendaki-Nya, kendatipun menyimpang dan hukum-hukum alam; Isa a.s. bukan anak Allah karena mustahil Allah mempunyai anak; Jibril a.s. turun kepada rasul-rasul membawa wahyu atas perintah Allah; di hari kiamat orang kafir menghadap Allah sendiri-sendiri semua manusia akan menghadap Tuhan sebagai hamba.<br><br><i>2. Kisah-kisah:</i><br> Allah mengabulkan doa Zakaria a.s. untuk memperoleh anak, sekalipun usia beliau sudah sangat tua dan isteri beliau seorang yang mandul; kisah kelahiran Isa a.s. tanpa bapak; kisah Ibrahim a.s. dengan bapaknya; Musa a.s. seorang yang dipilih oleh Allah; Ismail a.s. seorang yang benar dalam janjinya; Idris a.s. seorang yang sangat kuat kepercayaannya.<br><br><i>3. Dan lain-lain:</i><br> Ancaman terhadap orang yang meninggalkan sembahyang dan mengikuti hawa nafsunya serta kabar gembira untuk orang-orang yang telah taubat dan mengerjakan amal-amal yang saleh; keadaan di syurga; membiarkan orang yang sesat setelah diberi petunjuk bergelimang dalam kesesatannya adalah sunnah Allah.<br><br></span>",
      "closing": "<span class=\"gen\"><br> Surat Maryam mengemukakan hal-hal yang perlu diperhatikan oleh manusia apabila mereka memikirkan kejadian-kejadian di alam semesta dalam hubungan dengan Penciptanya; ada kejadian yang terjadi sesuai dengan sunnah Allah dan dapat dipikirkan oleh manusia; dan ada pula kejadian yang luar biasa, aneh lagi ajaib yang tidak sampai pikiran manusia kepadanya. Kejadian-kejadian yang luar biasa ini terjadi pada orang-orang yang telah dipilih oleh Allah, dan dikemukakan kepada manusia agar mereka percaya kepada Allah Maha Pencipta.<br><br><i>HUBUNGAN SURAT MARYAM DENGAN SURAT THAAHAA</i><br><br> 1. Surat Maryam mengemukakan kisah beberapa nabi dan rasul; ada yang secara terperinci, ada yang secara ringkas dan ada pula yang hanya disebut namanya saja, yaitu Nabi Adam a.s. Surat Thaahaa mengemukakan pula kisah beberapa orang nabi dan rasul sebagaimana halnya surat Maryam. Kisah Musa a.s. dalam surat Maryam disebut secara singkat, sedang dalam surat Thaahaa dikemukakan secara terperinci. Begitu pula kisah Adam a.s. yang hanya namanya saja disebut dalam surat Maryam, sedang dalam surat Thaahaa dikemukakan secara terperinci.<br><br> 2. Menurut riwayat Ibnu Abbas, surat Thaahaa diturunkan kepada Nabi Muhammad s.a.w. setelah Allah menurunkan surat Maryam.<br><br> 3. Akhir surat Maryam menerangkan bahwa Al Quran diturunkan dalam bahasa Arab, sebagai kabar gembira bagi orang-orang yang takwa dan peringatan bagi orang-orang yang ingkar, sedang awal surat Thaahaa menerangkan dan menguatkannya lagi.<br><br></span>"
    },
    {
      "translation": "Taha",
      "arabic": "طٰهٰ",
      "latin": "Taha",
      "ayah_count": 135,
      "index": 20,
      "opening": "<span class=\"gen\"><br> Surat Thaahaa terdiri atas 135 ayat, diturunkan sesudah diturunkannya surat Maryam, termasuk golongan surat-surat Makkiyyah. Surat ini dinamai <i>Thaahaa</i>, diambil dari perkataan yang berasal dan ayat pertama surat ini. Sebagaimana yang lazim terdapat pada surat-surat yang memakai huruf-huruf abjad pada permulaannya, di mana huruf tersebut seakan-akan merupakan pemberitahuan Allah kepada orang-orang yang membacanya, bahwa sesudah huruf itu akan dikemukakan hal-hal yang sangat penting diketahui, maka demikian pula halnya dengan ayat-ayat yang terdapat sesudah huruf <i>thaahaa</i> dalam surat ini. Allah menerangkan bahwa Al Quran merupakan peringatan bagi manusia, wahyu dari Allah, Pencipta semesta alam. Kemudian Allah menerangkan kisah beberapa orang nabi; akibat-akibat yang telah ada akan dialami oleh orang-orang yang percaya kepada Allah dan orang-orang yang mengingkari-Nya, baik di dunia maupun di akhirat. Selain hal-hal tersebut di atas, maka surat ini mengandung pokok-pokok isi sebagai berikut:<br><br><i>1. Keimanan:</i><br> Al Quran adalah peringatan bagi manusia terutama bagi orang-orang yang bertakwa; Musa a.s. langsung menerima wahyu dari Allah, tanpa perantara Jibril; Allah menguasai 'Arsy, mengetahui sesuatu yang samar dan yang lebih samar; keadaan orang berdosa dihimpunkan di hari kiamat; syafa'at tidak bermanfaat di hari kiamat, kecuali syafa'at dari orang-orang yang dapat izin dari Allah.<br><br><i>2. Hukum-hukum:</i><br> Perintah mengerjakan sembahyang dan keutamaan waktu-waktunya; kewajiban menyuruh keluarga melakukan sembahyang.<br><br><i>3. Kisah-kisah:</i><br> Kisah Musa a.s. dan Harun a.s. dalam menghadapi Fir'aun dan Bani Israil, kisah Nabi Adam a.s. dan iblis.<br><br><i>4. Dan lain-lain:</i><br> Perintah Allah kepada Nabi Muhammad s.a.w. supaya dia meminta tambahan ilmu kepada Allah sekalipun sudah menjadi rasul; Allah tidak akan mengazab sesuatu kaum sebelum diutus rasul kepada mereka; jangan terpengaruh oleh kesenangan kehidupan dunia.<br><br></span>",
      "closing": "<span class=\"gen\"><br> Dalam surat Thaahaa ini diterangkan bahwa Al Quran sebagai kitab yang diwahyukan Allah kepada Nabi Muhammad s.a.w., adalah peringatan dan kabar gembira bagi manusia, wajib diikuti dan dipercayai. Amatlah besar akibat yang dialami oleh orang dahulu yang tidak mempercayai dan mengingkari rasul-rasul yang diutus kepada mereka, seperti Fir'aun dan pengikut-pengikutnya. Kisah Bani Israilpun dipaparkan Allah dalam surat ini sebagai suatu umat yang banyak mengingkari perintah nabinya.<br><br><i>HUBUNGAN SURAT THAAHA DENGAN SURAT AL ANBIYAA'</i><br><br> Surat Thaahaa diakhiri dengan menerangkan bahwa manusia mudah dipengaruhi oleh kenikmatan hidup duniawi, yang oleh Allah dijadikan sebagai cobaan bagi manusia, juga diakhiri dengan menyuruh bersabar dan bersembahyang, serta menerangkan apa-apa yang diterima oleh orang-orang yang bertakwa. Hal itu diulangi lagi pada permulaan surat Al Anbiyaa' dan ditegaskan bahwa manusia selalu lalai dan lupa terhadap perbuatan-perbuatan yang harus dilakukannya untuk menghadapi hari kiamat dan berhisab di akhirat nanti.<br><br></span>"
    },
    {
      "translation": "Para Nabi",
      "arabic": "الانبياۤء",
      "latin": "Al-Anbiya'",
      "ayah_count": 112,
      "index": 21,
      "opening": "<span class=\"gen\"><br> Surat Al Anbiyaa' yang terdiri atas 112 ayat, termasuk golongan surat Makkiyyah. Dinamai surat ini dengan <i>al anbiyaa'</i>(nabi-nabi), karena surat ini mengutarakan kisah beberapa orang nabi. Permulaan surat Al Anbiyaa' menegaskan bahwa manusia lalai dalam menghadapi hari berhisab, kemudian berhubung adanya pengingkaran kaum musyrik Mekah terhadap wahyu yang dibawa Nabi Muhammad s.a.w. maka ditegaskan Allah, kendatipun nabi-nabi itu manusia biasa, akan tetapi masing-masing mereka adalah manusia yang membawa wahyu yang pokok ajarannya adalah tauhid, dan keharusan manusia menyembah Allah Tuhan Penciptanya. Orang yang tidak mau mengakui kekuasaan Allah dan mengingkari ajaran yang dibawa oleh nabi-nabi itu, akan diazab Allah didunia dan di akhirat nanti. Kemudian dikemukakan kisah beberapa orang nabi dengan umatnya. Akhirnya surat itu ditutup dengan seruan agar kaum musyrik Mekah percaya kepada ajaran yang dibawa Muhammad s.a.w supaya tidak mengalami apa yang telah dialami oleh umat-umat yang dahulu. Selain yang tersebut diatas pokok-pokok isi surat ini ialah:<br><br><i>1. Keimanan:</i><br> Para nabi dan para rasul itu selamanya diangkat Allah dari jenis manusia; langit dan bumi akan binasa kalau ada Tuhan selain Allah; semua Rasul membawa ajaran tauhid dan keharusan manusia menyembah Allah; tiap-tiap yang bernyawa akan merasakan mati; cobaaan Allah kepada manusia ada yang berupa kebaikan dan ada yang berupa keburukan; hari kiamat datangnya dengan tiba-tiba.<br><br><i>2. Kisah-kisah:</i><br> Kisah Ibrahim a.s (ajakan Ibrahim a.s kepada bapaknya untuk menyembah Allah, bantahan Ibrahim terhadap kaumnya yang menyembah berhala-berhala, bantahan lbrahim a.s. terhadap Namrudz yang bersimaharajalela dan menganggap dirinya Tuhan), kisah Nuh a.s., kisah Daud a.s., dan Sulaiman a.s; kisah Ayyub a.s.; kisah Yunus a.s.; kisah Zakaria a.s.<br><br><i>3. Dan lain-lain:</i><br> Karunia Al Quran; tuntutan kaum musyrikin kepada Nabi Muhammad saw untuk mendatangkan mukjizat yang lain dari Al Quran ; kehancuran suatu umat adalah karena kezalimannya; Allah menciptakan langit dan bumi beserta hikmatnya; soal jawab antara berhala dan penyembahnya dalam neraka; timbulnya Ya'juj dan Ma'juj sebagai tanda-tanda kedatangan hari kiamat; bumi akan diwariskan kepada hamba Allah yang dapat memakmurkannya; kejadian alam semesta; sesuatu yang hidup itu berasal dari air.<br><br></span>",
      "closing": "<span class=\"gen\"><br> PENUTUP<br><br> Surat Al Anbiyaa' menerangkan bahwa sudah menjadi sunnah Allah bahwa para nabi atau rasul yang diutus-Nya adalah dari jenis manusia yang diberikan kepada mereka kitab dan mukjizat. Dasar agama (aqidah) yang dibawa oleh para nabi itu adalah sama, hanya berbeda dalam syariat (hukum furu'), karena ini disesuaikan dengan perkembangan masa dan keadaan.<br><br><i>HUBUNGAN SURAT AL ANBIYAA' DENGAN SURAT AL HAJJ</i><br><br> 1. Pada akhir surat Al Anbiyaa' dikemukakan hal-hal yang berhubungan dengan hari kiamat, sedang pada bahagian permulaan surat Al Hajj mengemukakan bukti-bukti adanya hari berbangkit dengan dalil akal.<br><br> 2. Surat Al Anbiyaa' mengutarakan bahwa Allah tidak menjadikan manusia sebagai makhluk yang kekal hidupnya; semuanya akan merasai mati. Kemudian mereka dibangkitkan di hari kiamat untuk dihisab perbuatan-perbuatan yang teIah mereka lakukan di dunia. Pada surat Al Hajj diterangkan bahwa manusia dapat menjadikan dalil keadaan pertumbuhan yang terdapat di alam semesta, dari ada kepada tidak ada dan sebaliknya, sebagai bukti bahwa janji Allah tentang hari berbangkit pasti akan menjadi kenyataan.<br><br> 3. Surat Al Anbiyaa' menerangkan kisah nabi-nabi dan dalil-dalil yang dihadapkan kepada kaumnya tentang kebenaran agama yang dibawanya, sedang surat Al Hajj menuntut agar manusia memperhatikan aneka ragam ciptaan Allah dan pengaturannya, untuk memperkuat kepercayaan kepada kebenaran agama Allah.<br><br></span>"
    },
    {
      "translation": "Haji",
      "arabic": "الحج",
      "latin": "Al-Hajj",
      "ayah_count": 78,
      "index": 22,
      "opening": "<span class=\"gen\"><br> Surat Al Hajj, termasuk golongan surat-surat Madaniyyah, terdiri atas 78 ayat, sedang menurut pendapat sebahagian ahli tafsir termasuk golongan surat-surat Makkiyah. Sebab perbedaan ini ialah karena sebahagian ayat-ayat surat ini ada yang diturunkan di Mekah dan sebahagian lagi diturunkan di Madinah.<br><br> Dinamai surat ini <i>Al Hajj</i>, karena surat ini mengemukakan hal-hal yang berhubungan dengan ibadat haji, seperti ihram, thawaf, sa'i, wuquf di Arafah, mencukur rambut, syi'ar-syi'ar Allah, faedah-faedah dan hikmah-hikmah disyari'atkannya haji. Ditegaskan pula bahwa ibadat haji itu telah disyari'atkan di masa Nabi Ibrahim a.s., dan Ka'bah didirikan oleh Nabi Ibrahim a.s. bersama puteranya Ismail a.s.<br><br> Menurut Al Ghaznawi, surat Al Hajj termasuk di antara surat- surat yang ajaib, diturunkan di malam dan di siang hari, dalam musafir dan dalam keadaan tidak musafir, ada ayat-ayat yang diturunkan di Mekah dan ada pula yang diturunkan di Madinah, isinya ada yang berhubungan dengan peperangan dan ada pula yang berhubungan dengan perdamaian, ada ayat-ayatnya yang muhkam dan ada pula yang mutasyabihaat.<br><br> Pokok-pokok isinya:<br><br><i>1. Keimanan:</i><br> Keimanan tentang adanya kebangkitan dan huru-hara hari kiamat; dari susunan alam semesta dapat diambil bukti- bukti tentang adanya Allah Maha Pencipta.<br><br><i>2. Hukum-hukum:</i><br> Kewajiban berhaji bagi kaum muslimin dan haji telah disyari'atkan pada masa Ibrahim a.s.; hukum berkata dusta; larangan menyembah berhala; binatang-binatang yang halal dimakan; hukum menghalang-halangi manusia dari jalan Allah dan Masjidil-haram; keizinan berperang untuk mempertahankan diri dan agama; hukum-hukum yang berhubungan dengan haji.<br><br><i>3. Dan lain-lain:</i><br> Membantah kebenaran tanpa pengetahuan adalah perbuatan yang tercela; tanda-tanda takwa yang sampai ke hati; tiap-tiap agama yang dibawa rasul-rasul sejak dahulu mempunyai syari'at tertentu dan cara melakukannya; pahala orang yang mati dalam berhijrah di jalan Allah; sikap orang-orang kafir bila mendengar ayat-ayat Al Quran; anjuran berjihad dengan sesungguhnya; celaan Islam terhadap orang-orang yang tidak tetap pendiriannya dan selalu mencari keuntungan untuk diri sendiri.<br><br></span>",
      "closing": "<span class=\"gen\"><br> Surat Al Hajj mengingatkan manusia kepada adanya hari berbangkit dengan mengemukakan bukti-bukti tentang kejadian dan proses perkembangan manusia, hewan dan tumbuh-tumbuhan. Oleh sebab itu sudah sewajarnya manusia bersyukur dan menyembah Allah Tuhan semesta alam. Juga mengemukakan tentang disyariatkannya haji, mengenai waktu-waktu yang boleh melakukan peperangan dan yang tidak boleh melakukannya berhubungan adanya bulan-bulan suci yang ditentukan Allah.<br><br><i>HUBUNGAN SURAT AL HAJJ DENGAN SURAT AL MU'MINUUN</i><br><br> 1. Surat Al Hajj menyuruh orang-orang mukmin mendirikan sembahyang, menunaikan zakat, mengerjakan aneka rupa kebaikan agar mendapat keberuntungan, sedang permulaan surat Al Mu'minuun menegaskan bahwa orang-orang mukmin bila mereka betul-betul mengerjakan apa yang diperintahkan Allah dan menjauhi apa yang dilarang-Nya seperti zina, pasti mendapat keberuntungan.<br><br> 2. Sama-sama mengemukakan tentang penciptaan manusia, perkembangan kejadian dan kehidupan, dan menjadikan hal yang demikian sebagai bukti adanya hari berbangkit.<br><br> 3. Sama-sama menyinggung umat-umat yang dahulu yang tidak mengindahkan seruan nabi-nabi mereka, untuk menjadi i'tibar bagi orang-orang yang datang di belakang mereka.<br><br> 4. Sama-sama mengemukakan bukti-bukti adanya Allah dan keesaan- Nya.<br><br></span>"
    },
    {
      "translation": "Orang-Orang Mukmin",
      "arabic": "المؤمنون",
      "latin": "Al-Mu'minun",
      "ayah_count": 118,
      "index": 23,
      "opening": "<span class=\"gen\"><br> Surat Al Mu'minuun terdiri atas 118 ayat, termasuk golongan surat-surat Makkiyyah. Dinamai <i>Al Mu'minuun</i>, karena permulaan ayat ini manerangkan bagaimana seharusnya sifat-sifat orang mukmin yang menyebabkan keberuntungan mereka di akhirat dan ketenteraman jiwa mereka di dunia. Demikian tingginya sifat-sifat itu, hingga ia telah menjadi akhlak bagi Nabi Muhammad s.a.w.<br><br> Pokok-pokok isinya.<br><br><i>1. Keimanan:</i><br> Kepastian hari berbangkit dan hal-hal yang terjadi pada hari kiamat; Allah tidak memerlukan anak atau sekutu.<br><br><i>2. Hukum-hukum:</i><br> Manusia dibebani sesuai dengan kesanggupannya; rasul-rasul semuanya menyuruh manusia memakan makanan yang halal lagi baik; pokok-pokok agama yang dibawa para nabi adalah sama, hanya syariatnya yang berbeda-beda.<br><br><i>3. Kisah-kisah:</i><br> Kisah Nuh a.s.; kisah Hud a.s. kisah Musa a.s. dan Harun a.s.; kisah Isa a.s.<br><br><i>4. Dan lain-lain:</i><br> Tujuh perkara yang harus dipenuhi, oleh seorang mukmin yang ingin mendapat keberuntungan hidup di dunia maupun di akhirat; proses kejadian manusia; tanda-tanda orang yang bersegera kepada kebaikan; nikmat Allah yang dianugerahkan kepada manusia wajib disyukuri.<br><br></span>",
      "closing": "<span class=\"gen\"><br> Surat Al Mu'minuun dimulai dengan sifat-sifat yang dipunyai oleh seorang mukmin yang berbahagia hidup di dunia dan di akhirat. Sekalipun Allah tidak membeda-bedakan pemberian rezki di dunia ini kepada manusia apakah ia mukmin atau kafir, tetapi kebahagiaan yang sebenarnya hanya diberikan kepada orang-orang yang mukmin di akhirat kelak.<br> Kemudian dikemukakan apa yang telah dialami oleh para nabi dan kaum-kaum kepada siapa mereka diutus; orang-orang yang mengikuti nabi selalu mendapat pertolongan dari Allah, sedang orang-orang yang mengingkari nabi dihancurkan dan dimusnahkan Allah agar menjadi i'tibar bagi umat-umat yang datang kemudian. Setelah menggambarkan kedahsyatan hari kiamat, maka surat ini ditutup dengan menggambarkan hasil yang diperoleh oleh orang-orang mukmin dan orang-orang kafir di akhirat nanti.<br><br><i>HUBUNGAN SURAT AL MU'MINUUN DENGAN SURAT AN NUUR</i><br><br> 1. Pada bagian permulaan surat Al Mu'minuun disebutkan bahwa salah satu tanda orang-orang mukmin itu ialah orang yang menjaga kemaluannya, sedang permulaan surat An Nuur menetapkan hukum bagi orang-orang yang tidak dapat menjaga kemaluannya yaitu pezina wanita, pezina laki-laki dan apa yang berhubungan dengannya, seperti menuduh orang berbuat zina, qishshatul ifki, keharusan menutup mata terhadap hal-hal yang ada hubungannya dengan perbuatan zina, menyuruh agar orang-orang yang tidak sanggup melakukan pernikahan menahan diri dan sebagainya.<br><br> 2. Pada surat Al Mu'minuun Allah menegaskan bahwa Dia menciptakan alam ini ada hikmatnya, yaitu agar semua makhluk yang diciptakan-Nya itu melaksanakan perintah-perintah dan menghentikan larangan-larangan-Nya, sedang surat An Nuur menyebutkan sejumlah perintah-perintah dan larangan-larangan itu.<br><br></span>"
    },
    {
      "translation": "Cahaya",
      "arabic": "النّور",
      "latin": "An-Nur",
      "ayah_count": 64,
      "index": 24,
      "opening": "<span class=\"gen\"><br> Surat An Nuur terdiri atas 64 ayat, dan termasuk golongan surat-surat Madaniyah. Dinamai <i>An Nuur</i> yang berarti <i>Cahaya</i>, diambil dari kata An Nuur yang terdapat pada ayat ke 35. Dalam ayat ini, Allah s.w.t. menjelaskan tentang Nuur Ilahi, yakni Al Quran yang mengandung petunjuk-petunjuk. Petunjuk-petunjuk Allah itu, merupakan cahaya yang terang benderang menerangi alam semesta. Surat ini sebagian besar isinya memuat petunjuk- petunjuk Allah yang berhubungan dengan soal kemasyarakatan dan rumah tangga.<br><br> Pokok-pokok isinya:<br><br><i>1. Keimanan:</i><br> Kesaksian lidah dan anggota-anggota atas segala perbuatan manusia pada hari kiamat; hanya Allah yang menguasai langit dan bumi; kewajiban rasul, hanyalah menyampaikan agama Allah; iman merupakan dasar daripada diterimanya amal ibadah.<br><br><i>2. Hukum-hukum:</i><br> Hukum-hukum sekitar masalah Zina, li'an dan adab-adab pergaulan di luar dan di dalam rumah tangga.<br><br><i>3. Kisah-kisah:</i><br> Cerita tentang berita bohong terhadap Ummul Mu'minin 'Aisyah r.a. (Qishshatul Ifki).<br><br><i>4. Dan lain-lain:</i><br> Semua jenis hewan diciptakan Allah dari air; janji Allah kepada kaum muslimin yang beramal saleh.<br><br></span>",
      "closing": "<span class=\"gen\"><br> Dalam surat An Nuur terdapat ayat-ayat hukum dan petunjuk-petunjuk Allah bagi manusia, baik yang berhubungan dengan hidup kemasyarakatan maupun dengan hidup berumah tangga. Kesemuanya itu merupakan cahaya yang menyinari kehidupan manusia dalam menempuh jalan yang menuju kepada kebahagiaan dunia dan akhirat.<br><br><i>HUBUNGAN SURAT AN NUUR DENGAN SURAT AL FURQAAN</i><br><br> 1. Surat An Nuur ini, ditutup oleh Allah s.w.t. dengan keterangan bahwa Dialah yang memiliki langit dan bumi serta segala isinya dan yang mengaturnya berdasarkan hikmah dan kemaslahatan yang dikehendaki-Nya. Dan Dia pulalah yang berbuat perhitungan terhadap segala amal perbuatan hamba-hamba-Nya pada hari kiamat. Maka dalam surat Al Furqaan Allah memulai dengan menunjukkan ketinggian-Nya baik pada zat, sifat-sifat, dan perbuatan-Nya, dan menunjukkan pula kecintaan-Nya kepada hamba- hamba-Nya dengan dengan menurunkan Al Quran sebagai pedoman hidup bagi mereka.<br><br> 2. Pada akhir surat ini Allah mewajibkan kaum muslimin mengikuti Rasul-Nya, Muhammad s.a.w; serta mengancam dengan azab bagi mereka yang menentangnya; maka pada permulaan surat Al Furqaan, Allah menyebutkan bahwa kepada Nabi Muhammad s.a.w. diberikan Al Quran yang membimbing umat manusia.<br><br> 3. Pada masing-masing umat digambarkan keadaan awan, turunnya hujan dan penghijauan bumi sebagai bukti kekuasaan Allah.<br><br> 4. Dalam kedua surat ini Allah menjelaskan bahwa amal usaha orang-orang kafir pada hari kiamat tidak diberi pahala barang sedikitpun, dan keduanya menerangkan pula asal mula kejadian manusia.<br><br></span>"
    },
    {
      "translation": "Pembeda",
      "arabic": "الفرقان",
      "latin": "Al-Furqan",
      "ayah_count": 77,
      "index": 25,
      "opening": "<span class=\"gen\"><br> Surat ini terdiri atas 77 ayat, termasuk golongan surat-surat Makkiyah. Dinamai <i>Al Furqaan</i> yang artinya <i>pembeda</i>, diambil dari kata <i>Al Furqaan</i> yang terdapat pada ayat pertama surat ini. Yang dimaksud dengan Al Furqaan dalam ayat ini ialah Al Quran.<br> Al Quran dinamakan Al Furqaan karena dia membedakan antara yang haq dengan yang batil. MAka pada surat ini pun terdapat ayat-ayat yang membedakan antara kebenaran ke-esaan Allah s.w.t. dengan kebatilan kepercayaan syirik.<br><br> Pokok-pokok isinya:<br><br><i>1. Keimanan:</i><br> Allah Maha Besar berkah dan kebaikan-Nya; hanya Allah saja yang menguasai langit dan bumi; Allah tidak punya anak dan sekutu; Al Quran benar-benar diturunkan dari Allah; ilmu Allah meliputi segala sesuatu; Allah bersemayam di atas Arsy; Nabi Muhammad s.a.w. adalah hamba Allah yang diutus ke seluruh alam; rasul- rasul itu adalah manusia biasa yang mendapat wahyu dari Allah; pada hari kiamat akan terjadi peristiwa-peristiwa luar biasa seperti belahnya langit, turunnya malaikat ke bumi, orang-orang berdosa dihalau ke neraka dengan berjalan atas muka mereka.<br><br><i>2. Hukum-hukum:</i><br> Tidak boleh mengabaikan Al Quran; larangan menafkahkan harta secara boros atau kikir; larangan membunuh atau berzina; kewajiban memberantas kekafiran dengan mempergunakan alasan Al Quran; larangan memberikan saksi palsu.<br><br><i>3. Kisah-kisah:</i><br> Kisah-kisah Musa a.s., Nuh a.s., kaum Tsamud dan kaum Syu'aib.<br><br><i>4. Dan lain-lain:</i><br> Celaan-celaan orang-orang kafir terhadap Al Quran; kejadian- kejadian alamiyah sebagai bukti ke-esaan dan kekuasaan Allah; hikmah Al Quran diturunkan secara berangsur-angsur; sifat-sifat orang musyrik antara lain mempertuhankan hawa nafsu; tidak mempergunakan akal; sifat-sifat hamba Allah yang sebenarnya.<br><br></span>",
      "closing": "<span class=\"gen\"><br><br><br> Surat Al Furqaan mengandung penjelasan tentang kebenaraan ke Esaan Allah, kenabian Muhammad s.a.w. serta peristiwa-peristiwa yang terjadi pada hari kiamat dan mengemukakan pula kebatalan kemusyrikan dan kekafiran. Kejadian alamiyah seperti pergantian siang dan malam, bertiupnya angin, turunnya hujan dan lain-lain diterangkan Allah dalam surat ini sebagai bukti dari ke Esaan dan kekuasaan-Nya. Akibat umat-umat yang dahulu yang ingkar dan menentang nabi-nabi dikisahkan pula secara ringkas. Pada bagian terakhir, Allah menerangkan sifat-sifat yang terpuji dari hamba-Nya yang beriman.<br><br><i>HUBUNGAN SURAT AL FURQAAN DENGAN SURAT ASY SYU'ARAA'</i><br><br> 1. Beberapa persoalan dalam surat Al Furqaan diuraikan lagi secara luas di dalam surat yang Asy Syu'araa' antara lain beberapa kisah nabi-nabi.<br><br> 2. Masing-masing dari kedua surat itu dimulai dengan keterangan dari Allah bahwa Al Quran adalah petunjuk bagi alam semesta dan membedakan barang yang hak dengan yang batil, dan ditutup dengan ancaman kepada orang- orang yang mendustakan.<br><br></span>"
    },
    {
      "translation": "Para Penyair",
      "arabic": "الشعراۤء",
      "latin": "Asy-Syu'ara'",
      "ayah_count": 227,
      "index": 26,
      "opening": "<span class=\"gen\"><br> Surat ini terdiri dari 227 ayat termasuk golongan surat-surat Makkiyyah. Dinamakan <i>Asy Syu'araa'</i> (kata jamak dari <i>Asy Syaa'ir</i> yang berarti penyair) diambil dari kata <i>Asy Syuaraa'</i> yang terdapat pada ayat 224, yaitu pada bagian terakhir surat ini, di kala Allah s.w.t. secara khusus menyebutkan kedudukan penyair- penyair. Para penyair-penyair itu mempunyai sifat-sifat yang jauh berbeda dengan para rasul-rasul; mereka diikuti oleh orang-orang yang sesat dan mereka suka memutar balikkan lidah dan mereka tidak mempunyai pendirian, perbuatan mereka tidak sesuai dengan tidak mempunyai pendirian, perbuatan mereka tidak sesuai dengan apa yang mereka ucapkan. Sifat-sifat yang demikian tidaklah sekali-kali terdapat pada rasul-rasul. Oleh karena demikian tidak patut bila Nabi Muhammad s.a.w. dituduh sebagai penyair, dan Al Quran dituduh sebagai syair, Al Quran adalah wahyu Allah, bukan buatan manusia.<br><br> Pokok isinya:<br><i>1. Keimanan:</i> Jaminan Allah akan kemenangan perjuangan rasul- rasul-Nya dan keselamatan mereka. Al Quran benar- benar wahyu Allah yang dibawa turun ke dunia oleh Malaikat Jibril a.s. (Ruuhul amiin); hanya Allah yang wajib disembah.<br><br><i>2. Hukum-hukum:</i> Keharusan memenuhi takaran dan timbangan; larangan mengubah syair yang berisi cacian-cacian, khurafat- khurafat, dan kebohongan-kebohongan.<br><br><i>3. Kisah-kisah:</i> Kisah-kisah Nabi Musa a.s. dengan Fir'aun; kisah Nabi Ibrahim a.s. dengan kaumnya; kisah Nabi Nuh a.s. dengan kaumnya; kisah Nabi Shaleh a.s. dengan kaumnya (Tsamud); kisah Nabi Hud a.s. dengan kaumnya (Ad), kisah Nabi Luth a.s. dengan kaumnya; kisah Nabi Syu'aib a.s. dengan penduduk Aikah.<br><br><i>4. Dan lain-lain:</i> Kebinasaan suatu bangsa atau umat disebabkan mereka meninggalkan petunjuk-petunjuk agama; tumbuh-tumbuhan yang beraneka ragam dan perobahan-perobahannya adalah bukti adanya Tuhan Yang Maha Esa; petunjuk-petunjuk Allah bagi pemimpin agar berlaku lemah lembut terhadap pengikut-pengikutnya; turunnya kitab Al Quran dalam bahasa Arab sudah disebut dalam kitab- kitab suci dahulu.<br><br></span>",
      "closing": "<span class=\"gen\"><br> Sebagian besar surat Asy Syu'araa' menerangkan kisah nabi-nabi dengan umatnya masing-masing. Mereka mengalami penderitaan dan permusuhan dari kaumnya, tetapi pada akhirnya mereka mendapat kemenangan, dan lawan-lawan mereka mengalami kehancuran.<br> Kisah-kisah ini diceritakan olah Allah untuk menghibur hati Rasulullah s.a.w. dan kaum muslimin; karena kelak mereka akan mendapat kemenangan sebagaimana para rasul zaman dahulu itu.<br><br><i>HUBUNGAN SURAT ASY SYU'ARAA' DENGAN SURAT AN NAML</i><br> 1. Surat An Naml melengkapi surat Asy Syu'araa' dengan menambahkan ke dalamnya kisah nabi-nabi yang tidak terdapat dalam surat Asy Syu'araa', yaitu kisah Nabi Daud a.s. dan Nabi Sulaiman a.s.<br> 2. Juga terdapat pada surat An Naml tambahan-tambahan uraian kisah Nabi Luth a.s. dan Nabi Musa a.s. yang keduanya ada diceritakan dalam surat Asy Syu'araa'.<br> 3. Masing-masing dari kedua surat ini memuat sifat Al Quran dan menerangkan bahwa Al Quran itu benar-benar diturunkan dari sisi Allah s.w.t.<br> 4. Kedua surat ini sama-sama menghibur hati Nabi Muhammad s.a.w. yang mengalami bermacam-macam penderitaan dan permusuhan dari kaumnya.<br><br></span>"
    },
    {
      "translation": "Semut-semut",
      "arabic": "النمل",
      "latin": "An-Naml",
      "ayah_count": 93,
      "index": 27,
      "opening": "<span class=\"gen\"><br> Surat An Naml terdiri atas 98 ayat, termasuk golongan surat- surat Makkiyyah dan diturunkan sesudah surat Asy Syu'araa'. Dinamai dengan <i>An Naml</i>, karena pada ayat 18 dan 19 terdapat perkataan <i>An Naml</i> (semut), di mana raja semut mengatakan kepada anak buahnya agar masuk sarangnya masing-masing, supaya jangan terpijak oleh Nabi Sulaiman a.s. dan tentaranya yang akan lalu di tempat itu. Mendengar perintah raja semut kepada anak buahnya itu, Nabi Sulaiman tersenyum dan ta'jub atas keteraturan kerajaan semut itu dan beliau mengucapkan syukur kepada Tuhan Yang Maba Kuasa yang telah melimpahkan nikmat kepadanya, berupa kerajaan, kekayaan, memahami ucapan-ucapan binatang, mempunyai tentara yang terdiri atas jin, manusia, burung dan sebagainya. Nabi Sulaiman a.s. yang telah diberi Allah nikmat yang besar itu tidak merasa takabur dan sombong dan sebagai seorang hamba Allah mohon agar Allah memasukkannya ke dalam golongan orang-orang yang saleh. Allah s.w.t. menyebut binatang semut dalam surat ini agar manusia mengambil pelajaran dari kehidupan semut itu. Semut adalah binatang yang hidup berkelompok di dalam tanah, membuat liang dan ruang yang bertingkat-tingkat sebagai rumah dan gudang tempat menyimpan makanan musim dingin. Kerapian dan kedisiplinan yang terdapat dalam kerajaan semut ini, dinyatakan Allah dalam ayat ini dengan bagaimana rakyat semut mencari perlindungan segera agar jangan terpijak oleh Nabi Sulaiman a.s dan tentaranya, setelah menerima peringatan dari rajanya. Secara tidak langsung Allah mengingatkan juga kepada manusia agar dalam berusaha untuk mencukupkan kebutuhan sehari-hari, mementingkan pula kemaslahatan bersama dan sebagainya, rakyat semut mempunyai organisasi dan kerja sama yang baik pula. Dengan mengisahkan kisah Nabi Sulaiman a.s. dalam surat ini Allah mengisyaratkan hari depan dan kebesaran Nabi Muhammad s.a.w. Nabi Sulaiman a.s. sebagai seorang nabi, rasul dan raja yang dianugerahi kekayaan yang melimpah ruah, begitu pula Nabi Muhammad s.a.w. sebagai seorang nabi, rasul dan seoramg kepala negara yang ummi' dan miskin akan berhasil membawa dan memimpin umatnya ke jalan Allah.<br><br> Pokok-pokok isinya:<br><br><i>1. Keimanan:</i><br> Al Quran adalah rahmat dan petunjuk bagi orang-orang mukmin; ke Esaan dan kekuasaan Allah s.w.t. dan keadaan-Nya tidak memerlukan sekutu-sekutu dalam mengatur alam ini; hanya Allah- lah Yang tahu tentang yang ghaib; adanya hari berrbangkit bukanlah suatu dongengan.<br><br><i>2. Kisah-kisah:</i><br> Kisah Nabi Sulaiman a.s dengan semut, dengan burung hud-hud dan dengan ratu Balqis; kisah Nabi Shaleh a.s dengan kaumnya; kisah Nabi Luth a.s. dengan kaumnya.<br><br><i>3. Dan lain-lain:</i><br> Ciri-ciri orang mukmin; Al Quran menjelaskan apa yang diperselisihkan Bani Israil; hanya orang-orang mukminlah yang menerima petunjuk kejadian-kejadian sebelum datangnya kiamat dan keadaan orang-orang yang beriman dan tidak beriman waktu itu, Allah menyuruh Nabi Muhammad s.a.w. dan umatnya memuji dan menyembah Allah saja dan membaca Al Quran, Allah akan memperlihatkan kepada kaum musyrikin akan kebenaran ayat-ayat-Nya.<br><br></span>",
      "closing": "<span class=\"gen\"><br> Surat An Naml dimulai dengan menerangkan sifat-sifat Al Quran, menerangkan kisah beberapa orang rasul dengan umat-umatnya yang mau mengikuti ajaran-ajaran yang dibawanya dan yang tidak mau mengikutinya. Kemudian surat ini diakhiri dengan perintah menyembah Allah dan membaca Al Quran dan bahwa Allah memperlihatkan kepada kaum musyrikin kebenaran ayat-ayat-Nya.<br><br><i>HUBUNGAN SURAT AN NAML DENGAN AL QASHASH</i><br><br> 1. Kedua surat ini sama-sama dimulai dengan huruf abjad, menerangkan sifat-sifat Al Quran dan dengan kisah Musa a.s. Hanya saja kisah Musa a.s. dalam surat Al Qashash diterangkan lebih lengkap dibandingkan kisah Musa a.s. yang terdapat dalam surat An Naml.<br><br> 2. Surat An Naml menerangkan secara garis besarnya bahwa keingkaran orang-orang kafir terhadap adanya hari berbangkit itu tidak beralasan kemudian dikemukakan kepada mereka persoalan-persoalan yang ada hubungannya dengan kebangkitan itu. Hal ini diterangkan lebih jelas dalam surat Al Qashash.<br><br> 3. Surat An Naml menerangkan kehancuran kaum Shaleh dan kaum Luth akibat durhaka kepada Allah dan Nabi-Nya, sedang surat Al Qashash menyinggungnya pula.<br><br> 4. Surat An Naml menyebut balasan pada hari kiamat terhadap orang-orang yang membuat keburukan di dunia, dan surat Al Qashash menyebutkannya pula.<br><br> 5. Bahagian akhir kedua surat ini sama-sama menyebutkan perintah menyembah Allah dan membaca ayat-ayat Al Quran.<br><br></span>"
    },
    {
      "translation": "Kisah-Kisah",
      "arabic": "القصص",
      "latin": "Al-Qasas",
      "ayah_count": 88,
      "index": 28,
      "opening": "<span class=\"gen\"><br> Surat Al Qashash terdiri atas 88 ayat termasuk golongan surat-surat Makkiyyah. Dinamai dengan <i>Al Qashash</i>, karena pada ayat 25 surat ini terdapat kata <i>Al Qashash</i> yang berarti <i>cerita</i>. Ayat ini menerangkan bahwa setelah Nabi Musa a.s. bertemu dengan Nabi Syua'ib a.s. ia menceritakan cerita yang berhubungan dengan dirinya sendiri, yakni pengalamannya dengan Fir'aun, sampai waktu ia diburu oleh Fir'aun karena membunuh seseorang dari bangsa Qibthi tanpa disengaja, Syua'ib a.s. menjawab bahwa Musa a.s. telah selamat dari pengejaran orang-orang zalim. Turunnya ayat 25 surat ini amat besar artinya bagi Nabi Muhammad s.a.w. dan bagi sahabat-sahabat yang melakukan hijrah ke Madinah, yang menambah keyakinan mereka, bahwa akhirnya orang-orang Islamlah yang menang, sebab ayat ini menunjukkan bahwa barangsiapa yang berhijrah dari tempat musuh untuk mempertahankan keimanan, pasti akan berhasil dalam perjuangannya menghadapi musuh-musuh agama. Kepastian kemenangan bagi kaum muslimin itu, ditegaskan pada bagian akhir surat ini yang mengandung bahwa setelah hijrah ke Madinah kaum muslimin akan kembali ke Mekah sebagai pemenang dan penegak agama Allah. Surat Al Qashash ini adalah surat yang paling lengkap memuat cerita Nabi Musa a.s. sehingga menurut suatu riwayat, surat ini dinamai juga dengan surat Musa.<br><br> Pokok pokok isinya:<br><br><i>1. Keimanan:</i><br> Allah yang menentukan segala sesuatu dan manusia harus ridha dengan ketentuan itu; alam adalah fana hanyalah Allah saja Yang Kekal dan semuanya akan kembali kepada Allah, Allah mengetahui isi hati manusia baik yang dilahirkan ataupun yang disembunyikannya.<br><br><i>2. Kisah-kisah:</i><br> Kekejaman Fir'aun dan pertolongan serta karunia Allah kepada Bani Israil; Musa a.s. dilemparkan ke sungai Nil, seorang Qibthi terbunuh oleh Musa a.s.; Musa a.s. di Mad-yan; Musa a.s. menerima perintah Allah menyeru Fir'aun dibukit Thur; kisah Karun.<br><br><i>3. Dan lain-lain:</i><br> Al Quran menerangkan kisah nabi-nabi dan umat-umat dahulu sebagai bukti kerasulan Muhammad s.a.w.; akhli kitab yang beriman dengan Nabi Muhammad s.a.w. diberi pahala dua kali lipat; hikmat Al Quran diturunkan secara berangsur-angsur; hanya Allah-lah Yang memberi taufik kepada hamba-Nya untuk beriman; Allah menghancurkan penduduk sesuatu negeri adalah karena kezaliman penduduknya sendiri; Allah tidak akan mengazab sesuatu umat sebelum diutus rasul kepadanya; keadaan orang-orang kafir dan sekutu-sekutu mereka di hari kiamat; penggantian siang dan malam adalah sebagai rahmat Allah bagi manusia; Allah membalas kebaikan dengan berlipat ganda, sedang balasan kejahatan seimbang dengan yang telah dilakukan; janji Allah akan kemenangan Nabi Muhammad s.a.w.<br><br></span>",
      "closing": "<span class=\"gen\"><br> Surat Al Qashash diturunkan di waktu kaum muslimin dalam keadaan lemah, sedang orang musyrik Mekah sebagai penguasa di waktu itu mempunyai kekuat- an dan kekuasaan yang besar. Dalam surat ini Allah mengemukakan sebagaimana Fir'aun sebagai seorang raja yang mempunyai kekuasaan yang tak terbatas, be- gitu pula Karun sebagai seorang yang berilmu dan mempunyai harta benda yang tak terhingga banyaknya. Akhirnya Fir'aun dan Karun hancur lebur beserta apa yang dipunyainya karena mengingkari agama Allah, sedangkan Musa a.s. yang se- mulanya tidak mempunyai apapun, mendapat kemenangan karena mengikuti agama Allah, ayat 59 menegaskan lagi bahwa Allah menghancurkan negeri-nege- ri yang penduduknya zalim. Kemudian surat ini ditutup dengan menerangkan bahwa kaum muslimin sekalipun dalam keadaan lemah, nanti setelah hijrah ke Madinah akan kembali lagi ke Mekah sebagai pemenang, karena itu tetaplah me- nyembah Allah, tidak ada Tuhan selain Dia. Dialah Yang Maha Kuasa dan me- nentukan segala sesuatu.<br><br><i>HUBUNGAN SURAT QASHASH DENGAN SURAT AL'ANKABUUT</i><br><br> 1. Surat Al'Ankabuut dibuka dengan hiburan dari Allah kepada Nabi Muhammad s.a.w. dan para sahabatnya yang selalu disakiti dan diejek dan diusir oleh orang-orang musyrik Mekah dengan menerangkan bahwa orang-orang yang beriman itu akan menerima cobaan atas keimanan mereka kepada nabi mereka, sedang Al Qashash menerangkan aneka rupa cobaan yang dialami oleh Nabi Musa a.s. dan Bani Israil dalam menghadapi kekejaman Fir'aun. Oleh sebab itu Allah menyuruh agar Nabi Muhammad s.a.w. dan para sahabatnya selalu sabar dalam menghadapi cobaan-cobaan itu.<br><br> 2. Surat Al Qashash mengisahkan selamatnya Musa a.s. dari pengejaran Fir'aun setelah dengan tidak sengaja membunuh orang Qibti, dan mengisahkan selamatnya Musa a.s. dan pengikutnya dari pengejaran Fir'aun dan tentaranya dan tenggelamnya Fir'aun dan tentaranya di laut Merah, sedangkan surat Al Ankabuut mengisahkan selamatnya Nuh a.s. dan pengikutnya di atas bahtera dan tenggelamnya orang-orang yang mengingkari seruan Nuh a.s. Semua ini menunjukkan pertolongan Allah kepada hamba-hamba-Nya yang beriman.<br><br> 3. Surat Al Qashash mengemukakan kelemahan kepercayaan orang-orang yang menyembah berhala dengan menerangkan keadaan penyembah-penyembah berhala dengan berhala itu sendiri di hari kiamat, sedang surat Al'Ankabuut menyatakan kesalahan kepercayaan mereka pula dengan membandingkannya dengan laba-laba yang percaya akan kekuatan sarangnya yang sangat lemah itu.<br><br> 4. Kedua surat ini sama-sama menerangkan Kisah Fir'aun dan Karun, serta akibat perbuatan keduanya. Kedua surat ini sama-sama menyinggung soal-soal hijrah Nabi Muhammad s.a.w.<br><br></span>"
    },
    {
      "translation": "Laba-Laba",
      "arabic": "العنكبوت",
      "latin": "Al-'Ankabut",
      "ayah_count": 69,
      "index": 29,
      "opening": "<span class=\"gen\"><br> Surat Al 'Ankabuut terdiri atas 69 ayat, termasuk golongan surat-surrat Makkiyah. Dinamai <i>Al 'Ankabuut</i> berhubung terdapatnya perkataan <i>Al 'Ankabuut</i> yang berarti <i>laba-laba</i> pada ayat 41 surat ini, dimana Allah mengumpamakan penyembah-penyembah berhala-berhala itu, dengan laba-laba yang percaya kepada kekuatan rumahnya sebagai tempat ia berlindung dan tempat ia menjerat mangsanya, padahal kalau dihembus angin atau ditimpa oleh suatu barang yang kecil saja, rumah itu akan hancur. Begitu pula halnya dengan kaum musyrikin yang percaya kepada kekuatan sembahan-sembahan mereka sebagai tempat berlindung dan tempat meminta sesuatu yang mereka ingini, padahal sembahan-sembahan mereka itu tidak mampu sedikit juga menolong mereka dari azab Allah waktu di dunia, seperti yang terjadi pada kaum Nuh, kaum Ibrahim, kaum Luth, kaum Syu'aib, kaum Saleh, dan lain-lain. Apalagi menghadapi azab Allah di akhirat nanti, sembahan-sembahan mereka itu lebih tidak mampu menghindarkan dan melindungi mereka.<br><br> Pokok-pokok isinya:<br><br><i>1. Keimanan:</i> Bukti-bukti tentang adanya hari berbangkit dan ancaman terhadap orang-orang yang mengingkarinya, tiap-tiap diri akan merasakan mati dan hanya kepada Allah mereka akan kembali; Allah akan menjamin rezki tiap-tiap makhluk-Nya.<br><br><i>2. Hukum-hukum:</i> Kewajiban berbuat baik kepada dua orang ibu bapa; kewajiban mengerjakan sembahyang karena sembahyang itu mencegah dari perbuatan keji dan perbuatan mungkar; kewajiban menentang ajakan mempersekutukan Allah sekalipun datangnya dari ibu bapa.<br><br><i>3. Kisah-kisah:</i> Kisah-kisah cobaan yang dialami oleh Nabi Nuh a.s., Nabi Ibrahim a.s., Nabi Luth a.s., Nabi Syu'aib a.s., Nabi Shaleh a.s., Nabi Musa a.s.<br><br><i>4. Dan lain-lain:</i> Cobaan itu perlu untuk menguji keimanan seseorang, usaha manusia itu manfaatnya untuk dirinya sendiri bukan untuk Allah. Perlawanan terhadap kebenaran pasti hancur.<br><br></span>",
      "closing": "<span class=\"gen\"><br> Surat Al 'Ankabuut menerangkan bahwa seseorang yang menyatakan dirinya beriman, belum dapat dikatakan beriman sebelum imannya itu dicoba dan diuji. Orang yang imannya lemah setelah disakiti barang sedikit saja hancurlah imannya, adakalanya mereka kembali menjadi kafir. Orang yang munafik dan orang yang kafir tidak akan luput dari azab Allah, sebagaimana yang telah dialami oleh umat-umat yang dahulu.<br> Juga Allah mengumpamakan kepercayaan orang-orang musyrikin terhadap kekuatan berhala-berhala yang disembahnya sama dengan kepercayaan laba-laba terhadap kekuatan sarangnya. Dan juga Allah menyuruh orang yang beriman mengerjakan sembahyang mengingat Allah dan menyampaikan agama-Nya. Apabila orang-orang musyrik itu tetap enggan, itu adalah urusan Allah, bila mereka bertindak sewenang-wenang dan kaum muslimin belum mempunyai kekuatan, kaum muslimin haruslah hijrah ke tempat lain karena bumi Allah luas dan Allah- lah yang menentukan dan menjamin rezki tiap-tiap makhluk. Dan juga dunia adalah fana, sedang akhiratlah yang kekal. Di akhirat orang-orang kafir mendapat azab yang kekal sedang orang-orang yang berjihad di jalan Allah mendapat kesenangan yang abadi.<br><br><i>HUBUNGAN SURAT AL 'ANKABUUT DENGAN SURAT AR RUUM</i><br><br> 1. Bagian permulaan surat Al 'Ankabuut menerangkan tentang jihad sebagai ujian bagi orang-orang mukmin, bahwa manusia itu dijadikan Allah bukan untuk bersenang-senang, tetapi untuk berusaha dan berjihad di jalan Allah sampai akhir hayatnya. Dalam berusaha dan berjihad di jalan Allah dan berjuang manusia biasa mendapat halangan dan rintangan, hanya orang- orang yang mukminlah yang sanggup mengatasi halangan dan rintangan itu sehingga mereka mendapat kesenangan. Kemudian pada akhir surat Al 'Ankabuut ini diulangi lagi tentang berjihad itu. Permulaan surat Ar Ruum mengandung arti bahwa orang mukmin akan mengalahkan orang-orang musyrik dalam waktu yang dekat. Maka ditinjau dari segi berjihad dan berusaha ini surat Ar Ruum adalah sebagai penyempurnaan dari apa yang dikemukakan dalam surat Al 'Ankabuut.<br><br> 2. Surat Al 'Ankabuut mengemukakan tentang keesaan Allah dan adanya hari berbangkit secara garis besarnya, sedang surat Ar Ruum mengemukakan bukti-buktinya secara terperinci.<br><br> 3. Surat Al 'Ankabuut menyebutkan bahwa kewajiban rasul-rasul hanyalah menyampaikan agama Allah, sedangkan surat Ar Ruum menyebutkan bahwa rasul-rasul tidak dapat memberi taufik dan menjadikan seseorang menerima apa yang disampaikannya itu, hanyalah Allah yang dapat berbuat demikian.<br><br></span>"
    },
    {
      "translation": "Romawi",
      "arabic": "الرّوم",
      "latin": "Ar-Rum",
      "ayah_count": 60,
      "index": 30,
      "opening": "<span class=\"gen\"><br> Surat Ar Ruum terdiri atas 60 ayat, termasuk golongan surat-surat Makkiyah diturunkan sesudah ayat Al Insyiqaq. Dinamakan <i>Ar Ruum</i> karena pada permulaan surat ini, yaitu ayat 2, 3 dan 4 terdapat pemberitaan bangsa Rumawi yang pada mulanya dikalahkan oleh bangsa Persia, tetapi setelah beberapa tahun kemudian kerajaan Ruum dapat menuntut balas dan mengalahkan kerajaan Persia kembali. Ini adalah suatu mukjizat Al Quran, yaitu memberitakan hal-hal yang akan terjadi di masa yang akan datang. Dan juga suatu isyarat bahwa kaum muslimin yang demikian lemahnya di waktu itu akan menang dan dapat menghancurkan kaum musyrikin. Isyarat ini terbukti pertama kali pada perang Badar.<br><br> Pokok-pokok isinya:<br><br><i>1. Keimanan:</i><br> Bukti-bukti atas kerasulan Nabi Muhammad s.a.w. dengan memberitahukan kepadanya hal yang ghaib seperti menangnya kembali bangsa Rumawi atas kerajaan Persia; bukti-bukti ke-Esaan Allah yang terdapat pada alam sebagai makhluk-Nya dan kejadian- kejadian pada alam itu sendiri; bukti-bukti atas kebenaran adanya hari berbangkit; contoh-contoh dan perumpamaan yang menjelaskan bahwa berhala-berhala dan sembahan-sembahan itu tidak dapat menolong dan memberi manfaat kepada penyembah-penyembahnya sedikitpun.<br><br><i>2. Hukum-hukum:</i><br> Kewajiban menyembah Allah dan mengakui ke-EsaanNya karena hal itu sesuai dengan fitrah manusia; kewajiban berda'wah; kewajiban memberi nafkah (sedekah) kepada kaum kerabat, fakir miskin, musafir dan sebagainya; larangan mengikuti orang musyrik; hukum riba.<br><br><i>3. Kisah-kisah:</i><br> Pemberitaan tentang bangsa Rumawi sebagai suatu umat yang beragama walaupun dikalahkan pada mulanya oleh kerajaan Persia yang menyembah api akhirnya dapat menag kembali.<br><br><i>4. Dan lain-lain:</i><br> Manusia pada umumnya bersifat gembira dan bangga apabila mendapat nikmat dan berputus asa apabila ditimpa musibah, kecuali orang- orang yang beriman; kewajiban rasul hanya menyampaikan da'wah; kejadian-kejadian yang dialami oleh umat-umat yang terdahulu patut menjadi i'tibar dan pelajaran bagi ummat yang kemudian.<br><br></span>",
      "closing": "<span class=\"gen\"><br> Surat Ar Ruum menyebutkan hal-hal yang berhubungan dengan kekuasaan Allah yang mutlak terhadap semua urusan baik sebelum atau sesudah maupun di saat terjadinya suatu peristiwa; agama tauhid (Islam) pasti menang; ancaman-ancaman terhadap kaum musyrikin ; watak-watak manusia; penyebutan kejadian-kejadian pada alam ini sebagai bukti kekuasaan dan ke-Esaan Allah.<br><br><i>HUBUNGAN SURAT AR RUUM DENGAN SURAT LUQMAN</i><br><br> 1. Dalam surat Ar Ruum disebutkan bahwa di dalam Al Quran Allah banyak membuat tamsil/ibarat yang bermanfaat bagi manusia, sedang dalam surat Luqman Allah mengisyaratkan yang demikian.<br><br> 2. Pada bagian akhir surah Ar Ruum disebutkan bahwa keadaan orang kafir itu bila dibacakan kepada mereka ayat-ayat Al Quran mereka selalu membantah dan mendustakannya, sedang pada bahagian permulaan surat Luqman diterangkan keadaan mereka yaitu mereka selalu berpaling dan bersifat sombong terhadap ayat-ayat Al Quran itu.<br><br> 3. Pada surat Ar Ruum terdapat ketegasan bahwa Allah-lah yang memulai penciptaan makhluk dan Dia pulalah yang menciptakannya pada kali yang kedua. Hal itu amat mudah bagi-Nya. Dalam surat Luqman Allah menegaskan bahwa penciptaan manusia dan membangkitkannya kembali di akhirat adalah mudah pula bagi Allah.<br><br> 4. Pada surat Ar Ruum Allah menerangkan tabi'at manusia bahwa apabila mereka ditimpa bahaya mereka berserah diri kepada Tuhannya dan bila mendapat rahmat sebahagian dari mereka kembali mempersekutukan-Nya. Dalam surat Luqman diterangkan tentang watak manusia itu dengan memberikan contoh, yaitu ketika manusia ditimpa bahaya di tengah lautan, dan ketika mereka telah selamat sampai di darat.<br><br></span>"
    },
    {
      "translation": "Luqman",
      "arabic": "لقمٰن",
      "latin": "Luqman",
      "ayah_count": 34,
      "index": 31,
      "opening": "<span class=\"gen\"><br> Surat Luqman terdiri dari 34 ayat, termasuk golongan surat-surat Makkiyyah, diturunkan sesudah surat Ash Shaffaat.<br><br> Dinamai <i>Luqman</i> karena pada ayat 12 disebutkan bahwa <i>Luqman</i> telah diberi oleh Allah nikmat dan ilmu pengetahuan, oleh sebab itu dia bersyukur kepadaNya atas nikmat yang diberikan itu. Dan pada ayat 13 sampai 19 terdapat nasihat-nasihat Luqman kepada anaknya.<br><br> Ini adalah sebagai isyarat daripada Allah supaya setiap ibu bapak melaksanakan pula terhadap anak-anak mereka sebagai yang telah dilakukan oleh Luqman.<br><br> Pokok-pokok isinya :<br><br><i>1. Keimanan:</i><br> Al Qur'aan merupakan petunjuk dan rahmat yang dirasakan benar-benar oleh orang-orang mukmin; keadaan di langit dan di bumi serta keajaiban- keajaiban yang terdapat pada keduanya adalah bukti-bukti atas keesaan dan kekuasaan Allah; manusia tiada akan selamat kecuali dengan taat kepada perintah-perintah Tuhan dan berbuat amal-amal yang saleh; lima hal yang ghaib yang hanya diketahui oleh Allah sendiri; ilmu Allah meliputi segala- galanya baik yang lahir maupun yang batin.<br><br><i>2. Hukum-hukum:</i><br> Kewajiban patuh dan berbakti kepada ibu dan bapa selama tidak bertentangan dengan perintah-perintah Allah; perintah supaya memperhatikan alam dan keajaibannya untuk memperkuat keimanan dan kepercayaan akan ke-Esaan Tuhan; perintah supaya selalu bertakwa dan takut akan pembalasan Tuhan pada hari kiamat di waktu seseorang tidak dapat di tolong baik oleh anak atau bapaknya sekalipun.<br><br><i>3. Kisah-kisah:</i><br> Kisah Luqman, ilmu dan hikmat yang didapatnya.<br><br><i>4. Dan lain-lain:</i><br> Orang-orang yang sesat dari jalan Allah dan selalu memperolok-olokkan ayat- ayat Allah; celaan terhadap orang-orang musyrik karena tidak menghiraukan seruan untuk memperhatikan alam dan tidak menyembah Penciptanya; menghibur hati Rasulullah s.a.w. terhadap keingkaran orang- orang musyrik, karena hal ini bukanlah merupakan kelalaiannya; nikmat dan karunia Allah tidak dapat dihitung.<br><br></span>",
      "closing": "<span class=\"gen\"><br> Surat Luqman mengemukakan hal-hal yang berhubungan dengan hari berbangkit, ke-esaan Allah, kebenaran risalah yang dibawa para rasul dan nasihat-nasihat Luqman kepada anaknya.<br><br><i>HUBUNGAN SURAT LUQMAN DENGAN SURAT AS SAJDAH</i><br><br> 1. Kedua surat ini sama-sama menerangkan dalil-dalil dan bukti-bukti ke- esaan Allah<br><br> 2. Dalam surat Luqman disebutkan keingkaran kaum musyrikin terhadap Al Quran, sedang surat as Sajdah menegaskan bahwa Al Quran itu sungguh- sungguh diturunkan dari Tuhan.<br><br> 3. Dalam surat Luqman ayat 34 disebutkan bahwa ada lima hal yang ghaib yang hanya Allah saja mengetahuinya, sedang dalam surat As Sajdah Allah menerangkan dengan lebih luas hal-hal yang berhubungan dengan yang ghaib itu (lihat ayat 5 s/d 11 dan 27 surat As Sajdah).<br><br></span>"
    },
    {
      "translation": "Sajdah",
      "arabic": "السّجدة",
      "latin": "As-Sajdah",
      "ayah_count": 30,
      "index": 32,
      "opening": "<span class=\"gen\"><br> Surat As Sajdah terdiri atas 30 ayat termasuk golongan surat Makkiyah diturunkan sesudah surat Al Mu'minuun. Dinamakan <i>As Sajdah</i> berhubung pada surat ini terdapat ayat sajdah, yaitu ayat yang kelima belas. Lihat no. <a href=\"al-araaf#206\">[592]</a>.<br><br> Pokok-Pokok Isinya :<br><br><i>1. Keimanan:</i><br> Menyatakan bahwa Nabi Muhammad SAW itu benar-benar seorang rasul dan menjelaskan bahwa kepada musyrik Mekah belum pernah diutus seorang rasulpun sebelumnya; menegaskan bahwa Allah Maha Esa, bahwa Dia-lah yang menguasai alam semesta dan Dia-lah yang mengaturnya dengan aturan yang paling sempurna; menyatakan bahwa hari berbangkit benar-benar akan terjadi.<br><br><i>2. Hukum:</i><br> Anjuran melakukan sembahyang malam (tahajjud dan witir).<br><br><i>3. Dan lain-lain:</i><br> Keterangan mengenai kejadian manusia di dalam rahim dan fase-fase yang dilaluinya sampai ia menjadi manusia; penjelasan bagaimana keadaan orang-orang mukmin di dunia dan nikmat serta pahala-pahala yang disediakan Allah bagi mereka di akhirat; kehinaan yang menimpa orang-orang kafir di akhirat dan mereka pada waktu itu meminta supaya dikem- balikan saja ke dunia untuk bertobat dan berbuat kebaikan, tetapi keinginan ini ditolak; keingkaran kaum musyrik ter- hadap hari berbangkit dan mereka menganggap bahwa hal itu adalah mustahil.<br><br></span>",
      "closing": "<span class=\"gen\"><br> Surat As Sajdah mengemukakan hal-hal yang berhubungan dengan kebenaran Nabi Muhammad SAW sebagai Rasul Allah dan Al-Quran yang diturunkan kepadanya merupakan petunjuk bagi manusia, menegaskan tentang ketauhidan dan kekuasaan Allah dengan mengemukakan hal-hal yang ber- hubungan dengan masa terciptanya alam, proses kejadian manusia dan kebangkitan di hari kiamat serta keajaiban yang terdapat pada alam semesta. Semuanya itu dikemukakan sebagai bantahan terhadap hujah-hujah yang dikemukakan oleh orang-orang musyrikin dan untuk menghilangkan keragu-raguan mereka.<br><br><i>HUBUNGAN SURAT AS SAJDAH DENGAN SURAT AL AHZAB</i><br><br> Surat As Sajdah diakhiri dengan perintah Nabi Muhammad SAW kepada orang-orang mukmin supaya jangan menghiraukan orang-orang kafir itu dan hendaklah ditunggu saja siksaan yang akan menimpa mereka, sedang surat Al Ahzab dimulai dengan perintah Nabi Muhammad SAW supaya orang- orang mukmin tetap bertakwa dan jangan mengikuti orang-orang kafir dan munafik.<br><br></span>"
    },
    {
      "translation": "Golongan Yang Bersekutu",
      "arabic": "الاحزاب",
      "latin": "Al-Ahzab",
      "ayah_count": 73,
      "index": 33,
      "opening": "<span class=\"gen\"><br> Surat Al Ahzab terdiri atas 73 ayat, termasuk golongan surat-surat Madaniyah, diturunkan sesudah surat Ali'Imran. Dinamai <i>Al Ahzab</i> yang berarti <i>golongan-golongan yang bersekutu</i> karena dalam surat ini terdapat beberapa ayat, yaitu ayat 9 sampai dengan ayat 27 yang berhubungan dengan peperangan Al Ahzab, yaitu peperangan yang dilancarkan oleh orang-orang Yahudi, kaum munafik dan orang-orang musyrik terhadap orang-orang mukmin di Medinah. Mereka telah mengepung rapat orang- orang mukmin sehingga sebahagian dari mereka telah berputus asa dan menyangka bahwa mereka akan dihancurkan oleh musuh-musuh mereka itu. Ini adalah suatu ujian yang berat dari Allah untuk menguji sampai dimana teguhnya keimanan mereka. Akhirnya Allah mengirimkan bantuan berupa tentara yang tidak kelihatan dan angin topan, sehingga musuh-musuh itu menjadi kacau balau dan melarikan diri.<br><br> Pokok-pokok isinya:<br><br><i>1. Keimanan:</i><br> Cukuplah Allah saja sebagai Pelindung; taqdir Allah tidak dapat ditolak; Nabi Muhammad s.a.w. adalah contoh dan teladan yang baik; Nabi Muhammad s.a.w. adalah rasul dan nabi yang terakhir; hanya Allah saja yang mengetahui bila terjadinya kiamat.<br><br><i>2. Hukum-hukum:</i><br> Hukum zhihar; kedudukan anak angkat; dasar waris mewarisi dalam Islam ialah hubungan nasab (pertalian darah); tidak ada iddah bagi perempuan yang ditalak sebelum dicampuri; hukum-hukum khusus mengenai perkawinan Nabi dan kewajiban istri-istrinya; larangan menyakiti hati Nabi.<br><br><i>3. Kisah-kisah:</i><br> Perang Ahzab (Khandaq); kisah Zainab binti Jahsy dengan Zaid; memerangi Bani Quraizhah.<br><br><i>4. Dan lain-lain:</i><br> Penyesalan orang-orang kafir di akhirat karena mereka mengingkari Allah dan Rasul-Nya; sifat-sifat orang munafik.<br><br></span>",
      "closing": "<span class=\"gen\"><br> Surat Al Ahzab mengemukakan: tingkah laku orang-orang munafik dan usaha- usaha mereka menyakiti Nabi Muhammad s.a.w., sebab-sebab perang Ahzab dan kesudahannya, tentang perkawinan Nabi dengan isteri-isterinya, sopan-santun di rumah Nabi; fitnah terhadap Nabi Muhammad s.a.w., dan adab sopan santun menurut Islam yang semuanya itu diperlukan untuk membentuk masyarakat Islam yang baru berdiri di Medinah terutama sesudah perang Badar. Dari surat Al Ahzab ini dapat kita ambil kesimpulan bahwa kemenangan orang-orang mukmin terhadap musuh-musuhnya ialah karena persatuan kaum muslimin itu dan ketaatan mereka kepada pimpinan. Fitnah terhadap nabi Muhammad s.a.w. bagaimanapun pandainya musuh-musuh Islam melancarkannya, akhirnya terbongar juga.<br><br><i>HUBUNGAN SURAT AL AHZAB DENGAN SURAT SABA'</i><br><br> 1. Pada akhir surat Al Ahzab disebutkan bahwa Allah bersifat Maha Pengampun lagi Maha Penyayang, sedang di awal surat Saba' disebutkan pula sifat yang demikian itu.<br><br> 2. Pada surat Al Ahzab diceritakan bahwa orang-orang kafir menanyakan bila terjadinya hari kiamat dengan maksud memperolok-olokkan Nabi Muhammad s.a.w. sedang dalam surat Saba' diceritakan pula bahwa orang kafir itu menjadikan berita hari kiamat itu bukan saja sebagai olok-olokan bahkan dengan tegas mengingkarinya dan mencela orang-orang yang percaya kepada hari kiamat itu.<br><br></span>"
    },
    {
      "translation": "Saba'",
      "arabic": "سبأ",
      "latin": "Saba'",
      "ayah_count": 54,
      "index": 34,
      "opening": "<span class=\"gen\"><br> Surat Saba' terdiri atas 54 ayat, termasuk golongan surat-surat Makkiyyah, diturunkan sesudah surat Luqman. Dinamakan <i>Saba'</i> karena didalamnya terdapat kisah kaum Saba'. Saba' adalah nama suatu kabilah dari kabilah-kabilah Arab yang tinggal di daerah Yaman sekarang ini. Mereka mendirikan kerajaan yang terkenal dengan nama kerajaan Sabaiyyah, ibukotanya Ma'rib; telah dapat membangun suatu bendungan raksasa, yang bernama <i>Bendungan Ma'rib</i>, sehingga negeri meka subur dan makmur. Kemewahan dan kemakmuran ini menyebabkan kaum Saba' lupa dan ingkar kepada Allah yang telah melimpahkan nikmatnya kepada mereka, serta mereka mengingkari pula seruan para rasul. Karena keingkaran mereka ini, Allah menimpahkan kepada mereka azab berupa <i>sailul 'arim</i> (banjir yang besar) yang ditimbulkan oleh bobolnya bendungan Ma'rib. Setelah bendungan ma'rib bobol negeri Saba' menjadi kering dan kerajaan mereka hancur.<br><br> Pokok-pokok isinya :<br><br><i>1. Keimanan:</i><br> Ilmu Allah meliputi segala yang ada di langit dan segala yang ada di bumi; kebenaran adanya hari berbangkit dan hari pembalasan; Nabi Muhammad s.a.w. adalah pemberi peringatan; pada hari kiamat berhala-berhala itu tidak dapat memberi manfaat sedikitpun; kalau seorang sesat maka akibat kesesatannya itu menimpa dirinya sendiri, dan kalau ia menemui jalan yang benar adalah berkat petunjuk Allah.<br><br><i>2. Kisah-kisah:</i><br> Kisah Nabi Daud a.s. dan Nabi Sulaiman a.s.; kisah kaum Saba'.<br><br><i>3. Dan lain-lain:</i><br> Celaan kepada kaum musyrikin yang menyembah berhala; tuduh menuduh antara pemimpin-pemimpin yang menyesatkan dengan pengikut-pengikut nya di hari kiamat; sikap orang-orang musyrik diwaktu mendengar Al Quran; rasul-rasul tidak meminta upah dalam melaksanakan dakwahnya; orang-orang musyrik mendoa kepada Allah agar dikembalikan ke dunia untuk melaksanakan perintah dan menjauhi larangan Allah; orang-orang yang hidup berlebih-lebihan dan sewenang-wenang selalu memusuhi Nabi.<br><br></span>",
      "closing": "<span class=\"gen\"><br> Surat Saba' mengutarakan hal-hal yang berhubungan dengan kebangkitan di akhirat, celaan terhadap perbuatan-perbuatan dan kepercayaan orang musyrik dan berhala-berhala mereka yang tidak dapat memberi faedah kepada mereka; kemudian diselingi dengan kisah-kisah, seperti kisah Nabi Daud a.s. dan Nabi Sulaiman a.s., dan kisah kaum Saba' yang hidup berlebih-lebihan sampai melupakan Tuhan; kemudian menemui kehancurannya. Semuanya ini adalah sebagai pelajaran bagi kaum mukmin dan sebagai penawar bagi Nabi Muhammad s.a.w. dalam menghadapi orang-orang kafir.<br><br><i>HUBUNGAN SURAT SABA' DENGAN SURAT FAATHIR</i><br><br> 1. Sama-sama dimulai dengan puji-pujian kepada Allah Pemilik dan Pencipta semesta alam.<br><br> 2. Surat Saba' menceritakan kehancuran orang musyrik akibat perbuatan mereka yang selalu memusuhi para nabi dan orang-orang mukmin; sedang surat Faathir; menyuruh agar orang-orang mukmin bersyukur dan memuji Allah atas nikmat-nikmat-Nya yang di antaranya kehancuran musuh-musuh mereka.<br><br> 3. Dalam surat Saba' Allah menerangkan bahwa segala sesuatu yang berada di langit dan di bumi adalah milik-Nya dan di bawah pengetahuan-Nya sedang surat Faathir menjelaskan bagaimana Allah menerangkan dan mengatur apa yang dimiliki-Nya itu.<br><br></span>"
    },
    {
      "translation": "Maha Pencipta",
      "arabic": "فاطر",
      "latin": "Fatir",
      "ayah_count": 45,
      "index": 35,
      "opening": "<span class=\"gen\"><br> Surat Faathir terdiri atas 45 ayat, termasuk golongan surat-surat Makkiyyah, diturunkan sesudah surat Al Furqaan dan merupakan surat akhir dari urutan surat-surat dalam Al Quran yang dimulai dengan <i>Alhamdulillah</i>. Dinamakan <i>Faathir</i> (pencipta) ada hubungannya dengan perkataan <i>Faathir</i> yang terdapat pada ayat pertama pada surat ini. Pada ayat tersebut diterangkan bahwa Allah adalah Pencipta langit dan bumi, Pencipta malaikat-malaikat, Pencipta semesta alam yang semuanya itu adalah sebagai bukti atas kekuasaan dan kebesaran-Nya. Surat ini dinamai juga dengan <i>surat Malaikat</i> karena pada ayat pertama disebutkan bahwa Allah telah menjadikan malaikat-malaikat sebagai utusan-Nya yang mempunyai beberapa sayap.<br><br> Pokok-pokok isinya:<br><br><i>1. Keimanan:</i><br> Bukti-bukti kekuasaan Allah dan nikmat-nikmat yang telah dianugerahkan-Nya; Allah menciptakan para malaikat menurut bentuk yang dikehendaki-Nya; bukti-bukti atas kebenaran adanya hari berbangkit.<br><br><i>2. Dan lain-lain:</i><br> Kesenangan hidup di dunia adalah sementara; menguatkan hati Rasulullah s.a.w. dalam menyeru orang-orang kafir dengan mengingatkannya kepada Rasul-rasul yang terdahulu dan orang- orang yang mendustakannya; seruan kepada manusia supaya mengerjakan amalan yang baik dan meninggalkan pekerjaan yang buruk supaya jangan mengikuti langkah syaitan; tiap-tiap orang memikul dosanya sendiri; manusia adalah khalifah Allah dimuka bumi; gambaran akibat-akibat yang diterima oleh orang mukmin dan orang- orang kafir; tingkatan orang-orang mukmin.<br><br></span>",
      "closing": "<span class=\"gen\"><br> Kesimpulan surat Faathir ialah mengajak manusia mensyukuri nikmat yang diberikan Allah kepada manusia, menjauhi perbuatan yang jahat memikirkan tentang keindahan-keindahan semesta alam dan manusia adalah sebagai Khalifah Allah di muka bumi.<br><br><i>HUBUNGAN SURAT FAATHIR DENGAN SURAT YAASIIN</i><br><br> 1.Pada bagian akhir surat Faathir dikemukakan bahwa orang-orang musyrik bersumpah akan beriman apabila datang kepada mereka seorang pemberi peringatan (rasul), tetapi setelah datang kepada mereka rasul, mereka mengingkarinya. Pada permulaan surat Yaa Siin Allah menegaskan bahwa Nabi Muhammad s.a.w adalah seorang Rasul yang selalu berada di jalan yang lurus untuk memberi peringatan kepada mereka, tetapi mereka tetap tidak beriman.<br><br> 2.Pada surat Faathir disebut bahwa Allah menundukkan matahari dan bulan, masing-masing beredar menurut waktunya yang tertentu, sedang pada surat Yaa Siin disebutkan bahwa matahari beredar pada garis edarnya yang telah ditetapkan Allah, dan bulan mempunyai garis-garis edar yang telah ditentukan pula.<br><br></span>"
    },
    {
      "translation": "Yasin",
      "arabic": "يٰسۤ",
      "latin": "Yasin",
      "ayah_count": 83,
      "index": 36,
      "opening": "<span class=\"gen\"><br> Surat <i>Yaasiin</i> terdiri atas 83 ayat, termasuk golongan surat-surat Makkiyyah, diturunkan sesudah surat Jin. Dinamai <i>Yaasiin</i> karena dimulai dengan huruf <i>Yaasiin</i>. Sebagaimana halnya arti huruf-huruf abjad yang terletak pada permulaan beberapa surat Al Quran, maka demikian pula arti <i>Yaasiin</i> yang terdapat pada ayat permulaan surat ini, yaitu Allah mengisyaratkan bahwa sesudah huruf tersebut akan dikemukakan hal-hal yang penting antara lain: Allah bersumpah dengan Al Quran bahwa Muhammad s.a.w. benar-benar seorang rasul yang diutus-Nya kepada kaum yang belum pernah diutus kepada mereka rasul-rasul.<br><br> Pokok-pokok isinya:<br><br><i>1. Keimanan:</i><br> Bukti-bukti adanya hari berbangkit; Al Quran bukanlah syair; ilmu, kekuasaan dan rahmat Allah; syurga dan sifat-sifat-Nya yang disediakan bagi orang-orang mukmin; mensucikan Allah dari sifat-sifat yang tidak layak bagi-Nya; anggota badan manusia menjadi saksi pada hari kiamat atas segala perbuatannya di dunia.<br><br><i>2. Kisah:</i><br> Kisah utusan-utusan Nabi Isa a.s dengan penduduk Anthakiyah.<br><br><i>3. Dan lain-lain:</i><br> Tidak ada faedah peringatan bagi orang-orang musyrik; Allah menciptakan segala sesuatu berpasang-pasangan; semua bintang- bintang di cakrawala berjalan pada garis edar yang telah ditetapkan Allah; ajal dan hari kiamat datangnya secara tiba- tiba; Allah menghibur hati Rasulullah s.a.w. terhadap sikap kaum musyrikin yang menyakitkan hatinya.<br><br></span>",
      "closing": "<span class=\"gen\"><br> Surat <i>Yaasiin</i> mengemukakan tentang Al Quran, kanabian Muhammad, menegaskan adanya hari berbangkit disertai bukti-buktinya baik bukti-bukti alamiyah maupun bukti-bukti akliyah; kemudian mengemukakan beberapa perumpamaan diantaranya dengan mengemukakan kisah utusan-utusan Nabi Isa Almasih a.s dengan penduduk Anthakiyah. Kesemuanya dikemukakan sebagai penghibur hati Rasulullah s.a.w. dan untuk menambah keyakinan orang-orang yang beriman yang sedang mengalami tekanan-tekanan dari kaum musyrikin.<br><br><i>HUBUNGAN SURAT YAA SIIN DENGAN SURAT ASH SHAFFAAT</i><br><br> 1. Pada surat Yaa Siin disebut secara umum tentang umat-umat yang telah dihancurkan Allah karena ingkar kepada-Nya, sedang surat Ash Shaffaat menjelaskannya dengan menyebut kisah-kisah Nuh a.s., Isa a.s. dengan kaumnya.<br><br> 2. Pada akhir surat Yaasiin disebut secara umum keadaan orang-orang mukmin dan orang-orang kafir di hari kiamat, sedang surat Ash Shaffaat menjelaskannya.<br><br> 3. Pada surat Yaasiin disebutkan tentang kekuasaan Allah membangkitkan manusia dan menghidupkannya kembali, karena Dia-lah yang menciptakan mereka dan Dia-lah yang menghendaki demikian, sedang surat Ash Shaffaat menjelaskan lebih luas dengan mengemukakan contoh-contoh yang berhubugnan dengan itu.<br><br></span>"
    },
    {
      "translation": "Barisan-Barisan",
      "arabic": "الصّٰۤفّٰت",
      "latin": "As-Saffat",
      "ayah_count": 182,
      "index": 37,
      "opening": "<span class=\"gen\"><br> Surat Ash Shaaffaat terdiri atas 182 ayat termasuk golongan surat Makkiyyah diturunkan sesudah surat Al An'aam. Dinamai dengan <i>Ash Shaaffaat</i> (yang bershaf-shaf) ada hubungannya dengan perkataan <i>Ash Shaaffaat</i> yang terletak pada ayat permulaan surat ini yang mengemukakan bagaimana para malaikat yang berbaris di hadapan Tuhannya yang bersih jiwanya, tidak dapat digoda oleh syaitan. Hal ini hendaklah menjadi i'tibar bagi manusia dalam menghambakan dirinya kepada Allah.<br><br> Pokok-pokok isinya<br><br><i>1. Keimanan</i><br> Dalil-dalil tentang ke-Esaan Allah; adanya hari berbangkit; adanya padang mahsyar dan adanya hari kiamat; malaikat-malaikat selalu bertasbih kepada Allah.<br><br><i>2. Kisah-kisah</i><br> Kisah Nuh a.s.;Kisah Ibrahim a.s.; dan Ismail a.s.; kisah Musa a.s. dan Harun a.s.; kisah Ilyas a.s.; kisah Luth a.s.; kisah Yunus a.s.<br><br><i>3. Dan lain-lain</i><br> Sikap orang-orang kafir terhadap Al Quran; tuduh menuduh antara orang-orang kafir dengan pengikut-pengikutnya di hari Kiamat; kenikmatan di surga; tentang pohon zaqqum;celaan terhadap orang-orang yang mengatakan bahwa Allah beranak; seorang yang baik belum tentu menurunkan keturunan yang baik pula.<br><br></span>",
      "closing": "<span class=\"gen\"><br> Surat ini mengemukakan tentang ke-Esaan Tuhan dan dari bukti-bukti tersebut dapat diambil kesimpulan bahwa tauhid akan menang. Dari kisah-kisah yang dikemukakan surat ini dapat diambil kesimpulan bahwa kaum yang menentang rasulnya akan hancur. Begitu pula halnya dengan kaum musyrik Mekah yang menentang Nabi Muhammad s.a.w. akan mengalami kehancuran.<br><br><i>HUBUNGAN SURAT ASH SHAAFFAAT DENGAN SURAT SHAAD</i><br><br> 1. Dalam surat Ash Shaaffaat disebutkan kisah para nabi, sedang surat Shaad menyebutkan kisah nabi-nabi yang belum disebutkan pada surat Ash Shaaffaat, seperti kisah Daud a.s. dan Sulaiman a.s. dan lain-lain.<br><br> 2. Dalam surat Ash Shaaffaat diterangkan bahwa orang-orang musyrik sebelum diutusnya Rasulullah s.a.w. selalu mengatakan, andaikata mereka mempunyai sebuah kitab pemberi peringatan di antara kitab-kitab yang telah diturunkan kepada orang-orang dahulu, mereka akan taat sedang dalam surat Shaad ditegaskan bahwa Al Quranlah kitab yang lebih sempurna yang seharusnya mereka taati andaikata mereka jujur dalam pengakuannya itu.<br><br> 3. Dalam surat Ash Shaaffaat diterangkan bahwa sesudah datang kepada orang-orang musyrik Mekah Al Quran yang memberi peringatan tetapi mereka mengingkarinya, sedang dalam surat Shaad diterangkan sebab-sebab keingkaran mereka.<br><br></span>"
    },
    {
      "translation": "Sad",
      "arabic": "ص",
      "latin": "Sad",
      "ayah_count": 88,
      "index": 38,
      "opening": "<span class=\"gen\"><br> Surat Shaad terdiri atas 88 ayat termasuk golongan surat Makkiyyah, diturunkan sesudah surat Al Qamar. Dinamai dengan <i>Shaad</i> karena surat ini dimulai dengan <i>Shaad</i> (selanjutnya lihat no. <a href=\"al-baqarah#001\">[10]</a>). Dalam surat ini Allah bersumpah dengan Al Quran, untuk menunjukkan bahwa Al Quran itu suatu kitab yang agung dan bahwa siapa saja yang mengikutinya akan mendapat kebahagiaan dunia dan akhirat dan untuk menunjukkan bahwa Al Quran ini adalah mukjizat Nabi Muhammad s.a.w. yang menyatakan kebenarannya dan ketinggian akhlaknya.<br><br> Pokok-pokok isinya:<br><br><i>1. Keimanan:</i> Dalil-dalil tentang kenabian Muhammad s.a.w., yaitu bahwa dia mengetahui hal-hal yang hanya dapat diketahui dengan jalan wahyu; sumpah iblis untuk menyesatkan manusia seluruhnya kecuali hamba- hamba Allah yang ikhlas; Al Quran diturunkan untuk menjadi pelajaran bagi jin dan manusia seluruhnya.<br><br><i>2. Kisah-kisah:</i> Kisah Daud a.s. dan kisah Sulaiman a.s.; kisah Ayyub a.s.<br><br><i>3. Dan lain-lain:</i> Kaum musyrikin tercengang mendengar pengakuan Nabi Muhammad s.a.w. bahwa Allah adalah Maha Esa; rahasia yang terdapat pada kejadian alam; pertengkaran antara orang-orang yang sesat dan pengikut mereka di neraka; nikmat-nikmat yang dilimpahkan kepada penduduk surga dan azab yang ditimpakan atas isi neraka.<br><br></span>",
      "closing": "<span class=\"gen\"><br> Dari surat ini dapat disimpulkan bahwa tiap nabi yang dahulu selalu mendapat tantangan dan perlawanan dari musuh-musuhnya, tetapi musuh-musuhnya itu dihancurkan Allah. Demikian juga halnya Nabi Muhammad s.a.w. yang mendapat tantangan dan perlawanan dari kaum musyrikin, tetapi akhirnya kaum musyrikin itu hancur. Juga dapat disimpulkan bahwa Al Quran itu adalah semata-mata wahyu dari Tuhan, karena di dalamnya dikhabarkan hal-hal yang hanya dapat diketahui dengan perantaraan wahyu, yaitu hal-hal yang akan terjadi di masa yang akan datang dan hal-hal yang telah terjadi dahulu kala tanpa ada yang menceritakannya, hal-hal yaag terjadi di alam atas dan di akhirat nanti.<br><br><i>HUBUNGAN SURAT SHAAD DENGAN SURAT AZ ZUMAR</i><br><br> 1. Akhir surat Shaad menerangkan bahwa Al Quran itu adalah peringatan bagi semesta alam, sedang permulaan surat Az Zumar menerangkan bahwa Al Quran turun dari Allah Yang Maha Perkasa lagi Maha Bijaksana.<br><br> 2. Sama-sama menyebut hal ikhwal makhluk sejak permulaan sampai kembali kepada Allah.<br><br> 3. Kalau kita perhatikan seakan-akan surat Az-Zumar merupakan lanjutan dari surat Shaad, karena pada akhir surat Shaad diterangkan penciptaan Adam. Kemudian pada surat Az-Zumar diterangkan Allah menciptakan manusia semuanya dan menerangkan kesudahan nasib manusia yaitu bahwa semua manusia akan mati, kemudian dibangkitkan kembali dan dihisab, akhirya orang yang bertakwa dimasukkan ke dalam surga, dan orang yang kafir dimasukkan ke dalam neraka.<br><br></span>"
    },
    {
      "translation": "Rombongan",
      "arabic": "الزمر",
      "latin": "Az-Zumar",
      "ayah_count": 75,
      "index": 39,
      "opening": "<span class=\"gen\"><br> Surat Az Zumar terdiri ataz 75 ayat, termasuk golongan surat-surat Makkiyyah, diturunkan sesudah surat Saba'. Dinamakan <i>Az Zumar</i> (Rombongan-rombongan) karena perkataan <i>Az Zumar</i> yang terdapat pada ayat 71 dan 73 ini. Dalam ayat-ayat tersebut diterangkan keadaan manusia di hari kiamat setelah mereka dihisab, di waktu itu mereka terbagi atas dua rombongan; satu rombongan dibawa ke neraka dan satu rombongan lagi dibawa ke syurga. Masing- masing rombongan memperoleh balasan dari apa yang mereka kerjakan di dunia dahulu. Surat ini dinamakan juga <i>Al Ghuraf</i> (kamar-kamar) berhubung perkataan <i>ghuraf</i> yang terdapat pada ayat 20, dimana diterangkan keadaan kamar-kamar dalam syurga yang diperoleh orang-orang yang bertakwa.<br><br> Pokok-pokok Isinya:<br><br><i>1. Keimanan:</i><br> Dalil-dalil ke-Esaan dan kekuasaan Allah; malaikat-malaikat berkumpul di sekeliling 'arsy bertasbih kepada Tuhannya; pada hari kiamat tiap-tiap orang mempunyai catatan amalannya masing-masing.<br><br><i>2. Kisah-kisah:</i><br> Perintah memurnikan ketaatan kepada Allah; larangan berputus asa terhadap rahmat Allah.<br><br><i>3. Dan lain-lain:</i><br> Tabiat orang-orang musyrik dalam keadaan senang dan susah; perumpamaan dalam al Quran dan faedahnya; kedahsyatan hari kiamat; air muka orang musyrik dan air muka orang mukmin pada hari kiamat; janji Allah mengampuni orang-orang yang bersalah bila mereka bertaubat.</span>",
      "closing": "<span class=\"gen\"><br> Dari surat Az Zumar dapat diambil pelajaran sebagai berikut:<br> a. Al Quran adalah petunjuk yang paling sempurna bagi manusia.<br> b. Tiap-tiap makhluk akan mati dan di akhirat akan dihisab tentang amalan-amalannya.<br> c. Sekalipun manusia itu banyak dosanya, dilarang berputus-asa terhadap rahmat Allah.<br><br><i>HUBUNGAN SURAT AZ ZUMAR DENGAN SURAT AL MU'MIN</i><br> 1. Surat Az Zumar menerangkan bagaimana kesudahan orang-orang mukmin dan kesudahan orang-orang kafir yang selalu mengingkari Nabi yang diutus kepada mereka. Surat Al Mu'min menerangkan bahwa Allah mengampuni segala dosa hamba-Nya yang mau mengikuti jalan yang benar. Hal ini merupakan ajakan Allah kepada orang-orang kafir agar mereka beriman.<br> 2. Sama-sama mengutarakan hal-hal yang berhubungan dengan keadaan hari kiamat, keadaan mahsyar, syurga dan neraka.</span>"
    },
    {
      "translation": "Maha Pengampun",
      "arabic": "غافر",
      "latin": "Gafir",
      "ayah_count": 85,
      "index": 40,
      "opening": "<span class=\"gen\"><br> Surat Al Mu'min terdiri atas 85 ayat, termasuk golongan surat-surat Makkiyyah, diturunkan sesudah surat Az Zumar. Dinamai <i>Al Mu'min</i> (Orang yang beriman), berhubung dengan perkataan <i>mukmin</i> yang terdapat pada ayat 28 surat ini. Pada ayat 28 diterangkan bahwa salah seorang dari kaum Fir'aun telah beriman kepada Nabi Musa a.s. dengan menyembunyikan imannya kepada kaumnya, setelah mendengar keterangan dan melihat mukjizat yang dikemukakan oleh Nabi Musa a.s. Hati kecil orang ini mencela Fir'aun dan kaumnya yang tidak mau beriman kepada Nabi Musa a.s., sekalipun telah dikemukakan keterangan dan mukjizat yang diminta mereka.<br><br> Dinamakan pula <i>Ghafir</i> (yang mengampuni), karena ada hubungannya dengan kalimat <i>Ghafir</i> yang terdapat pada ayat 3 surat ini. Ayat ini mengingatkan bahwa <i>Maha Pengampun</i> dan <i>Maha Penerima Taubat</i> adalah sebagian dari sifat-sifat Allah, karena itu hamba-hamba Allah tidak usah khawatir terhadap perbuatan-perbuatan dosa yang telah terlanjur mereka lakukan, semuanya itu akan diampuni Allah asal benar-benar memohon ampun dan bertaubat kepada-Nya dan berjanji tidak akan mengerjakan perbuatan-perbuatan dosa itu lagi. Dan surat ini dinamai <i>Dzit Thaul</i> (Yang Mempunyai Kurnia) karena perkataan tersebut terdapat pada ayat 3.<br><br> Pokok-pohok isinya:<br><br><i>1. Keimanan:</i><br> Sifat-sifat malaikat yang memikul 'Arsy dan yang berada di sekitarnya; dalil-dalil yang menunjukkan kekuasaan Allah, sifat-sifat Allah yang menunjukkan kebesaran dan keagungan-Nya; ilmu Allah meliputi segala sesuatu; bukti-bukti yang menunjukkan adanya hari berbangkit.<br><br><i>2. Kisah:</i><br> Kisah Musa a.s. dengan Fir'aun.<br><br><i>3. Dan lain-lain:</i><br> Al Quranulkarim dan sikap orang-orang mukmin dan orang-orang kafir terhadapnya; permohonan orang-orang kafir supaya dikeluarkan dari neraka; peringatan kepada orang-orang musyrik tentang kedahsyatan hari kiamat; anjuran bersabar dalam menghadapi kaum musyrikin; nikmat-nikmat Allah yang terdapat di daratan dan lautan; janji Rasulullah s.a.w. bahwa orang-orang mukmin akan menang terhadap musuhnya.<br><br></span>",
      "closing": "<span class=\"gen\"><br> Surat Al Mu'min mengemukakan hal-hal yang berhubungan dengan bantahan orang-orang kafir dan pengakuan orang-orang mukmin terhadap Al Qurannulkarim terutama yang berhubungan dengan ketauhidan, penegasan kebangkitan dan kerasulan, kemudian mengemukakan bahwa keadaan orang-orang musyrik akan sama halnya dengan keadaan Fir'aun, Qarun, dan Haman, bila orang-orang musyrik tetap pada kemusyrikannya.<br><br><i>HUBUNGAN SURAT AL MU'MIN DENGAN SURAT FUSHSHILAT</i><br><br> 1. Sama-sama memberikan peringatan kepada orang-orang Quraisy yang mengingkari Muhammad s.a.w.<br><br> 2. Sama-sama dimulai dengan menyebut sifat-sifat Al Quran.<br><br></span>"
    },
    {
      "translation": "Yang Dijelaskan",
      "arabic": "فصّلت",
      "latin": "Fussilat",
      "ayah_count": 54,
      "index": 41,
      "opening": "<span class=\"gen\"><br> Surat Fushshilat terdiri atas 54 ayat, termasuk golongan surat-surat Makkiyyah, diturunkan sesudah surat Al Mu'min. Dinamai <i>Fushshilat</i> (yang dijelaskan) karena ada hubungannya dengan perkataan <i>Fushshilat</i> yang terdapat pada permulaan surat ini yang berarti <i>yang dijelaskan</i>. Maksudnya ayat-ayatnya diperinci dengan jelas tentang hukum-hukum, keimanan, janji dan ancaman, budi pekerti, kisah, dan sebagainya. Dinamai juga dengan <i>Haa Miim dan As Sajdah</i> karena surat ini dimulai dengan <i>Haa Miim</i> dan dalam surat ini terdapat ayat Sajdah.<br><br> Pokok-pokok isinya :<br><br><i>1. Keimanan:</i><br> Al Quran dan sikap orang-orang musyrik terhadapnya; kejadian-kejadian langit dan bumi dan apa yang ada pada keduanya membuktikan adanya Allah; semua yang terjadi dalam alam semesta tidak lepas dari pengetahuan Allah.<br><br><i>2. Dan lain-lain:</i><br> Hikmah diciptakannya gunung-gunung; anggota tubuh tiap-tiap orang menjadi saksi terhadap dirinya pada hari kiamat; azab yang ditimpakan kepada kaum Aad dan Tsamud; permohonan orang-orang kafir agar dikembalikan ke dunia untuk mengerjakan amal-amal saleh; berita gembira dari malaikat kepada orang-orang yang beriman; anjuran menghadapi orang-orang kafir secara baik-baik; ancaman terhadap orang-orang yang mengingkari ke-Esaan Allah; sifat-sifat Al Quranul Karim; manusia dan wataknya.<br><br></span>",
      "closing": "<span class=\"gen\"><br> Surat Fushshilat mengutarakan hal-hal yang berhubungan dengan Al Quran dan sikap orang-orang musyrik terhadapnya; kekuasaan Allah di langit dan di bumi; ancaman kepada orang-orang musyrik di dunia dan di akhirat. Kemudian dikemukakan tentang keadaan orang-orang yang selalu beribadat kepada Tuhannya, dan disusuli dengan mengemukakan beberapa tabiat manusia.<br><br><i>HUBUNGAN SURAT FUSHSHILAT DENGAN SURAT ASY SYUURA</i><br><br> Kedua surat ini sama-sama mengutarakan kebenaran Al Quran, menolak kecaman dan celaan orang-orang kafir Mekah terhadapnya; bujukan terhadap Nabi Muhammad s.a.w agar jangan bersedih hati dan berputus asa, karena kecaman dan celaan itu sudah sewajarnya datang dari musuh-musuh agama, dan hal itu telah dialami oleh rasul-rasul sebelumnya.<br><br></span>"
    },
    {
      "translation": "Musyawarah",
      "arabic": "الشورى",
      "latin": "Asy-Syura",
      "ayah_count": 53,
      "index": 42,
      "opening": "<span class=\"gen\"><br> Surat Asy Syuura terdiri atas 53 ayat, termasuk golongan surat-surat Makkiyyah, diturunkan sesudah surat Fushshilat. Dinamai dengan <i>Asy Syuura</i> (musyawarat) diambil dari perkataan <i>Syuura</i> yang terdapat pada ayat 38 surat ini. Dalam ayat tersebut diletakkan salah satu dari dasar-dasar pemerintahan Islam ialah musyawarat. Dinamai juga <i>Haa Miim 'Ain Siin Qaaf</i> karena surat ini dimulai dengan huruf-huruf hijaiyah itu.<br><br> Pokok-pokok isinya:<br><br><i>1. Keimanan:</i><br> Dalil-dalil tentang Allah Yang Maha Esa dengan menerangkan kejadian langit dan bumi, turunnya hujan, berlayarnya kapal di lautan dengan aman dan sebagainya; Allah memberi rezki kepada hamba-Nya dengan ukuran tertentu sesuai dengan kemaslahatan mereka dan sesuai pula dengan hikmah dan ilmu-Nya; Allah memberikan anak laki-laki dan perempuan kepada siapa yang dikehendaki-Nya, atau tidak memberi anak seorangpun; cara-cara Allah menyampaikan perkataan-Nya kepada manusia; pokok-pokok agama yang dibawa para rasul adalah sama.<br><br><i>2. Hukum:</i><br> Tidak ada dasar untuk menuntut orang yang mempertahankan diri.<br><br><i>3. Dan lain-lain:</i><br> Keterangan bagaimana keadaan orang-orang kafir dan keadaan orang-orang mukmin nanti di akhirat; memberi ampun lebih baik dari pada membalas dan membalas jangan sampai melampaui batas; orang-orang kafir mendesak Nabi Muhammad s.a.w. supaya hari kiamat disegerakan datangnya; kewajiban rasul hanya menyampaikan risalahnya.<br><br></span>",
      "closing": "<span class=\"gen\"><br> Surat Asy Syuura dimulai dengan menerangkan hal-hal yang berhubungan dengan wahyu, keimanan, Al Quran yang diturunkan kepada Nabi Muhammad s.a.w. benar-benar berasal dari Allah; agama yang dibawa Nabi Muhammad s.a.w. sama pokok-pokoknya dengan agama yang dibawa para rasul yang dahulu; janji kepada orang-orang mukmin dan ancaman kepada orang-orang kafir. Surat ini ditutup dengan menerangkan bagaimana caranya Allah berhubungan dengan manusia.<br><br><i>HUBUNGAN SURAT ASY SYUURA DENGAN SURAT AZ ZUKHRUF</i><br><br> 1. Kedua surat ini sama-sama dimulai dengan pembicaraan mengenai Al Quran yang diturunkan dari Tuhan Yang MAha Perkasa lagi Maha Bijaksana.<br><br> 2. Kedua surat ini sama-sama mengutarakan bagaimana sikap orang-orang kafir terhadap Al Quran dan mengemukakan dalil-dalil atas keesaan dan kekuasaan Allah.<br><br></span>"
    },
    {
      "translation": "Perhiasan",
      "arabic": "الزخرف",
      "latin": "Az-Zukhruf",
      "ayah_count": 89,
      "index": 43,
      "opening": "<span class=\"gen\"><br> Surat Az Zukhruf terdiri atas 89 ayat, termasuk golongan surat-surat Makkiyyah, diturunkan sesudah surat Asy Syuura.<br><br> Dinamai <i>Az Zukhruf</i> (Perhiasan) diambil dari perkataan <i>Az Zukhruf</i> yang terdapat pada ayat 35 surat ini. Orang-orang musyrik mengukur tinggi rendahnya derajat seseorang tergantung kepada perhiasan dan harta benda yang ia punyai, karena Muhammad s.a.w. adalah seorang anak yatim lagi miskin, ia tidak pantas diangkat Allah sebagai seorang rasul dan nabi. Pangkat rasul dan nabi harus diberikan kepada orang yang kaya. Ayat ini menegaskan bahwa harta tidak dapat dijadikan dasar untuk mengukur tinggi rendahnya derajat seseorang, karena harta itu merupakan hiasan kehidupan duniawi, bukan berarti kesenangan akhirat.<br><br> Pokok-pokok isinya:<br><br><i>1.Keimanan:</i><br> Al Quran berasal dari Lauh Mahfuzh; Nabi Isa a.s. itu tidak lain hanyalah seorang hamba Allah; pengakuan Nabi Isa a.s. bahwa Allah-lah Tuhan yang sebenarnya; mensifatkan bagaimana kesenangan di dalam syurga dan hebatnya penderitaan orang kafir di dalam neraka sehingga mereka ingin mati saja agar terlepas dari siksa itu; Tuhan tidak mempunyai anak.<br><br><i>2.Hukum-hukum:</i><br> Perintah Tuhan kepada Nabi Muhammad s.a.w supaya menjauhi orang-orang yang tidak beriman.<br><br><i>3.Kisah-kisah:</i><br> Kisah Nabi Ibrahim a.s., Musa a.s. dan Isa a.s. sebagai perbandingan bagi Nabi dan sebagai penawar sewaktu menghadapi kesulitan dalam melakukan da'wah.<br><br><i>4.Dan lain-lain:</i><br> Pengakuan orang musyrik Mekah bahwa Allah-lah Yang menciptakan langit dan bumi, tetapi mereka tetap menyembah berhala; kepercayaan mereka bahwa malaikat adalah anak Allah dan penolakan atas kepercayaan yang salah itu; Muhammad s.a.w sebagai rasul mendapat ejekan dan celaan-celaan dari kaumnya dan hal ini adalah biasa, karena rasul-rasul yang dahulupun demikian pula halnya; orang-orang musyrik sangat kuat berpegang kepada tradisi dan adat istiadat nenek moyang mereka dalam beragama, sehingga tertutup hati mereka untuk menerima kebenaran.<br><br></span>",
      "closing": "<span class=\"gen\"><br> Surat Az Zukhruf dimulai dengan menerangkan bahwa Al Quran adalah wahyu Ilahi dan diambil dari Lauh Mahfuzh. Kemudian menerangkan sikap orang musyrik terhadap para nabi dan menyebutkan sebahagian hikmah Allah yang dilimpahkan kepada manusia. Dikemukakan juga tentang sifat orang-orang musyrik yang suka mengada-adakan kebathilan dan kerusakan kepercayaan mereka dan sifat-sifat mereka yang sombong, walaupun mereka telah diperingatkan dengan nasib umat-umat yang dahulu yang mendurhakai Allah.<br><br> Akhirnya, mengingat tindakan-tindakan orang-orang musyrikin yang lebih mementingkan perhiasan dan keduniawian itu, maka surat ini ditutup dengan perintah Allah agar Nabi Muhammad s.a w. berpaling dari orang-orang musyrik itu, nanti mereka akan merasakan dan mengetahui kebenaran ancaman Allah.<br><br><i>HUBUNGAN SURAT AZ ZUKHRUF DENGAN SURAT AD DUKHAAN</i><br><br> 1. Kedua surat itu sama-sama dimulai dengan menyebutkan sifat-sifat Al-Quran.<br><br> 2. Pada akhir surat Az Zukhruf disebutkan ancaman kepada orang-orang kafir dan pada permulaan surat Ad-Dukhaan terdapat pula peringatan dan ancaman itu.<br><br> 3. Pada surat ini terdapat kesatuan sikap antara Nabi Muhammad s.a.w. da Nabi Musa a.s. yaitu pada surat Az Zukhruf Nabi Muhammad s.a.w. mengadu kepada Tuhannya bahwa kaumnya adalah orang yang tidak mau beriman, sedang pada surat Ad Dukhaan Nabi Musa a.s. mengadu kepada Tuhannya bahwa kaumnya adalah orang yang durhaka dan banyak dosa.<br><br></span>"
    },
    {
      "translation": "Kabut",
      "arabic": "الدخان",
      "latin": "Ad-Dukhan",
      "ayah_count": 59,
      "index": 44,
      "opening": "<span class=\"gen\"><br> Surat Ad Dukhaan terdiri atas 59 ayat, termasuk golongan surat-surat Makkiyyah, diturunkan sesudah Az Zukhruf.<br><br> Dinamai <i>Ad Dukhaan</i> (kabut), diambil dari perkataan <i>Dukhaan</i> yang terdapat pada ayat 10 surat ini.<br><br> Menurut riwayat Bukhari secara ringkas dapat diterangkan sebagai berikut: Orang-orang kafir Mekah dalam menghalang-halangi agama Islam dan menyakiti serta mendurhakai Nabi Muhammad s.a.w. sudah melewati batas, karena itu Nabi mendoa kepada Allah agar diturunkan azab sebagaimana yang telah diturunkan kepada orang-orang yang durhaka kepada Nabi Yusuf yaitu musim kemarau yang panjang. Do'a Nabi itu dikabulkan Allah sampai orang-orang kafir memakan tulang dan bangkai, karena kelaparan. Mereka selalu menengadah ke langit mengharap pertolongan Allah. Tetapi tidak satupun yang mereka lihat kecuali kabut yang menutupi pandangan mereka.<br><br> Akhirnya mereka datang kepada Nabi agar Nabi memohon kepada Allah supaya hujan diturunkan. Setelah Allah mengabulkan doa Nabi, dan hujan di turunkan, mereka kembali kafir seperti semula; karena itu Allah menyatakan bahwa nanti mereka akan diazab dengan azab yang pedih.<br><br> Pokok-pokok isinya.<br><br><i>1. Keimanan:</i><br> Dalil-dalil atas kenabian Muhammad s.a.w.; huru-hara dan kehebatan hari kiamat; pada hari kiamat hanya amal-amal seseorang yang dapat menolongnya; azab dan penderitaan yang ditemui orang-orang kafir di akhirat serta nikmat dan kesenangan yang diterima orang-orang mukmin.<br><br><i>2. Hukum-hukum:</i><br> Kisah Musa a.s dengan Fir'aun dan kaumnya.<br><br><i>3. Dan lain-lain:</i><br> Permulaan turunnya Al Quran pada malam lailatul Qadar; orang-orang kafir hanya beriman kalau mereka ditimpa bahaya, kalau bahaya telah hilang mereka kafir kembali; dalam penciptaan langit dan bumi itu terdapat hikmat yang besar.<br><br></span>",
      "closing": "<span class=\"gen\"><br> Surat Ad Dukhaan dimulai dengan menyebut keagungan Al Quran. Kaum Quraisy karena tidak mengikuti seruan Nabi Muhammad s.a.w., Nabi mendoakan agar didatangkan musim kemarau yang panjang, kemudian mereka beriman dan mengharap agar Nabi mendoa kepada Allah agar diturunkan hujan, setelah hujan diturunkan, mereka kafir kembali, lalu mereka diancam Allah dengan kehancuran. Kisah Fir'aun dan kaumnya disebutkan di sini sebagai peringatan bagi mereka.<br><br><i>HUBUNGAN SURAT AD DUKHAAN DENGAN SURAT AL JAATSIAH</i><br><br> Kedua surat ini hampir sama isi dan maksudnya, seperti menjelaskan keterangan mengenai adanya Allah dan kekuasaan-Nya, sikap orang kafir terhadap seruan Nabi Muhammad s.a.w., ancaman kepada orang-orang kafir dan siksaan hebat yang mereka derita pada hari kiamat.<br><br></span>"
    },
    {
      "translation": "Berlutut",
      "arabic": "الجاثية",
      "latin": "Al-Jasiyah",
      "ayah_count": 37,
      "index": 45,
      "opening": "<span class=\"gen\"><br> Surat Al Jaatsiyah terdiri atas 37 ayat, termasuk golongan surat-surat Makkiyyah, diturunkan sesudah surat Ad Dukhaan. Dinamai dengan <i>Al Jaatsiyah</i> (yang berlutut) diambil dari perkataan <i>Jaatsiyah</i> yang terdapat pada ayat 28 surat ini. Ayat tersebut menerangkan tentang keadaan manusia pada hari kiamat, yaitu semua manusia dikumpulkan ke hadapan mahkamah Allah Yang Maha Tinggi yang memberikan keputusan terhadap perbuatan yang telah mereka lakukan di dunia. Pada hari itu semua manusia berlutut di hadapan Allah. Dinamai juga dengan <i>Asy Syari'ah</i> diambil dari perkataan <i>Syari'ah</i> (Syari'at) yang terdapat pada ayat 18 surat ini.<br><br> Pokok-pokok isinya:<br><br><i>1. Keimanan:</i><br> Keterangan-keterangan dan dalil-dalil atas adanya Allah pencipta langit dan bumi, buruk dan baik yang dikerjakan oleh manusia akibatnya bagi dirinya sendiri; Allah Pelindung orang-orang yang bertakwa; kebesaran dan keagungan hanya hak Allah semata; kepastian bahwa Allah-lah yang menghidupkan, mematikan dan menghimpunkan manusia pada hari kiamat; keterangan-keterangan mengenai huru-hara hari kiamat dan bagaimana tiap-tiap orang menerima perhitungan pekerjaannya di akhirat; pada hari kiamat jelaslah bagi orang-orang musyrikin keburukan perbuatan-perbuatan yang mereka kerjakan di dunia, dan mereka tidak lepas dari azab yang waktu di dunia mereka perolok-olokkan.<br><br><i>2. Hukum-hukum:</i><br> Perintah kepada Rasulullah s.a.w. supaya jangan mengikuti orang-orang yang tidak mempergunakan akalnya dan jangan menuruti kemauan mereka.<br><br><i>3. Kisah:</i><br> Kisah Bani Israil yang telah diberi nikmat oleh Allah, tetapi mereka berpaling dan menyeleweng dari ajaran agama, sehingga timbul perselisihan yang hebat antara sesama mereka.<br><br><i>4. Dan lain-lain:</i><br> Ancaman kepada orang-orang musyrik yang mendustakan ayat Allah serta berlaku sombong terhadapnya; kebatalan pendapat kaum Dahriyah (atheisme, sceptisme dan vrij denker), keingkaran mereka terhadap hari kiamat.<br><br></span>",
      "closing": "<span class=\"gen\"><br> Surat Al Jaatsiyah mengutarakan tentang Al Quran yang diturunkan Allah, Pencipta dan Pengatur semesta alam. Sesungguhnya segala macam kejadian yang terdapat pada alam dapat dijadikan bukti bagi adanya Allah, kecelakaan yang besarlah bagi orang yang tidak mempercayai dan mensyukuri nikmat Allah, segala puji hanya untuk Allah saja, keagungan hanyalah kepunyaan Allah.<br><br><i>HUBUNGAN SURAT AL JAATSIYAH DENGAN SURAT AL AHQAAF</i><br><br> 1. Surat Al Jaatsiyah ditutup dengan ketauhidan, keagungan dan kebesaran Allah, sedang surat Al Ahqaaf dimulai dengan ketauhidan pula dengan menerangkan bahwa berhala-berhala yang disembah orang-orang musyrik itu tidak dapat menciptakan sesuatu apapun.<br><br> 2. Surat Al Jaatsiyah memuat ancaman terhadap kaum musyrik, sedang pada surat Al Ahqaaf ancaman itu lebih dipertegas dengan mengingatkan azab yang telah menimpa kaum 'Aad.<br><br></span>"
    },
    {
      "translation": "Bukit Pasir",
      "arabic": "الاحقاف",
      "latin": "Al-Ahqaf",
      "ayah_count": 35,
      "index": 46,
      "opening": "<span class=\"gen\"><br> Surat Al Ahqaaf terdiri dari 35 ayat termasuk golongan surat-surat Makkiyyah, diturunkan sesudah surat Al Jaatsiyah. Dinamai <i>Al Ahqaaf</i> (bukit-bukit pasir) dari perkataan <i>Al Ahqaaf</i> yang terdapat pada ayat <a href=\"al-ahqaaf#021\">21</a> surat ini.<br><br> Dalam ayat tersebut dan ayat-ayat sesudahnya diterangkan bahwa Nabi Hud a.s. telah menyampaikan risalahnya kepada kaumnya di <i>Al Ahqaaf</i> yang sekarang dikenal dengan Ar Rab'ul Khaali, tetapi kaumnya tetap ingkar sekalipun mereka telah diberi peringatan pula oleh rasul-rasul yang sebelumnya. Akhirnya Allah menghancurkan mereka dengan tiupan angin kencang. Hal ini adalah sebagai isyarat dari Allah kepada kaum musyrikin Quraisy bahwa mereka akan dihancurkan bila mereka tidak mengindahkan seruan Rasul.<br><br> Pokok-pokok isinya:<br><br><i>1. Keimanan:</i><br> Dalil-dalil dan bukti keesaan Allah dan bahwa penyembah-penyembah berhala adalah sesat; orang-orang mukmin akan mendapat kebahagiaan dan orang-orang kafir akan diazab; risalah Nabi Muhammad s.a.w. tidak hanya terbatas kepada umat manusia saja, tetapi juga kepada jin.<br><br><i>2. Hukum-hukum:</i><br> Perintah kepada manusia supaya patuh kepada ibu bapak, memuliakannya dan mengerjakan apa yang diridhai Allah terhadapnya dan larangan menyakiti hatinya.<br><br><i>3. Kisah-kisah:</i><br> Kisah Nabi Hud a.s. dan kaumnya.<br><br><i>4. Dan lain-lain:</i><br> Orang yang mementingkan kenikmatan hidup duniawi saja akan merugi kelak di akhirat; orang-orang yang beriman kepada Allah dan beristiqamah dalam kehidupannya tidak ada kekhawatiran terhadap mereka dan mereka tidak bersedih hati.<br><br></span>",
      "closing": "<span class=\"gen\"><br> Surat Al Ahqaaf menerangkan tentang diturunkannya Al Qur'an daripada Allah s.w.t. dan imannya segolongan jin kepada Nabi Muhammad s.a.w., keimanan, kebatilan, syirik, pernyataan bahwa risalah Muhammad s.a.w. adalah dari Allah, perintah Allah supaya menghormati orang tua dan mendoakannya, memperingatkan kaum musyrikin tentang azab yang telah ditimpakan kepada kaum Hud. Dan surat ini ditutup dengan nasehat keharusan bersabar bagi Nabi Muhammad s.a.w.<br><br><i>HUBUNGAN SURAT AL AHQAAF DENGAN SURAT MUHAMMAD</i><br><br> Hubungan surat Al Ahqaaf dengan surat Muhammad ialah pada Al Ahqaaf Allah mengancam orang-orang kafir dengan kebinasaan, pada permulaan surat Muhammad disebutkan bahwa Allah membinasakan semua orang kafir dan Allah memerintahkan Muhammad s.a.w. memerangi mereka.<br><br></span>"
    },
    {
      "translation": "Muhammad",
      "arabic": "محمّد",
      "latin": "Muhammad",
      "ayah_count": 38,
      "index": 47,
      "opening": "<span class=\"gen\"><br> Surat Muhammad terdiri atas 38 ayat, termasuk golongan surat-surat Madaniyyah, diturunkan sesudah surat Al Hadiid. Nama <i>Muhammad</i> sebagai nama surat ini diambil dari perkataan Muhammad yang terdapat pada ayat <a href=\"muhammad#002\">2</a> surat ini. Pada ayat <a href=\"muhammad#002\">1</a>, <a href=\"muhammad#002\">2</a>, dan <a href=\"muhammad#002\">3</a> surat ini, Allah membandingkan antara hasil yang diperoleh oleh orang-orang yang tidak percaya kepada apa yang diturunkan kepada Nabi Muhammad s.a.w dan hasil yang diperoleh oleh orang-orang yang tidak percaya kepadanya. Orang-orang yang percaya kepada apa yang dibawa oleh Muhammad s.a.w merekalah orang-orang yang beriman dan mengikuti yang hak, diterima Allah semua amalnya, diampuni segala kesalahannya. Adapun orang-orang yang tidak percaya kepada Muhammad s.a.w adalah orang-orang yang mengikuti kebatilan, amalnya tidak diterima, dosa mereka tidak diampuni, kepada mereka dijanjikan azab di dunia dan di akhirat. Dinamai juga dengan <i>Al Qital</i> (peperangan), karena sebahagian besar surat ini mengutarakan tentang peperangan dan pokok-pokok hukumnya, serta bagaimana seharusnya sikap orang-orang mukmin terhadap orang-orang kafir.<br><br> Pokok-pokok isinya :<br><br><i>1. Keimanan:</i><br> Orang yang mati syahid akan masuk syurga; balasan-balasan yang disediakan di akhirat bagi orang-orang yang takwa dan orang-orang yang durhaka; keesaan Allah.<br><br><i>2. Hukum-hukum:</i><br> Menumpas musuh pada permulaan peperangan (sebelum gejala-gejala kemenangan), menawan mereka kalau telah kelihatan gejala-gejala kemenangan, membebaskan tawanan itu dengan menerima tebusan atau tidak. Larangan mengajak damai apabila telah nyata kemenangan.<br><br><i>3. Dan lain-lain:</i><br> Allah selalu memberi cobaan kepada orang-orang mukmin, untuk mengetahui siapa yang berjihad dan siapa yang sabar; kehidupan dunia adalah permainan belaka dan bahwa iman dan takwalah yang menghasilkan pahala; Allah akan menolong orang yang menolong agamanya.<br><br></span>",
      "closing": "<span class=\"gen\"><br> Surat Muhammad menerangkan keadaan orang-orang kafir dan orang-orang mukmin di dunia dan akhirat dan menyatakan perbedaan keadaan mereka dan hasil yang mereka peroleh. Dan surat ini menerangkan tentang hukum perang dan cara orang-orang mukmin menghadapi orang-orang kafir.<br><br><i>HUBUNGAN SURAT MUHAMMAD DENGAN SURAT AL FATH</i><br><br> 1. Pada kedua surat ini terdapat keterangan-keterangan mengenai orang-orang mukmin yang ikhlas dan keterangan-keterangan mengenai orang-orang musyrik dan munafik.<br><br> 2. Pada surat Muhammad terdapat perintah agar meminta ampun kepada Allah, sedang pada surat Al Fath disebutkan janji Allah bahwa orang-orang mukmin yang beramal saleh akan mendapat ampunan dan pahala yang banyak dari Allah.<br><br> 3. Pada surat Muhammad diperintahkan supaya Muhammad s.a.w memerangi musuh-musuh Allah, sedang dalam surat Al Fath dinyatakan bahwa Allah akan memberikan kemenangan kepada Muhammad s.a.w.<br><br></span>"
    },
    {
      "translation": "Kemenangan",
      "arabic": "الفتح",
      "latin": "Al-Fath",
      "ayah_count": 29,
      "index": 48,
      "opening": "<span class=\"gen\"><br> Surat Al Fath terdiri atas 29 ayat, termasuk golongan surat-surat Madaniyyah, diturunkan sesudah surat Al Jum'ah. Dinamakan <i>Al Fath (kemenangan)</i> diambil dari perkataan <i>Fat-han</i> yang terdapat pada ayat pertama surat ini. Sebagian besar dari ayat-ayat surat ini menerangkan hal-hal yang berhubungan dengan kemenangan yang dicapai Nabi Muhammad s.a.w. dalam peperangan-peperangannya.<br><br> Nabi Muhammad s.a.w. sangat gembira dengan turunnya ayat pertama surat ini. Kegembiraan ini dinyatakan dalam sabda beliau yang diriwayatkan Bukhari; <i>Sesungguhnya telah diturunkan kepadaku satu surat, yang surat itu benar-benar lebih aku cintai dari seluruh apa yang disinari matahari</i>. Kegembiraan Nabi Muhammad s.a.w. itu ialah karena ayat-ayatnya menerangkan tentang kemenagan yang akan diperoleh Muhammad s.a.w. dalam perjuangannya dan tentang kesempurnaan nikmat Allah kepadanya.<br><br> Pokok-pokok isinya:<br><br><i>1. Keimanan:</i><br> Allah mempunyai tentara di lagit dan di bumi; janji Allah kepada orang-orang mukmin bahwa mereka akan mendapat ampunan Tuhan dan pahala yang besar; Allah mengutus Muhammad s.a.w. sebagai saksi, pembawa berita gembira dan pemberi peringatan; Agama Islam akan mengalahkan agama-agama lain;<br><br><i>2. Hukum-hukum:</i><br> orang pincang dan orang-orang yang sakit dibebaskan dari kewajiban berperang;<br><br><i>3. Kisah-kisah:</i><br> Kejadian-kejadian sekitar Bai'aturridhwan dan <i>Perdamaian Hudaibiyyah</i>.<br><br><i>4. Dan lain-lain:</i><br> Berita gembira yang disampaikan Allah kepada Nabi Muhammad s.a.w.bahwa dia bersama-sama orang mukmin akan memasuki kota Mekah dengan kemenangan, dan hal ini memang terlaksana setelah setahun kemudian, sikap orang-orang mukmin terhadap sesama mukmin dan sikap mereka terhadap orang-orang kafir; sifat-sifat Nabi Muhammad s.a.w. dan para sahabatnya sudah disebutkan dalam Taurat dan Injil; janji Allah bahwa orang Islam akan menguasai daerah-daerah yang sewaktu Nabi Muhammad s.a.w. belum dikuasai;<br><br></span>",
      "closing": "<span class=\"gen\"><br> Surat Al Fath menerangkan tentang peristiwa-peristiwa yang berhubungan dengan Perdamaian Hudaibiyah dan janji Allah akan kemenangan kaum muslimin. Surat ini ditutup dengan menerangkan sifat-sifat Nabi Muhammad s.a.w. dan sahabat-sahabatnya.<br><br><i>HUBUNGAN SURAT AL FATH DENGAN SURAT AL HUJURAAT</i><br><br> 1. Di dalam surat Al fath disebutkan perintah memerangi orang-orang kafir, sedang dalam surat Al Hujuraat disebutkan perintah mengadakan perdamaian antara dua golongan dari kaum muslimin yang bersengketa, dan perintah memerangi golongan kaum muslimin yang berbuat aniaya kepada golongan kaum muslimin yang lain, sampai terjaga selalu kesatuan dan persatuan umat Islam.<br><br> 2. Surat Al Fath ditutup dengan keterangan mengenai sifat-sifat Rasulullah s.a.w. dan sahabat-sahabatnya, sedang surat AL Hujuraat dimulai dengan bagaiman seharusnya para sahabat bergaul dengan Nabi Muhammad s.a.w.<br><br></span>"
    },
    {
      "translation": "Kamar-Kamar",
      "arabic": "الحجرٰت",
      "latin": "Al-Hujurat",
      "ayah_count": 18,
      "index": 49,
      "opening": "<span class=\"gen\"><br> Surat Al Hujuraat terdiri atas 18 ayat, termasuk golongan surat-surat Madaniyyah, diturunkan sesudah surat Al Mujaadalah. Dinamai <i>Al Hujuraat</i> diambil dari perkataan <i>Al Hujuraat</i> yang terdapat pada ayat 4 surat ini. Ayat tersebut mencela para sahabat yang memanggil Nabi Muhammad SAW yang sedang berada di dalam kamar rumahnya bersama isterinya. Memanggil Nabi Muhammad SAW dengan cara dan dalam keadaan yang demikian menunjukkan sifat kurang hormat kepada beliau dan mengganggu ketenteraman beliau.<br><br> Pokok-Pokok Isinya:<br><br><i>1. Keimanan:</i><br> Masuk Islam harus disempurnakan dengan iman yang sebenarnya.<br><br><i>2. Hukum-hukum:</i><br> Larangan mengambil keputusan yang menyimpang dari ketetapan Allah dan rasul-Nya; keharusan meneliti sesuatu perkabaran yang disampaikan oleh orang yang fasik; kewajiban mengadakan islah antara orang muslim yang bersengketa karena orang-orang Islam itu bersaudara; kewajiban mengambil tindakan terhadap golongan kaum muslimin yang bertindak aniaya terhadap golongan kaum muslimin yang lain; larangan mencaci, menghina, dsb; larangan berburuk sangka; bergunjing dan memfitnah dll.<br><br><i>3. Dan lain-lain:</i><br> Adab sopan santun berbicara dengan Rasulullah SAW. Allah menciptakan manusia bersuku-suku dan berbangsa-bangsa agar satu sama lain kenal-mengenal; setiap manusia sama pada sisi Allah, kelebihan hanya pada orang-orang yang bertakwa; sifat-sifat orang-orang yang sebenar-benarnya beriman.<br><br></span>",
      "closing": "<span class=\"gen\"><br> Surat Al Hujuraat menerangkan tentang akhlak yang baik yang berhubungan dengan sikap orang mukmin terhadap Allah, Nabi Muhammad SAW, sikap mereka terhadap saudara-saudara mereka seagama, sopan santun dalam pergaulan dan pergaulan antar bangsa. Juga surat ini menerangkan bagaimana sikap orang-orang mukmin dalam menerima berita dari orang-orang fasik. Kemudian surat ini ditutup dengan menerangkan hakekat iman dan keutamaan amal orang-orang mukmin.<br><br><i>HUBUNGAN SURAT AL HUJURAAT DENGAN SURAT QAAF</i><br><br> 1. Pada akhir surat Al Hujuraat disebutkan bagaimana keimanan orang-orang Badui dan sebenarnya mereka belum beriman. Hal ini dapat membawa kepada bertambahnya iman mereka dan dapat pula menjadikan mereka orang yang mengingkari kenabian dan hari berbangkit; sedang pada awal surat Qaaf disebutkan beberapa sifat orang kafir yang mengingkari kenabian dan hari berbangkit.<br><br> 2. Surat Al Hujuraat lebih banyak menguraikan soal-soal duniawi sedang surat Qaaf lebih banyak menguraikan tentang ukhrawi.<br><br></span>"
    },
    {
      "translation": "Qaf",
      "arabic": "ق",
      "latin": "Qaf",
      "ayah_count": 45,
      "index": 50,
      "opening": "<span class=\"gen\"><br> Surat Qaaf terdiri atas 45 ayat, termasuk golongan surat-surat Makkiyah diturunkan sesudah surat Al Murssalaat. Dinamai <i>Qaaf</i> karena surat ini dimulai dengan huruf <i>Qaaf</i>. Menurut hadits yang diriwayatkan Imam Muslim, bahwa Rasulullah SAW senang membaca surat ini pada rakaat pertama sembahyang subuh dan pada shalat hari raya. Sedang menurut riwayat Abu Daud, Al Baihaqy dan Ibnu Majah bahwa Rasulullah SAW membaca surat ini pada tiap-tiap membaca Khutbah pada hari Jum'at. Kedua riwayat ini menunjukkan bahwa surat QAAF sering dibaca Nabi Muhammad SAW di tempat-tempat umum, untuk memperingatkan manusia tentang kejadian mereka dan nikmat-nikmat yang diberikan kepadanya, begitu pula tentang hari berbangkit, hari berhisab, syurga, neraka, pahala, dosa, dsb. Surat ini dinamai juga <i>Al Baasiqaat</i>, diambil dari perkataan <i>Al- Baasiqaat</i> yang terdapat pada ayat 10 surat ini.<br><br> Pokok-pokok isinya :<br><br><i>1. Keimanan:</i><br> Setiap manusia pada hari kiamat akan hadir di padang mahsyar diiring- kan oleh dua orang malaikat, yang seorang sebagai pengiringnya, dan yang seorang lagi sebagai saksi atas segala perbuatannya di dunia. Kebangkitan manusia dari kubur digambarkan sebagai tanah yang kering, setelah disirami hujan hidup kembali; Allah lebih dekat kepada manusia dari urat lehernya sendiri; tiap-tiap manusia didampingi oleh malaikat yang selalu mencatat segala perbuatannya; Allah menciptakan langit dan bumi dan apa yang ada antara keduanya dalam enam masa.<br><br><i>2. Hukum-hukum:</i><br> Anjuran bertasbih dan bertahmid kepada Tuhan pada waktu-waktu malam sebelum terbit dan terbenam matahari dan sesudah mengerjakan shalat. Perintah Allah kepada Rasul-Nya agar memberi peringatan dengan ayat- ayat Al Quran kepada orang yang beriman; anjuran memperhatikan kejadian langit dan bumi.<br><br><i>3. Dan lain-lain:</i><br> Keingkaran orang-orang musyrik terhadap kenabian dan hari berbangkit; hiburan kepada Nabi Muhammad SAW agar jangan berputus asa dalam meng- hadapi keingkaran orang-orang kafir Mekkah, karena rasul-rasul dahulu juga menghadapi keingkaran kaumnya masing-masing; Al Quran adalah sebagai peringatan kepada orang-orang yang takut kepada ancaman Allah.<br><br></span>",
      "closing": "<span class=\"gen\"><br> Sebagaimana halnya surat-surat Makkiyah pada umumnya, maka surat Qaaf mengemukakan hal-hal yang berhubungan dengan kebangkitan, syurga dan neraka, mengemukakan bahwa keingkaran orang-orang kafir kepada Nabi itu adalah wajar, karena rasul-rasul dahulu juga diingkari dan didustakan oleh umat-umatnya.<br><br><i>HUBUNGAN SURAT QAAF DENGAN SURAT ADZ DZAARIYAAT</i><br> 1. Pada surat Qaaf disebutkan hal-hal mengenai hari berbangkit, pembalasan, syurga dan neraka; sedang surat Adz Dzaariyaat dimulai dengan menerangkan bahwa semua itu adalah benar dan pembalasan pada hari kiamat itu benar akan terlaksana.<br> 2. Pada surat Qaaf disebutkan secara sepintas lalu pembinasaan umat-umat dahulu yang mendustakan rasul-rasul sedang pada surat Adz Dzaariyaat diterangkan keadaan mereka dengan agak terperinci.<br><br></span>"
    },
    {
      "translation": "Angin yang Menerbangkan",
      "arabic": "الذّٰريٰت",
      "latin": "Az-Zariyat",
      "ayah_count": 60,
      "index": 51,
      "opening": "<span class=\"gen\"><br> Surat Adz Dzaariyaat terdiri atas 60 ayat, termasuk golongan surat-surat Makkiyah, diturunkan sesudah surat Al Ahqaaf. Dinamai <i>Adz Dzaariyaat</i> (angin yang menerbangkan), diambil dari perkataan <i>Adz Dzaariyaat</i> yang terdapat pada ayat pertama surat ini. Allah bersumpah dengan angin, mega, bahtera, dan malaikat yang menjadi sumber kesejahteraan dan pembawa kemakmuran. Hal ini meng- isyaratkan inayat Allah kepada hamba-hamba-Nya.<br><br> Pokok-pokok isinya:<br><i>1. Keimanan:</i><br> Bagaimana keadaan orang-orang yang beriman di dalam syurga sebagai balasan ketaatan bagi orang yang bertakwa; manusia dan jin dijadikan Allah untuk beribadah kepada-Nya; Allah sebagai pemberi rezki; neraka sebagai balasan bagi orang- orang kafir.<br><br><i>2. Hukum-hukum:</i><br> Larangan mempersekutukan Allah dengan selain-Nya; perintah berpaling dari orang-orang musyrik yang berkepala batu dan memberikan peringatan dan pengajaran kepada orang-orang mukmin; pada harta kekayaan seseorang terdapat hak orang miskin.<br><br><i>3. Kisah-kisah:</i><br> Ibrahim a.s. dengan malaikat yang datang ke rumahnya; Musa a.s. dengan Fir'aun; kaum 'Ad dan Tsamud; Nuh a.s. dengan kaumnya.<br><br> 4. Dan lain-lain :<br> Segala sesuatu diciptakan Allah dengan berpasang-pasangan; pada diri manusia sendiri terdapat tanda-tanda kebesaran Allah.<br><br></span>",
      "closing": "<span class=\"gen\"><br> Surat Adz Dzaariyaat menerangkan hal-hal yang berhubungan dengan penegasan adanya hari berbangkit, balasan yang diterima orang mukmin dan kafir di akhirat. Kemudian dikemukakan kisah beberapa orang nabi dan kaumnya sebagai bujukan kepada Nabi Muhammad SAW agar jangan bersedih hati terhadap sikap kaumnya yang keras kepala dan selalu mendustakannya.<br><br><i>Hubungan surat Adz Dzaariyaat dengan surat Ath Thuur</i><br> 1. Surat Adz Dzaariyaat dimulai dengan ancaman kepada orang-orang kafir dan nikmat-nikmat yang diterima orang-orang mukmin kelak, sedangkan surat Ath Thuur dimulai dengan ancaman pula dan diiringi dengan menerangkan nikmat yang diterima orang-orang mukmin, akan tetapi ancaman dan nikmat-nikmat ini dalam surat Ath Thuur diterangkan dengan lebih jelas.<br> 2. Sama-sama dimulai dengan sumpah Allah dengan menyebutkan ciptaan- ciptaan-Nya.<br> 3. Sama-sama mengandung perintah kepada Rasulullah SAW supaya berpaling dari orang-orang musyrik yang berkepala batu dan alasan-alasan serta dalil-dalil keesaan Allah dan adanya hari berbangkit.<br><br></span>"
    },
    {
      "translation": "Bukit Tursina",
      "arabic": "الطور",
      "latin": "At-Tur",
      "ayah_count": 49,
      "index": 52,
      "opening": "<span class=\"gen\"><br> Surat Ath Thuur terdiri atas 49 ayat, termasuk golongan surat-surat Makkiyyah, diturunkan sesudah surat As Sajdah. Dinamai <i>Ath Thuur</i> (Bukit) diambil dari perkataan <i>Ath Thuur</i> yang terdapat pada ayat pertama surat ini. Yang dimaksud dengan <i>bukit</i> di sini ialah bukit Thursina yang terletak di semenanjung Sinai, tempat Nabi Musa menerima wahyu dari Tuhannya.<br><br> Pokok-pokok isinya:<br><br><i>1. Keimanan:</i><br> Keadaan orang-orang kafir di dalam neraka dan keadaan orang-orang beriman di dalam surga; bukti kekuasaan dan keesaan Allah;setiap orang bertanggung jawab terhadap perbuatannya masing-masing, sekalipun demikian bapak dan anak akan dikumpulkan Allah dalam surga apabila kedua- duanya sama-sama beriman.<br><br><i>2. Hukum-hukum</i><br> Kewajiban untuk tetap berda'wah dan anjuran melakukan zikir dan tasbih pada waktu siang dan malam.<br><br><i>3. Dan lain-lain:</i><br> Orang-orang zalim pasti mendapat siksaan Allah di dunia dan di akhirat; Allah tetap akan menjaga dan melindungi Nabi Muhammad s.a.w.<br><br></span>",
      "closing": "<span class=\"gen\"><br> PENUTUP<br><br> Surat Ath Thuur mengandung hal-hal yang berhubungan dengan penegasan adanya hari berbangkit, keadaan orang-orang kafir dan orang-orang mukmin di hari kiamat, keadaan surga sebagai tempat orang-orang yang bertakwa dan hujjah-hujjah yang menunjukkan kebatalan kepercayaan orang-orang musyrik. Surat ini diakhiri dengan menyebutkan nasehat-nasehat kepada Rasulullah s.a.w. dan orang-orang mukmin.<br><br><i>Hubungan surat Ath Thuur dengan surat An Najm</i><br><br> 1. Surat Ath Thuur ditutup dengan menyebut bintang-bintang, sedang surat An Najm dibuka dengan menyebut bintang pula.<br> 2. Dalam surat Ath Thuur disebutkan tuduhan orang kafir bahwa Al Quran dibuat oleh Nabi Muhammad s.a.w. sedang dalam surat An Najm ditegaskan bahwa Al Quran itu benar-benar wahyu dari Allah.<br> 3. Dalam surat Ath Thuur diterangkan bahwa Nabi Muhammad s.a.w. selalu berada di bawah inayah Allah, sedang dalam surat An Najm dibayangkan bagaimana kebesaran dan kemuliaan Nabi Muhammad s.a.w.<br><br></span>"
    },
    {
      "translation": "Bintang",
      "arabic": "النجم",
      "latin": "An-Najm",
      "ayah_count": 62,
      "index": 53,
      "opening": "<span class=\"gen\"><br> Surat An Najm terdiri atas 62 ayat, termasuk golongan surat-surat Makkiyyah, diturunkan sesudah surat Al Ikhlash. Nama <i>An Najm</i> (bintang), diambil dari perkataan <i>An Najm</i> yang terdapat pada ayat pertama surat ini. Allah bersumpah dengan <i>An Najm</i> (bintang) adalah karena bintang-bintang yang timbul dan tenggelam, amat besar manfaatnya bagi manusia, sebagai pedoman bagi manusia dalam melakukan pelayaran di lautan, dalam perjalanan di padang pasir, untuk menentukan peredaran musim dan sebagainya.<br><br> Pokok-pokok isinya:<br><br><i>1. Keimanan:</i> Al Quran adalah wahyu Allah yang diturunkan kepada Nabi Muhammad s.a.w. dengan perantaraan Jibril a.s. kebatilan penyembah berhala; tak ada seseorangpun memberi syafa'at tanpa izin Allah; tiap-tiap orang hanya memikul dosanya sendiri.<br><br><i>2. Hukum-hukum:</i><br> Kewajiban menjauhi dosa-dosa besar; kewajiban bersujud dan menyembah Allah saja;<br><br><i>3. Dan lain-lain:</i><br> Nabi Muhammmad s.a.w. melihat malaikat Jibril 2 kali dalam bentuk aslinya, yaitu sekali waktu menerima wahyu pertama dan sekali lagi di Sidratul Muntaha; anjuran supaya manusia jangan mengatakan dirinya suci karena Allah sendirilah yang mengetahui siapa yang takwa kepada-Nya; orang-orang musyrik selalu memperolok-olok- kan Al Quran.<br><br></span>",
      "closing": "<span class=\"gen\"><br> Surat An Najm mengandung hal-hal yang berhubungan dengan penegasan risalah Muhammad s.a.w. dan Al Quran adalah wahyu dari Allah, menerangkan kebatalan berhala-berhala yang disembah orang-orang musyrik yang tidak dapat memberi manfaat dan mudharat, menerangkan sifat orang-orang yang muhsin.<br> Dan surat ini juga menyebutkan sebahagian hakekat Islam yang tersebut pada Suhuf-suhuf Musa dan Suhuf-suhuf Ibrahim.<br><br><i>Hubungan surat An Najm dan surat Al Qamar</i><br> 1. Pada akhir surat An Najm disebutkan hal yang mngenai hari kiamat, sedang pada awal surat Al Qamar disebutkan pula hal itu.<br> 2. Dalam surat An Najm disinggung secara sepintas lalu keadaan umat-umat yang terdahulu, sedang pada surat Al Qamar disebutkan pula keadaan umat-umat yang terdahulu yang mendustakan rasul-rasul mereka.<br><br></span>"
    },
    {
      "translation": "Bulan",
      "arabic": "القمر",
      "latin": "Al-Qamar",
      "ayah_count": 55,
      "index": 54,
      "opening": "<span class=\"gen\"><br> Surat Al Qamar terdiri atas 55 ayat, termasuk golongan surat-surat Makkiyyah, diturunkan sesedah surat Ath Thaariq. Nama <i>Al Qamar</i> (bulan) diambil dari perkataan <i>Al Qamar</i> yang terdapat pada ayat pertama surat ini. Pada ayat ini diterangkan tentang terbelahnya bulan sebagai mukjizat Nabi Muhammad s.a.w.<br><br> Pokok-pokok isinya :<br><i>1. Keimanan:</i><br> Pemberitaan bahwa datangnya hari kiamat sudah dekat, semua yang ada pada alam adalah dengan ketetapan Allah; kehendak Allah pasti berlaku; tiap-tiap pekerjaan manusia dicatat oleh malaikat.<br><i>2. Kisah-kisah:</i><br> Kisah kaum yang mendustakan rasul-rasul di masa dahulu, seperti kaum Nuh, 'Aad, Tsamud dan Fir'aun.<br><i>3. Dan lain-lain:</i><br> Orang-orang kafir dikumpulkan di akhirat dalam keadaan hina dan akan menerima balasan yang setimpal; celaan terhadap orang-orang yang tidak memperhatikan ayat- ayat Al Quran.<br><br></span>",
      "closing": "<span class=\"gen\"><br> Surat Al Qamar mengandung hal-hal yang berhubungan dengan janji dan ancaman Allah, keadaan umat-umat dahulu yang mendustakan rasul-rasul mereka agar menjadi pelajaran bagi umat-umat yang datang kemudian, ancaman kepada orang-orang kafir bahwa mereka akan diazab pada hari kiamat dan balasan diterima oleh orang-orang yang takwa di akhirat nanti.<br><br><i>HUBUNGAN SURAT AL QAMAR DENGAN SURAT AR RAHMAAN</i><br><br> 1. Surat Al Qamar menerangkan keadaan orang-orang kafir di neraka dan keadaan orang-orang mukmin di syurga secara garis besarnya, sedang surat Ar Rahmaan menerangkan secara agak luas.<br> 2. Surat Al Qamar menyebutkan azab yang ditimpakan kepada umat-umat dahulu yang mendurhakai nabi-nabi mereka, sedang surat Ar Rahmaan menyebutkan nikmat Allah yang telah dilimpahkan-Nya kepada hamba-hamba-Nya, tetapi kebanyakan mereka tidak mensyukurinya.<br><br></span>"
    },
    {
      "translation": "Maha Pengasih",
      "arabic": "الرحمن",
      "latin": "Ar-Rahman",
      "ayah_count": 78,
      "index": 55,
      "opening": "<span class=\"gen\"><br> Surat Ar Rahmaan terdiri atas 78 ayat, termasuk golongan surat- surat Makkiyyah, diturunkan sesudah surat Ar Ra'du. Dinamai <i>Ar Rahmaan</i> (Yang Maha Pemurah), diambil dari perkataan <i>Ar Rahmaan</i> yang terdapat pada ayat pertama surat ini. Ar Rahmaan adalah salah satu dari nama-nama Allah. Sebagian besar dari surat ini menerangkan kepemurahan Allah s.w.t. kepada hamba-hamba-Nya, yaitu dengan memberikan nikmat-nikmat yang tidak terhingga baik di dunia maupun di akhirat nanti.<br><br> Pokok-pokok isinya:<br><br><i>1. Keimanan:</i><br> Allah mengajar manusia pandai berbicara; pohon- pohonan dan tumbuh-tumbuhan tunduk kepada Allah; Allah selalu dalam kesibukan; seluruh alam meru- pakan nikmat Allah terhadap ummat manusia; manusia diciptakan dari tanah dan jin dari api.<br><i>2. Hukum-hukum:</i><br> Kewajiban mengukur, menakar, menimbang dengan adil.<br><i>3. Dan Lain-lain :</i><br> Manusia dan jin tidak dapat melepaskan diri dari kekuasaan Allah s.w.t. banyak dari ummat manusia yang tidak mensyukuri nikmat Tuhan; nubuwat tentang hal-hal yang akan terjadi dan hal-hal itu benar- benar terjadi seperti tentang terusan Sues dan Panama.<br><br></span>",
      "closing": "<span class=\"gen\"><br> Surat Ar Rahmaan menyebutkan bermacam-macam nikmat Allah yang telah dilimpahkan kepada hamba-hamban-Nya yaitu dengan menciptakan alam dengan segala yang ada padanya. Kemudian diterangkan pem- balasan di akhirat, keadaan penghuni neraka dan keadaan penghuni syurga yang dijanjikan Allah kepada orang yang bertakwa.<br><br><i>HUBUNGAN SURAT AR RAHMAAN DENGAN SURAT AL WAAQI'AH</i><br><br> 1. Kedua surat ini sama-sama menerangkan keadaan di akhirat dan keadaan di syurga dan di neraka.<br> 2. Dalam surat Ar Rahmaan diterangkan azab yang ditimpakan kepada orang-orang yang berdosa dan nikmat yang diterima orang-orang yang bertakwa;dijelaskan bahwa ada dua macam syurga yang disediakan bagi orang-orang mukmin. Pada surat Al Waaqi'ah diterangkan pembagian manusia di akhirat pada tiga golongan, yaitu golongan kiri, golongan kanan dan golongan orang-orang yang lebih dahulu beriman dan diterangkan pula bagaimana nasib masing-masing golongan itu.<br><br></span>"
    },
    {
      "translation": "Hari Kiamat",
      "arabic": "الواقعة",
      "latin": "Al-Waqi'ah",
      "ayah_count": 96,
      "index": 56,
      "opening": "<span class=\"gen\"><br> Surat Al Waaqi'ah terdiri atas 96 ayat, termasuk golongan surat-surat Makkiyah, diturunkan sesudah surat Thaa Haa. Dinamai dengan <i>Al Waaqi'ah</i> (Hari Kiamat), diambil dari perkataan <i>Al Waaqi'ah</i> yang terdapat pada ayat pertama surat ini.<br><br> Pokok-pokok isinya :<br><br><i>1. Keimanan:</i><br> Huru-hara di waktu terjadinya hari kiamat; manusia di waktu hisab terbagi atas tiga golongan, yaitu golongan yang ber- segera menjalankan kebaikan, golongan kanan dan golongan yang celaka serta balasan yang diperoleh oleh masing-masing golongan; bantahan Allah terhadap keingkaran orang-orang yang mengingkari adanya Tuhan, hari berbangkit, dan adanya hisab; Al Quran berasal dari Lauhul Mahfuuzh.<br><i>2. Dan lain-lain:</i><br> Gambaran tentang syurga dan neraka.<br><br></span>",
      "closing": "<span class=\"gen\"><br> Surat Al Waaqi'ah menerangkan tentang keadaan hari kiamat, balasan yang diterima oleh orang-orang mukmin dan orang-orang kafir. Kemudian diterangkan penciptaan manusia, tumbuh-tumbuhan dan api, sebagai bukti kekuasaan Allah dan adanya hari berbangkit.<br><br><i>HUBUNGAN SURAT AL WAAQI'AH DENGAN SURAT AL HADIID</i><br><br> 1. Surat Al Waaqi'ah diakhiri dengan perintah bertasbih dengan menyebut nama Tuhan, Maha Pencipta lagi Maha Pemelihara, sedang pada permulaan surat Al Hadiid disebutkan bahwa apa yang ada di langit dan apa yang ada di bumi bertasbih kepada Allah.<br> 2. Dalam surat Al Waaqi'ah disebut orang-orang yang bersegera (As- Saabiquun), sedang pada surat Al Hadiid diterangkan kemana orang- orang itu harus bersegera.<br> 3. Sama-sama menerangkan kekuasaan Allah.<br><br></span>"
    },
    {
      "translation": "Besi",
      "arabic": "الحديد",
      "latin": "Al-Hadid",
      "ayah_count": 29,
      "index": 57,
      "opening": "<span class=\"gen\"><br> Surat Al Hadiid terdiri atas 29 ayat, termasuk golongan surat-surat Madaniyyah, diturunkan sesudah surat Az Zalzalah. Dinamai <i>Al Hadiid</i> (Besi), diambil dari perkataan <i>Al Hadiid</i> yang terdapat pada ayat 25 surat ini.<br><br> Pokok-pokok isinya:<br><br><i>1. Keimanan:</i><br> Hanya kepada Allah kembali semua urusan; beberapa sifat Allah dan beberapa Asmaa-ul Husna serta pernyataan kekuasaan Allah di langit dan di bumi.<br><i>2. Hukum-hukum:</i><br> Perintah menafkahkan harta.<br><i>3. Dan lain-lain:</i><br> Keadaan orang-orang munafik di hari kiamat; hakikat kehidupan dunia dan kehidupan akhirat; tujuan penciptaan besi; tujuan diutusnya para rasul; kehidupan kerahiban dalam agama Nasrani bukan berasal dari ajaran Nabi Isa a.s.; celaan kepada orang-orang bakhil dan orang yang menyuruh orang-orang lain berbuat bakhil.<br><br></span>",
      "closing": "<span class=\"gen\"><br> Surat Al Hadiid pada umumnya menerangkan hal-hal yang berhubungan dengan anjuran bernafkah dan membelanjakan harta di jalan Allah. Dan juga menerangkan bahwa Allah mengutus para nabi dengan membawa agama untuk kebahagiaan hidup manusia di samping itu menciptakan besi yang bermanfaat bagi manusia dalam kehidupannya dan untuk mempertahankan agama yang dibawa oleh rasul-rasul itu.<br><br><i>HUBUNGAN SURAT AL HADIID DENGAN SURAT AL MUJAADILAH</i><br><br> 1. Pada surat Al Hadiid disebutkan beberapa Al Asmaa-ul Husna, di antaranya ialah <i>Al Bathin</i> dan <i>mengetahui segala sesuatu</i>, sedang pada surat Al Mujaadilah disebutkan bahwa Allah mengetahui pembicaraan-pembicaraan yang dirahasiakan.<br> 2. Pada akhir surat Al Hadiid disebutkan bahwa Allah mempunyai karunia-Nya kepada wanita, yaitu dengan menghilangkan hal-hal yang merugikan pihak wanita pada hukum zhihar yang berlaku di kalangan Arab Jahiliyah.<br><br></span>"
    },
    {
      "translation": "Gugatan",
      "arabic": "المجادلة",
      "latin": "Al-Mujadalah",
      "ayah_count": 22,
      "index": 58,
      "opening": "<span class=\"gen\"><br> Surat Al Mujaadilah terdiri atas 22 ayat, termasuk golongan surat Madaniyyah, diturunkan sesudah surat Al Munaafiquun. Surat ini dinamai dengan <i>Al Mujaadilah</i> (wanita yang mengajukan gugatan) karena pada awal surat ini disebutkan bantahan seorang perempuan, menurut riwayat bernama Khaulah binti Tsa'labah terhadap sikap suaminya yang telah menzhiharnya. Hal ini diadukan kepada Rasulullah s.a.w. dan ia menuntut supaya beliau memberikan putusan yang adil dalam persoalan itu. Dinamai juga <i>Al Mujaadalah</i> yang berarti <i>perbantahan</i>.<br><br> Pokok-pokok isinya:<br><i>1. Hukum:</i><br> Hukum zhihar dan sangsi-sangsi bagi orang yang melakukannya bila ia menarik kembali perkataannya; larangan menjadikan musuh Allah sebagai teman.<br><i>2. Dan lain-lain:</i><br> Menjaga adab sopan santun dalam suatu majlis pertemuan; adab sopan santun terhadap Rasulullah s.a.w.<br><br></span>",
      "closing": "<span class=\"gen\"><br> Surat ini menerangkan tentang zhihar dan hukumnya, larangan mengambil orang kafir sebagai teman akrab serta beberapa hal yang berhubungan dengan adab sopan santun.<br><br><i>HUBUNGAN SURAT AL MUJAADILAH DENGAN SURAT AL HASYR</i><br><br> 1. Pada akhir surat Al Mujaadilah Allah menyatakan bahwa agama Allah akan menang, yaitu pengusiran Bani Nadhir dari Madinah.<br> 2. Dalam surat Al Mujaadilah Allah menyebutkan bahwa orang-orang yang menentang Allah dan Rasul-Nya akan mendapat kebinasaan, sedang pada surat Al Hasyr Allah menyebutkan bahwa orang-orang yang menentang Allah Allah dan Rasul-Nya akan mendapat azab yang sangat.<br> 3. Dalam surat Al Mujaadilah Allah menyebutkan hal-hal orang-orang munafik dan orang-orang Yahudi dan bagaimana mereka bantu membantu dalam memusuhi kaum muslim, sedang dalam surat Al Hasyr disebutkan kekalahan yang menimpa mereka dan persatuan mereka tidak dapat menolong mereka sedikitpun.<br><br></span>"
    },
    {
      "translation": "Pengusiran",
      "arabic": "الحشر",
      "latin": "Al-Hasyr",
      "ayah_count": 24,
      "index": 59,
      "opening": "<span class=\"gen\"><br> Surat Al Hasyr terdiri atas 24 ayat, termasuk golongan surat-surat Madaniyyah, diturunkan sesudah surat Al Bayyinah.<br> Dinamai surat <i>Al Hasyr</i> (pengusiran) diambil dari perkataan <i>Al-Hasyr</i> yang terdapat pada ayat 2 surat ini. Di dalam surat ini disebutkan kisah pengusiran suatu suku Yahudi yang bernama Bani Nadhir yang berdiam di sekitar kota Madinah.<br><br> Pokok-pokok isinya :<br><br><i>1. Keimanan:</i><br> Apa yang berada di langit dan di bumi semuanya bertasbih memuji Allah; Allah pasti mengalahkan musuh-Nya dan musuh-musuh Rasul-Nya; Allah mempunyai Al Asmaa-ul Husna; keagungan Al Quran dan ketinggian martabatnya.<br><i>2. Hukum-hukum:</i><br> Cara pembagian harta fai-i; perintah bertakwa dan menyiapkan diri untuk kehidupan ukhrawi.<br><i>3. Dan lain-lain:</i><br> Beberapa sifat orang-orang munafik dan orang-orang ahli kitab yang tercela; peringatan-peringatan untuk kaum muslimin.<br><br></span>",
      "closing": "<span class=\"gen\"><br> Surat ini menerangkan tentang bagaimana seharusnya sikap setiap orang Islam terhadap orang-orang yang tidak Islam yang melakukan tindakan-tindakan yang merugikan umat Islam sebagai yang dilakukan oleh Bani Nadhir; hukum fai-i dan pembagiannya, kewajiban bertakwa; ketinggian dan keagungan Al Quran, kemudian ditutup dengan menyebut sebagian Al Asmaa-ul Husna.<br><br><i>HUBUNGAN SURAT AL HASYR DENGAN SURAT AL MUMTAHANAH</i><br><br> Dalam surat Al Hasyr disebutkan bagaimana orang-orang munafik saling tolong-menolong dengan orang-orang Yahudi dalam memusuhi kaum muslimin, sedang dalam surat Al Mumtahanah Allah melarang orang muslim mengangkat orang-orang kafir menjadi pemimpin atau menjadikan mereka teman setia. Dalam pada itu dibolehkan bekerja sama, tolong-menolong dengan mereka selama mereka tidak memusuhi kaum muslimin.<br><br></span>"
    },
    {
      "translation": "Wanita Yang Diuji",
      "arabic": "الممتحنة",
      "latin": "Al-Mumtahanah",
      "ayah_count": 13,
      "index": 60,
      "opening": "<span class=\"gen\"><br> Surat Al Mumtahanah terdiri atas 13 ayat, termasuk golongan surat-surat Madaniyyah, diturunkan sesudah surat Al Ahzab. Dinamai <i>Al Mumtahanah</i> (wanita yang diuji), diambil dari kata \"Famtahinuuhunna\" yang berarti <i>maka ujilah mereka</i>, yang terdapat pada ayat 10 surat ini.<br><br> Pokok-pokok isinya :<br><br><i>1. Hukum-hukum:</i><br> Larangan mengadakan hubungan persahabatan dengan orang-orang kafir yang memusuhi Islam, sedang dengan orang-orang kafir yang tidak memusuhi Islam boleh mengadakan persahabatan; hukum perkawinan bagi orang-orang yang pindah agama.<br><br><i>2. Kisah-kisah:</i><br> Kisah Ibrahim a.s. bersama kaumnya sebagai contoh dan teladan bagi orang-orang mukmin.<br><br></span>",
      "closing": "<span class=\"gen\"><br> Surat ini menerangkan tentang pergaulan orang-orang Islam dan yang bukan Islam dalam waktu perang dan damai serta dari segi perkawinan.<br><br><i>HUBUNGAN SURAT AL MUMTAHANAH DENGAN SURAT ASH SHAFF</i><br><br> Pada surat Al Mumtahanah Allah melarang orang-orang muslim mengadakan hubungan persahabatan dengan oarang-orang kafir dan meninggalkan orang-orang mukmin, sedang surat Ash Shaff menguatkannya dengan menganjurkan agar berjihad di jalan Allah.<br><br></span>"
    },
    {
      "translation": "Barisan",
      "arabic": "الصّفّ",
      "latin": "As-Saff",
      "ayah_count": 14,
      "index": 61,
      "opening": "<span class=\"gen\"><br> Surat Ash Shaff terdiri atas 14 ayat termasuk golongan surat-surat Madaniyyah. Dinamai dengan <i>Ash Shaff</i>, karena pada ayat 4 surat ini terdapat kata <i>Shaffan</i> yang berarti <i>satu barisan</i>. Ayat ini menerangkan apa yang diridhai Allah sesudah menerangkan apa yang dimurkai-Nya. Pada ayat 3 diterangkan bahwa Allah murka kepada orang yang hanya pandai berkata saja tetapi tidak melaksanakan apa yang diucapkannya. Dan pada ayat 4 diterangkan bahwa Allah menyukai orang yang mempraktekkan apa yang diucapkannya yaitu orang-orang yang berperang pada jalan Allah dalam satu barisan.<br><br> Pokok-pokok isinya:<br> Semua yang ada di langit dan di bumi bertasbih kepada-Nya, anjuran berjihad pada jalan Allah. Pengikut-pengikut nabi Musa dan Isa a.s. pernah mengingkari ajaran-ajaran nabi mereka. Demikian pula kaum musyrikin Mekah ingin hendak memadamkan cahaya Allah (agama Islam). Ampunan Allah dan Surga tak dapat dicapai dengan iman dan berjuang menegakkan kalimah Allah dengan harta dan jiwa.<br><br></span>",
      "closing": "<span class=\"gen\"><br> Surat ini menganjurkan supaya orang-orang mukmin selalu menyesuaikan ucapan dengan perbuatan, dan menerima tawaran Allah yaitu ampunanNya dan surga dapat dicapai dengan iman dan berjihad di jalan Allah dengan harta dan jiwa.<br><br><i>HUBUNGAN SURAT ASH SHAFF DENGAN SURAT AL JUMU'AH</i><br><br> 1. Sama-sama dimulai dengan <i>sabbaha lillahi</i> bertasbih kepada Allah dan bahwa Allah Maha Perkasa lagi MAha Bijaksana.<br><br> 2. Pada surat Ash Shaff diterangkan bahwa orang-orang Yahudi itu adalah kaum yang sesat dan fasik, sedang pada surat Al Jumu'ah diterangkan lagi bahwa mereka adalah orang yang bodoh seperti keledai yang membawa buku-buku yang banyak, tetapi tidak dapat memahaminya.<br><br></span>"
    },
    {
      "translation": "Jumat",
      "arabic": "الجمعة",
      "latin": "Al-Jumu'ah",
      "ayah_count": 11,
      "index": 62,
      "opening": "<span class=\"gen\"><br> Surat Al Jumu'ah ini terdiri atas 11 ayat, termasuk golongan-golongan surat-surat Madaniyyah dan diturunkan sesudah surat Ash Shaf. Nama surat Al Jumu'ah diambil dari kata <i>Al Jumu'ah</i> yang terdapat pada ayat 9 surat ini yang artinya: <i>hari Jum'at</i>.<br><br> Pokok-pokok isinya:<br><br> Menjelaskan sifat-sifat orang-orang munafik dan sifat-sifat buruk pada umumnya, diantaranya berdusta, bersumpah palsu dan penakut; mengajak orang-orang mukmin supaya taat dan patuh kepada Allah dan Rasul-Nya dan supaya bersedia menafkahkan harta untuk menegakkan agama-Nya sebelum ajal datang.<br><br></span>",
      "closing": "<span class=\"gen\"><br> Surat Al Jumu'ah ini menerangkan tentang pengutusan Nabi Muhammad s.a.w. dan menjelaskan bahwa umatnya akan menjadi mulia karena ajarannya, disusul dengan perumpamaan orang-orang Yahudi dan kebohongan pengakuan mereka dan kemudian diakhiri dengan kewajiban shalat Jum'at.<br><br><i>HUBUNGAN SURAT AL JUMU'AH DENGAN SURAT AL MUNAAFIQUUN</i><br><br> 1. Pada surat Al Jumu'ah Allah menerangkan bahwa orang muslim menjadi mulia karena ajaran Nabi Muhammad s.a.w. sedang pada surat Al Munaafiquun diterangkan bahwa orang-orang munafik karena tidak mau menjalankan ajaran Nabi akan menjadi sesat dan hina.<br><br> 2. Dalam surat Al Jumu'ah orang disuruh meninggalkan perniagaannya untuk pergi shalat Jumu'ah, sedang pada surat Al Munaafiquun diperingatkan agar harta benda dan anak-anak jangan sampai melalaikan orang ingat kepada Allah.<br><br></span>"
    },
    {
      "translation": "Orang-Orang Munafik",
      "arabic": "المنٰفقون",
      "latin": "Al-Munafiqun",
      "ayah_count": 11,
      "index": 63,
      "opening": "<span class=\"gen\"><br> Surat ini terdiri atas 11 ayat, termasuk golongan surat-surat Madaniyyah, diturunkan sesudah surat Al Hajj. Surat ini dinamai <i>Al-Munaafiquun</i> yang artinya orang-orang munafik, karena surat ini mengungkapkan sifat-sifat orang-orang munafik.<br><br> Pokok-pokok isinya :<br><br> Keterangan tentang orang-orang munafik dan sifat-sifat mereka yang buruk diantaranya ialah pendusta, suka bersumpah palsu, sombong, kikir dan tidak menepati janji, peringatan kepada orang-orang mukmin supaya harta benda dan anak-anaknya tidak melalaikan mereka, insyaf kepada Allah, dan anjuran supaya menafkahkan sebahagian rezki yang diperoleh.<br><br></span>",
      "closing": "<span class=\"gen\"><br> Surat Al Munaafiquun menerangkan sifat-sifat orang munafik dan mengandung anjuran untuk berkorban dengan harta benda.<br><br><i>HUBUNGAN SURAT AL MUNAAFIQUUN DENGAN SURAT AT TAGHAABUN</i><br><br> 1. Dalam surat Al Munaafiquun diterangkan sifat-sifat orang munafik sedang pada surat At Taghaabun diterangkan sifat-sifat orang kafir.<br><br> 2. Dalam surat Al Munaafiquun Allah memperingatkan bahwa harta benda dan anak-anak jangan sampai melalaikan seseorang dari mengingat Allah, dan pada surat At Taghaabun ditegaskan bahwa harta benda dan anak-anak itu adalah cobaan dan ujian bagi keimanan seseorang.<br><br> 3. Kedua surat ini sama-sama mengajak agar menafkahkan harta untuk menegakkan agama Allah.<br><br></span>"
    },
    {
      "translation": "Pengungkapan Kesalahan",
      "arabic": "التغابن",
      "latin": "At-Tagabun",
      "ayah_count": 18,
      "index": 64,
      "opening": "<span class=\"gen\"><br> Surat ini terdiri atas 18 ayat, termasuk golongan surat-surat Madaniyyah dan diturunkan sesudah surat At Tahrim. Nama <i>At Taghaabun</i> diambil dari kata <i>At Taghaabun</i> yang terdapat pada ayat ke 9 yang artinya <i>hari dinampakkan kesalahan-kesalahan</i>.<br><br> Pokok-pokok isinya :<br><br><i>1. Keimanan:</i><br> Seluruh isi alam bertasbih kepada Allah SWT, penjelasan tentang kekuasaan Allah SWT serta keluasan ilmu-Nya; penegasan bahwa semua yang terjadi dalam alam ini adalah atas izin Allah.<br><br><i>2. Hukum-hukum:</i><br> Perintah taat kepada Allah dan Rasul; perintah supaya bertakwa dan menafkahkan harta.<br><br><i>3. Dan lain-lain:</i><br> Peringatan kepada orang-orang kafir tentang nasib orang-orang dahulu yang mendurhakai rasul-rasul; diantara isteri-isteri dan anak-anak seseorang ada yang menjadi musuh baginya; harta dan anak-anak adalah cobaan dan ujian bagi manusia.<br><br></span>",
      "closing": "<span class=\"gen\"><br> Pada surat At Taghaabun Allah memberi peringatan kepada kaum musyrikin tentang azab yang ditimpakan kepada umat-umat sebelumnya dan memberi hiburan kepada Nabi bahwa keingkaran orang-orang kafir itu tidak akan mendatangkan kemudaratan kepadanya.<br><br><i>HUBUNGAN SURAT AT TAGHAABUN DENGAN SURAT ATH THALAAQ</i><br><br> Dalam surat At Taghaabun diterangkan bahwa diantara isteri-isteri dan anak-anak ada yang menjadi musuh, dan permusuhan antara suami dan isteri mungkin membawa kepada perceraian (talaq), maka dalam surat Ath-Thalaaq diterangkan hukum-hukum talaq secara ringkas.<br><br></span>"
    },
    {
      "translation": "Talak",
      "arabic": "الطلاق",
      "latin": "At-Talaq",
      "ayah_count": 12,
      "index": 65,
      "opening": "<span class=\"gen\"><br> Surat ini terdiri atas 12 ayat, termasuk golongan surat-surat Madaniyyah, diturunkan sesudah surat Al Insaan. Dinamai surat <i>Ath Thalaaq</i> karena kebanyakan ayat-ayatnya mengenai masalah talak dan yang berhubungan dengan masalah itu.<br><br> Pokok-pokok isinya:<br><br> Dalam surat ini diterangkan hukum-hukum mengenai thalaq, iddah dan kewajiban masing-masing suami dan isteri dalam masa-masa talaq dan iddah, agar tak ada pihak yang dirugikan dan keadilan dapat dilaksanakan dengan sebaik-baiknya. Kemudian disebutkan perintah kepada orang-orang mukmin supaya bertakwa kepada Allah yang telah mengutus seorang Rasul yang memberikan petunjuk kepada meraka. Maka siapa yang beriman akan dimasukkan ke dalam surga dan kepada yang ingkar diberikan peringatan bagaimana nasibnya orang-orang ingkar di masa dahulu.<br><br></span>",
      "closing": "<span class=\"gen\"><br> Surat Ath Thalaaq mengandung hukum-hukum yang mengenai talak dan yang berhubungan dengan masalah itu dan merupakan kelengkapan dari hukum talak yang tersebut dalam surat Al baqarah ayat <a href=\"al-baqarah#222\">222</a> sampai dengan <a href=\"al-baqarah#222\">242</a>.<br><br><i>HUBUNGAN SURAT ATH THALAAQ DENGANN SURAT AT TAHRIIM</i><br><br> 1. Di dalam surat Ath Thalaaq disebutkan bagaimana seharusnya bergaul dan bertindak terhadap isteri, sedang dalam surat At Tahriim diterangkan beberapa hal yang terjadi antara nabi Muhammad s.a.w. dengan para isterinya dann bagaimana tindakan nabi menghadapi hal itu supaya dapat menjadi pelajaran bagi umatnya dalam pergaulan berkeluarga.<br><br> 2. Keduanya sama-sama dimulai dengan seruan Allah kepada Nabi Muhammad s.a.w. tentang hal-hal yang berhubungan dengan hidup kekeluargaan.<br><br></span>"
    },
    {
      "translation": "Pengharaman",
      "arabic": "التحريم",
      "latin": "At-Tahrim",
      "ayah_count": 12,
      "index": 66,
      "opening": "<span class=\"gen\"><br> Surat ini terdiri atas 12 ayat, termasuk golongan surat-surat Madaniyyah, diturunkan sesudah surat Al Hujuraat. Dinamai surat <i>At Tahrim</i> karena pada awal surat ini terdapat kata <i>tuharrim</i> yang kata asalnya adalah Attahrim yang berarti <i>mengharamkan</i>.<br><br> Pokok-pokok isinya :<br><br><i>1. Keimanan:</i><br> Kesempatan bertaubat itu hanyalah di dunia saja, segala amal perbuatan manusia di dunia akan dibalas di akhirat.<br><br><i>2. Hukum-hukum:</i><br> Larangan mengharamkan apa-apa yang dibolehkan Allah SWT, kewajiban membebaskan diri dari sumpah yang diucapkan untuk mengharamkan yang halal dengan membayar kaffarat; kewajiban memelihara diri dan keluarga dari api neraka; perintah memerangi orang-orang kafir dan munafik dan berlaku keras terhadap mereka di waktu perang.<br><br><i>3. Dan lain-lain:</i><br> Iman dan perbuatan baik atau buruk seseorang tidak tergantung kepada iman dan perbuatan orang lain walaupun antara suami isteri, seperti isteri Nabi Luth AS, isteri Nabi Nuh AS, isteri Fir'aun, dan Maryam.<br><br></span>",
      "closing": "<span class=\"gen\"><br> Surat At Tahrim menerangkan tentang hubungan Rasulullah SAW dengan isteri-isterinya, diikuti dengan keharusan bagi orang-orang mukmin untuk bertaubat; dan ditutup dengan contoh-contoh wanita-wanita yang baik dan yang buruk.<br><br><i>HUBUNGAN SURAT AT TAHRIM DENGAN SURAT AL MULK</i><br><br> Dalam surat At Tahrim diterangkan bahwa Allah mengetahui segala rahasia, sedang pada surat Al Mulk ditegaskan lagi bahwa Allah mengetahui segala rahasia karena Allah menguasai seluruh alam.<br><br></span>"
    },
    {
      "translation": "Kerajaan",
      "arabic": "الملك",
      "latin": "Al-Mulk",
      "ayah_count": 30,
      "index": 67,
      "opening": "<span class=\"gen\"><br> Surat ini terdiri atas 30 ayat, termasuk golongan surat-surat Makkiyah, diturunkan sesudah Ath Thuur.<br> Nama <i>Al Mulk</i> diambil dari kata <i>Al Mulk</i> yang terdapat pada ayat pertama surat ini yang artinya kerajaan atau kekuasaan. Dinamai pula surat ini dengan <i>At Tabaarak</i> (Maha Suci).<br><br> Pokok-pokok isinya:<br> Hidup dan mati ujian bagi manusia; Allah menciptakan langit berlapis-lapis dan semua ciptaan-Nya mempunyai keseimbangan; perintah Allah untuk memperhatikan isi alam semesta; azab yang diancamkan terhadap orang-orang kafir; dan janji Allah kepada orang-orang mukmin; Allah menjadikan bumi sedemikian rupa hingga mudah bagi manusia untuk mencari rezki; peringatan Allah kepada manusia tentang sedikitnya mereka yang bersyukur kepada nikmat Allah.<br><br></span>",
      "closing": "<span class=\"gen\"><br> Surat Al Mulk menunjukkan bukti-bukti kebesaran dan kekuasaan Allah yang terdapat di alam semesta dan menganjurkannya agar manusia memperhatikannya dengan seksama sehingga mereka beriman kepada-Nya. Bilamana manusia itu tetap mengingkari, Allah akan menjatuhkan azab kepada mereka.<br><br><i>HUBUNGAN SURAT AL MULK DENGAN SURAT AL QALAM</i><br><br> 1. Pada akhir surat Al Mulk, Allah mengancam orang yang tidak bersyukur kepda nikmat Allah dengan mengeringkan bumi atas mereka, sedang dalam surat Al Qalam diberikan contoh tentang azab terhadap orang-orang yang tidak bersyukur terhadap nikmat Allah.<br> 2. Kedua surat ini sama-sama memberikan ancaman kepada orang-orang kafir.<br><br></span>"
    },
    {
      "translation": "Pena",
      "arabic": "القلم",
      "latin": "Al-Qalam",
      "ayah_count": 52,
      "index": 68,
      "opening": "<span class=\"gen\"><br> Surat ini terdiri atas 52 ayat,termasuk golongan surat-surat Makkiyah,diturunkan sesudah surat Al Alaq.<br> Nama <i>Al Qalam</i> diambil dari kata Al Qalam yang terdapat pada ayat pertama surat iniyang artinya <i>pena</i>. Surat ini dinamai pula dengan surat <i>Nun</i> (huruf <i>nun</i>).<br><br> Pokok-pokok isinya:<br> Nabi Muhammad s.a.w., bukanlah orang yang gila melainkan manusia yang berbudi pekerti yang agung; larangan bertoleransi dibidang kepercayaan; larangan mengikuti orang-orang yang mempunyai sifat sifat yang dicela Allah; nasib yang dialami oleh pemilik-pemilik kebun sebagai contoh orang-orang yang tidak bersyukur terhadap nikmat Allah; kecaman-kecaman Allah kepada mereka yang ingkar dan azab yang akan menerima mereka; Al Quran adalah peringatan bagi seluruh ummat.<br><br></span>",
      "closing": "<span class=\"gen\"><br> Surat Al Qalam berisi bantahan dari orang-orang musyrikin terhadap Nabi Muhammad s.a.w. dan memperingatkan agar jangan mengikuti kemauan mereka.Mereka itu mendapat penghinaan pada hari kiamat akibat perbuatan mereka.<br><br><i>HUBUNGAN SURAT AL QALAM DENGAN SURAT AL HAAQQAH</i><br><br> 1. Dalam Surat Al Qalam disebutkan tentang hari kiamat secara umum, Sedang dalam surat Al Haaqqah dijelaskan secara terperinci peristiwa peristiwa hari kiamat itu.<br> 2. Dalam Surat AlQalam diterangkan orang-orang yang mendustakan Al Qur aan dan ancaman azab atas mereka,sedang dalam surat Al Haaqqah, diterangkan orang-orang zaman dahulu yang mendustakan rasul-rasul dan macam-macam azab yang telah menimpa mereka. 3. Dalam surat Al Qalam, Allah membantah tuduhan orang musyrikin bahwa Muhammad s.a.w. orang gila, sedang dalam surat Al Haaqqah Allah membantah tuduhan bahwa nabi Muhammad s.a.w seorang penyair.<br><br></span>"
    },
    {
      "translation": "Hari Kiamat",
      "arabic": "الحاۤقّة",
      "latin": "Al-Haqqah",
      "ayah_count": 52,
      "index": 69,
      "opening": "<span class=\"gen\"><br> Surat ini terdiri atas 52 ayat,termasuk golongan surat-surat Makkiyah,diturunkan sesudah surat Al Mulk.<br> Nama <i>Al Haaqqah</i> diambil dari kata <i>Al Haaqqah</i> yang terdapat pada ayat pertama surat ini yang artinya <i>hari kiamat</i><br><br> Pokok-pokok isinya:<br> Peringatan tentang azab yang ditimpakan kepada kaum-kaum Tsamud, 'Aad, Fir'aun, kaum Nuh dan kaum-kaum sebelum mereka yang mengingkari rasul-rasul mereka pada hari kiamat; kejadian-kejadian mereka pada hari kiamat dan hari berhisab; penegasan Allah bahwa Al Quran itu benar-benar wahyu Allah.<br><br></span>",
      "closing": "<span class=\"gen\"><br> Surat Al Haaqqah memberi peringatan kepada mereka yang tidak mentaati Rasulullah s.a.w. dengan memberikan contoh-contoh tentang azab yang ditimpakan kepada umat yang dahulu yang mengingkari rasul-rasul-Nya.<br><br><i>HUBUNGAN SURAT AL HAAQQAH DENGAN SURAT AL MA'AARIJ</i><br><br> 1. Surat Al Ma'aarij melengkapi surat Al Haaqqah tentang gambaran hari kiamat dan hari berhisab.<br> 2. Dalam surat Al Haaqqah disebutkan dua golongan manusia pada hari kiamat yaitu ahli surga yang menerima kitab dari sebelah kanannya dan ahli neraka yang menerima kitab dari sebelah kirinya, sedang surat Al Ma'aarij menerangkan sifat-sifat kedua golongan itu.<br><br></span>"
    },
    {
      "translation": "Tempat Naik",
      "arabic": "المعارج",
      "latin": "Al-Ma'arij",
      "ayah_count": 44,
      "index": 70,
      "opening": "<span class=\"gen\"><br> Surat ini terdiri atas 44 ayat, termasuk golongan surat-surat Makkiyyah, diturunkan sesudah surat Al Haaqqah. Perkataan <i>Al Ma'arij</i> yang menjadi nama bagi surat ini adalah kata jamak dari <i>Mi'raj</i>, diambil dari perkataan Al Ma'arij yang terdapat pada ayat 3, yang artinya menurut bahasa <i>tempat naik</i>. Sedang para ahli tafsir memberi arti bermacam-macam, di antaranya <i>langit</i>, nikmat karunia dan derajat atau tingkatan yang diberikan Allah s.w.t kepada ahli surga.<br><br> Pokok-pokok isinya :<br><br> Perintah bersabar kepada Nabi Muhammad s.a.w dalam menghadapi ejekan-ejekan dan keingkaran orang-orang kafir, kejadian-kejadian pada hari kiamat; azab Allah tak dapat dihindarkan dengan tebusan apapun, sifat-sifat manusia yang mendorongnya ke api neraka; amal- amal perbuatan yang dapat membawa manusia ke martabat yang tinggi; peringatan Allah akan mengganti kaum yang durhaka dengan kaum yang lebih baik.<br><br></span>",
      "closing": "<span class=\"gen\"><br> Surat Al Ma´aarij menerangkan sifat-sifat yang buruk serta memberi petunjuk kepada jalan-jalan yang dapat mencapai kemuliaan dan derajat yang tinggi.<br><br><i>HUBUNGAN SURAT AL MA´AARIJ DENGAN SURAT NUH</i><br><br> 1. Pada akhir surat Al Ma´aarij Allah menerangkan bahwa Dia berkuasa mengganti kaum yang durhaka dengan kaum yang lebih baik, sedang dalam surat Nuh dibuktikan dengan penenggelaman kaum Nuh yang durhaka.<br> 2. Kedua surat ini dimulai dengan ancaman azab kepada orang-orang kafir.</span>"
    },
    {
      "translation": "Nuh",
      "arabic": "نوح",
      "latin": "Nuh",
      "ayah_count": 28,
      "index": 71,
      "opening": "<span class=\"gen\"><br> Surat ini terdiri atas 28 ayat, termasuk golongan surat-surat Makkiyah, diturunkan sesudah surat An Nahl. Dinamakan dengan surat <i>Nuh</i> karena surat ini seluruhnya men jelaskan da´wah dan doa Nabi Nuh a.s.<br><br> Pokok-pokok isinya :<br><br> Ajakan Nabi Nuh AS kepada kaumnya untuk beriman kepada Allah SWT serta bertobat kepada-Nya; perintah memperhatikan kejadian alam semesta dan kejadian manusia yang merupakan manifestasi kebesaran Allah; siksaan Allah di dunia dan akhirat bagi kaum Nuh yang tetap kafir; doa Nabi Nuh AS.<br><br></span>",
      "closing": "<span class=\"gen\"><br> Surat Nuh menjelaskan da´wah Nuh a.s. kepada kaumnya dan tantangan mereka, kemudian azab yang ditimpakan kepada mereka.<br><br><i>HUBUNGAN SURAT NUH DENGAN SURAT AL JIN</i><br><br> 1. Kedua surat ini mempunyai persamaan a.l :<br> a. Menggambarkan da´wah Nabi dan sikap lawan-lawannya.<br> b. Menerangkan azab yang akan ditimpakan atas mereka yang durhaka.<br> 2. Dalam surat Nuh, Allah memerintahkan supaya meminta ampun kepada-Nya, niscaya Dia melimpahkan harta dan anak, sedang dalam Al Jin dijelaskan bahwa mereka yang hidup di atas jalan yang benar, akan mendapat rezeki yang besar dari Allah.<br><br></span>"
    },
    {
      "translation": "Jin",
      "arabic": "الجن",
      "latin": "Al-Jinn",
      "ayah_count": 28,
      "index": 72,
      "opening": "<span class=\"gen\"><br> Surat Al Jin terdiri atas 28 ayat, termasuk golongan surat-surat Makkiyyah, diturunkan sesudah surat Al A'raaf. Dinamai <i>Al Jin</i> diambil dari perkataan <i>Al Jin</i> yang terdapat pada ayat pertama surat ini. Pada ayat tersebut dan ayat-ayat berikutnya diterangkan bahwa Jin sebagai makhluk halus telah mendengar pembacaan Al Quran dan mereka mengikuti ajaran Al Quran tersebut.<br><br> Pokok-pokok isinya :<br> Pengetahuan tentang jin diperoleh Nabi Muhammad s.a.w. dengan jalan wahyu; pernyataan iman segolongan jin kepada Allah; jin ada yang mukmin ada pula yang kafir; janji Allah kepada jin dan manusia untuk melimpahkan rezki-Nya kalau mereka mengikuti jalan yang lurus; janji perlindungan Allah terhadap Nabi Muhammad s.a.w. dan wahyu yang dibawanya.<br><br></span>",
      "closing": "<span class=\"gen\"><br> Surat Al Jin menerangkan bahwa Al Quran di samping petunjuk bagi manusia juga sebagai petunjuk bagi jin.<br><br><i>HUBUNGAN SURAT AL JIN DENGAN SURAT AL MUZZAMMIL</i><br><br> 1. Surat Al Jin menerangkan ketakjuban segolongan jin yang mendengarkan pembacaan Al Quran, sedang pada surat Al Muzzammil Allah memerintahkan Nabi Muhammad s.a.w. membaca Al Quran pada waktu malam.<br> 2. Pada surat Al Jin diterangkan bahwa orang-orang kafir Mekah selalu mengganggu Nabi Muhammad s.a.w. bila beliau sembahyang sedang surat Al Muzammil memerintahkan agar Nabi Muhammad s.a.w. mengerjakan sembahyang malam untuk menguatkan jiwanya.<br><br></span>"
    },
    {
      "translation": "Orang Yang Berselimut",
      "arabic": "المزّمّل",
      "latin": "Al-Muzzammil",
      "ayah_count": 20,
      "index": 73,
      "opening": "<span class=\"gen\"><br> Surat Al Muzzammil terdiri atas 20 ayat, termasuk golongan surat-surat Makkiyah, diturunkan sesudah surat Al Qalam. Dinamai <i>Al Muzzammil</i> (orang yang berselimut) diambil dari perkataan <i>Al Muzzammil</i> yang terdapat pada ayat pertama surat ini. Yang dimaksud dengan <i>orang yang berkemul</i> ialah Nabi Muhammad s.a.w.<br><br> Pokok-pokok isinya:<br> Petunjuk-petunjuk yang harus dilakukan oleh Rasullulah s.a.w. untuk menguatkan rohani guna persiapan menerima wahyu, yaitu dengan bangun di malam hari untuk bersembahyang tahajjud, membaca Al Quran dengan tartil; bertasbih dan bertahmid; perintah bersabar terhadap celaan orang-orang yang mendustakan Rasul. Akhirnya kepada umat Islam diperintahkan untuk bersembahyang tahajjud, berjihad di jalan Allah, membaca Al Quran, mendirikan sembahyang, menunaikan zakat, membelanjakan harta di jalan Allah dan memohon ampunan kepada Allah s.w.t.<br><br></span>",
      "closing": "<span class=\"gen\"><br> Surat Al Muzzammil menerangkan hal-hal yang berhubungan dengan petunjuk-petunjuk Allah untuk menguatkan jiwa yang bagi seseorang yang akan melakukan tugas yang berat.<br><br><i>HUBUNGAN SURAT AL MUZZAMMIL DENGAN SURAT AL MUDDATSTSIR</i><br><br> 1. Kedua surat ini sama-sama dimulai dengan seruan kepada Nabi Muhammad s.a.w.<br> 2. Surat Al Muzzammil berisi perintah bangun di malam hari bersembahyang tahajjud dan membaca Al Quran untuk menguatkan jiwa seseorang sedang Surat Al Muddatstsir berisi perintah melakukan da'wah mensucikan diri, dan bersabar.<br><br></span>"
    },
    {
      "translation": "Orang Yang Berkemul",
      "arabic": "المدّثّر",
      "latin": "Al-Muddassir",
      "ayah_count": 56,
      "index": 74,
      "opening": "<span class=\"gen\"><br> Surat Al Muddatstsir terdiri atas 56 ayat, termasuk golongan surat-surat Makkiyah, diturunkan sesudah surat Al Muzzammil. Dinamai <i>Al Muddatstsir</i> (orang yang berkemul) diambil dari perkataan <i>Al Muddatstsir</i> yang terdapat pada ayat pertama surat ini.<br><br> Pokok-pokok isinya :<br> Perintah untuk mulai berda´wah mengagungkan Allah, membersihkan pakaian, menjauhi maksiat, memberikan sesuatu dengan ikhlas dan bersabar dalam menjalankan perintah dan menjauhi larangan Allah; Allah akan mengazab orang-orang yang menentang Nabi Muhammad s.a.w. dan mendustakan Al Quran; tiap-tiap manusia terikat dengan apa yang ia usahakan.<br><br></span>",
      "closing": "<span class=\"gen\"><br> Surat ini mengandung perintah Allah kepada Nabi Muhammad s.a.w. untuk melakukan da´wah, disertai ancaman bagi orang yang menghalang-halangi da´wah.<br><br><i>HUBUNGAN SURAT AL MUDDATSTSIR DENGAN SURAT AL QIYAAMAH</i><br><br> 1. Surat Al Muddatstsir menerangkan bahwa walaupun keterangan apa saja yang dikemukakan kepada orang kafir mereka tidak percaya kepada adanya hari akhirat dan tidak takut kepadanya, sedang pada surat Al Qiyaamah, Allah menegaskan bahwa hari kiamat itu pasti terjadi disertai dengan bukti-buktinya.<br> 2. Dalam surat Al Muddatstsir diterangkan bahwa orang-orang kafir mendustakan Al Quran, sedang dalam surat Al Qiyaamah Allah menjamin tetapnya Al Quran dalam ingatan Nabi dan mengajarkan bacaannya.<br><br></span>"
    },
    {
      "translation": "Hari Kiamat",
      "arabic": "القيٰمة",
      "latin": "Al-Qiyamah",
      "ayah_count": 40,
      "index": 75,
      "opening": "<span class=\"gen\"><br> Surat Al Qiyaamah terdiri atas 40 ayat, termasuk golongan surat-surat Makkiyah, diturunkan sesudah surat Al Qaari'ah. Dinamai <i>Al Qiyaamah</i> (hari kiamat) diambil dari perkataan <i>Al Qiyaamah</i> yang terdapat pada ayat pertama surat ini.<br><br> Pokok-pokok isinya:<br> Kepastian terjadinya hari kiamat dan huru-hara yang terjadi padanya; jaminan Allah terhadap ayat-ayat Al Quran dalam dada Nabi sehingga Nabi tidak lupa tentang urutan arti dan pembacaannya; celaan Allah kepada orang-orang musyrik yang lebih mencintai dunia dan meninggalkan akhirat; keadaan manusia di waktu sakaratul maut.<br><br></span>",
      "closing": "<span class=\"gen\"><br> Surat Al Qiyaamah menerangkan tentang hari kiamat, disertai bukti-buktinya dan keadaan pada hari kiamat tersebut.<br><br><i>HUBUNGAN SURAT AL QIYAAMAH DENGAN SURAT AL INSAAN</i><br><br> 1. Surat Al Qiyaamah diakhiri dengan peringatan kepada manusia akan asal kejadiannya, sedang surat Al Insaan dimulai pula dengan peringatan tersebut serta memberinya petunjuk akan jalan yang membawa manusia kepada kesempurnaan.<br> 2. Kedua surat ini sama-sama mencela orang-orang yang lebih mencintai dunia dan meninggalkan akhirat.<br> 3. Surat Al Qiyaamah menerangkan huru-hara pada hari kiamat dan azab yang dialami orang-orang kafir di waktu itu, sedang surat Al insaan menerangkan keadaan yang dialami orang-orang yang bertakwa dan berbakti, di akhirat dan di dalam surga nanti.<br><br></span>"
    },
    {
      "translation": "Manusia",
      "arabic": "الانسان",
      "latin": "Al-Insan",
      "ayah_count": 31,
      "index": 76,
      "opening": "<span class=\"gen\"><br> Surat Al Insaan terdiri atas 31 ayat, termasuk golongan surat-surat Madaniyyah, diturunkan sesudah surat Ar Rahmaan. Dinamai <i>al Insaan</i> (manusia) diambil dari perkataan <i>Al Insaan</i> yang terdapat pada ayat pertama surat ini.<br><br> Pokok-pokok isinya:<br> Penciptaan manusia; petunjuk-petunjuk untuk mencapaikehidupan yang sempurna dengan menempuh jalan yang lurus; memenuhi nazar, memberi makan orang miskin dan anak yatim serta orang yang ditawan karena Allah, takut kepada hari kiamat mengerjakan shalat dan shalat tahajjud dan bersabar balam menjalankan hukum Allah; ganjaran terhadap orang yang mengikuti petunjuk dan ancaman terhadap orang yang mengingkarinya.<br><br></span>",
      "closing": "<span class=\"gen\"><br> Surat Al Insaan menerangkan bahwa setelah manusia diciptakan, manusia diberi petunjuk untuk mencapai kehidupan yang sempurna, ada yang mengingkari dan ada yang tidak mengikutinya, ganjaran bagi mereka yang mengikuti dan ancaman bagi mereka yang tidak mengikutinya.<br><br><i>HUBUNGAN SURAT AL INSAAN DENGAN SURAT AL MURSALAAT</i><br><br> 1. Surat Al Insaan menerangkan tentang ancaman Allah terhadap orang-orang yang durhaka, sedang pada surat Al Mursalaat Allah bersumpah bahwa semua ancamannya itu pasti terjadi.<br> 2. Surat Al Insaan menerangkan tentang kejadian manusia secara umum, sedang surat Al Mursalaat menerangkan kejadian itu secara terperinci.<br><br></span>"
    },
    {
      "translation": "Malaikat Yang Diutus",
      "arabic": "المرسلٰت",
      "latin": "Al-Mursalat",
      "ayah_count": 50,
      "index": 77,
      "opening": "<span class=\"gen\"><br> Surat Al Mursalaat terdiri atas 50 ayat, termasuk golongan surat-surat Makkiyah, diturunkan sesudah surat Al Humazah. Dinamai <i>Al Mursalaat</i> (Malaikat-Malaikat yang diutus), diambil dari perkataan <i>Al Mursalaat</i> yang terdapat pada ayat pertama surat ini. Dinamai juga <i>Amma yatasaa aluun</i> diambil dari perkataan <i>Amma yatasaa aluun</i> yang terdapat pada ayat 1 surat ini.<br><br> Pokok-pokok isinya:<br> Penegasan Allah bahwa semua yang diancamkan-Nya pasti terjadi; peristiwa-peristiwa yang terjadi sebelum hari berbangkit; peringatan Allah akan kehancuran umat-umat yang dahulu yang mendustakan nabi-nabi dan asal kejadian manusia dari air yang hina; keadaan orang-orang kafir dan orang mukmin di hari kiamat.<br><br></span>",
      "closing": "<span class=\"gen\"><br> Surat Al Mursalaat menerangkan azab yang akan diderita oleh orang-orang yang menolak kebenaran yang dibawa oleh nabi Muhammad s.a.w. sebagaimana azab yang diderita umat-umat yang dahulu yang menolak kebenaran yang dibawa rasul-rasul mereka.<br><br><i>HUBUNGAN SURAT AL MURSALAAT DENGAN SURAT AN NABA´</i><br><br> 1. Kedua surat ini sama-sama menerangkan keadaan neraka tempat orang-orang kafir menerima azab, dan keadaan surga tempat orang-orang yang bertakwa merasakan nikmat Allah.<br> 2. Dalam surat Al Mursalaat diterangkan tentang <i>yauml fashl</i> (hari keputusan) secara umum sedang surat An Naba´ menjelaskannya.<br><br></span>"
    },
    {
      "translation": "Berita Besar",
      "arabic": "النبأ",
      "latin": "An-Naba'",
      "ayah_count": 40,
      "index": 78,
      "opening": "<span class=\"gen\"><br> Surat An Naba´ terdiri atas 40 ayat, termasuk golongan surat-surat Makkiyah, diturunkan sesudah surat Al Ma´aarij. Dinamai <i>An Naba´</i> (berita besar) diambil dari perkataan <i>An Naba´</i> yang terdapat pada ayat 2 surat ini. Dinamai juga <i>Amma yatasaa aluun</i> diambil dari perkataan <i>Amma yatasaa aluun</i> yang terdapat pada ayat 1 surat ini.<br><br> Pokok-pokok isinya:<br> Pengingkaran orang-orang musyrik terhadap adanya hari berbangkit dan ancaman Allah terhadap sikap mereka itu;kekuasaan-kekuasaan Allah yang terlihat dalam alam sebagai bukti adanya hari berbangkit; peristiwa-peristiwa yang terjadi pada hari berbangkit; azab yang diterima orang-orang yang mendustakan ayat-ayat Allah serta kebahagiaan yang diterima orang-orang mukmin di hari kiamat; penyesalan orang kafir di hari kiamat.<br><br></span>",
      "closing": "<span class=\"gen\"><br> Surat An Naba´ menerangkan pengingkaran orang-orang musyrik terhadap hari berbangkit, ancaman Allah terhadap sikap mereka, azab yang mereka terima di hari kiamat serta kebahagiaan orang-orang yang beriman.<br><br><i>HUBUNGAN SURAT AN NABA´ DENGAN SURAT AN NAAZI´AAT</i><br><br> 1. Surat An Naba´ menerangkan ancaman Allah terhadap sikap orang-orang musyrik yang mengingkari adanya hari berbangkit, serta mengemukakan bukti-bukti adanya hari berbangkit, sedang pada surat An Naazi´aat Allah bersumpah bahwa hari kiamat yang mendahului hari berbangkit itu pasti terjadi.<br> 2. Sama-sama menerangkan huru-hara yang terjadi pada hari kiamat dan hari berbangkit.<br><br></span>"
    },
    {
      "translation": "Malaikat Yang Mencabut",
      "arabic": "النّٰزعٰت",
      "latin": "An-Nazi'at",
      "ayah_count": 46,
      "index": 79,
      "opening": "<span class=\"gen\"><br> Surat An Naazi´aat terdiri atas 46 ayat, termasuk golongan surat-surat Makkiyah, diturunkan sesudah surat An Naba´. Dinamai <i>An Naazi´aat</i> diambil dari perkataan <i>An Naazi´aat</i> yang terdapat pada ayat pertama surat ini. Dinamai pula <i>as Saahirah</i> yang diambil dari ayat 14, dinamai juga <i>Ath Thaammah</i> diambil dari ayat 34.<br><br> Pokok-pokok isinya:<br><i>1. Keimanan:</i><br> Penegasan Allah tentang adanya hari kiamat dan sikap orang- orang musyrik terhadapnya; manusia dibagi 2 golongan di akhirat; manusia tidak dapat mengetahui kapan terjadinya saat kiamat.<br><i>2. Kisah:</i><br> Kisah Musa a.s. dengan Fir´aun.<br><br></span>",
      "closing": "<span class=\"gen\"><br> Surat An Naazi´aat mengutarakan sumpah Allah dengan menyebut malaikat yang bermacam-macam tugasnya, bahwa hari kiamat pasti terjadi, dan membangkitkan manusia itu adalah mudah bagi Allah, serta mengancam orang- orang musyrik yang mengingkari kebangkitan dengan siksaan yang telah dialami Fir´aun dan pengikut-pengikutnya. Selanjutnya surat ini menerangkan keadaan orang-orang musyrik pada hari kiamat dan bagaimana kedahsyatan hari kiamat itu.<br><br><i>HUBUNGAN SURAT AN NAAZI´AAT DENGAN SURAT ´ABASA</i><br><br> Pada akhir surat An Naazi´aat ditaerangkan bahwa Nabi Muhammad s.a.w. hanyalah pemberi peringatan kepada orang-orang yang takut dengan hari kiamat, sedang pada permulaan surat ´Abasa dibayangkan bahwa dalam memberikan peringatan itu hendaklah memberikan penghargaan yang sama kepada orang-orang yang diberi peringatan dengan tidak memandang kedudukan seseorang dalam masyarakat.<br><br></span>"
    },
    {
      "translation": "Bermuka Masam",
      "arabic": "عبس",
      "latin": "'Abasa",
      "ayah_count": 42,
      "index": 80,
      "opening": "<span class=\"gen\"><br><br> Surat 'Abasa terdiri atas 42 ayat, termasuk golongan surat-surat Makkiyah, diturunkan sesudah surat An Najm. Dinamai <i>'Abasa</i> diambil dari perkataan <i>'Abasa</i> yang terdapat pada ayat pertama surat ini.<br><br> Menurut riwayat, pada suatu ketika Rasulullah s.a.w. menerima dan berbicara dengan pemuka-pemuka Quraisy yang beliau harapkan agar mereka masuk Islam. Dalam pada itu datanglah Ibnu Ummi Maktum, seorang sahabat yang buta yang mengharap agar Rasulullah s.a.w. membacakan kepadanya ayat- ayat Al Quran yang telah diturunkan Allah. tetapi Rasulullah s.a.w. bermuka masam dan memalingkan muka dari Ibnu Ummi Maktum yang buta itu, lalu Allah menurunkan surat ini sebagai teguran atas sikap Rasulullah terhadap ibnu Ummi Maktum itu.<br><br> Pokok-pokok isinya:<br><i>1. Keimanan:</i>Dalil-dalil keesaan Allah; keadaan manusia pada hari kiamat.<br><i>2. Dan lain-lain:</i>Dalam berda'wah hendaknya memberikan penghargaan yang sama kepada orang-orang yang diberi da'wah; cercaan Allah kepada manusia yang tidak mensyukuri nikmat-Nya.</span>",
      "closing": "<span class=\"gen\"><br> Surat 'Abasa mengandung teguran Allah kepada Rasululah s.a.w. yang lebih mengutamakan pembesar-pembesar Quraisy yang diharapkan agar mereka masuk Islam daripada Ibnu Ummi Maktum yang buta, tapi telah diyakini keimanannya; Al Quran adalah sebagai peringatan; dan salah satu sifat manusia ialah tidak mensyukuri nikmat Allah.<br><br><i>HUBUNGAN SURAT 'ABASA DENGAN SURAT AT TAKWIIR</i><br><br> 1. Sama-sama menerangkan tentang huru-hara pada hari kiamat.<br> 2. Sama-sama menerangkan bahwa manusia pada hari kiamat terbagi dua.<br> 3. Pada surat 'Abasa Allah s.w.t. menegur Muhammad s.a.w. sedang dalam surat At Takwiir Allah menegaskan bahwa Muhammad s.a.w. adalah seorang Rasul yang mulia.<br></span>"
    },
    {
      "translation": "Penggulungan",
      "arabic": "التكوير",
      "latin": "At-Takwir",
      "ayah_count": 29,
      "index": 81,
      "opening": "<span class=\"gen\"><br> Surat At Takwir terdiri atas 29 ayat dan termasuk golongan surat-surat Makkiyah, diturunkan sesudah surat Al Masadd. Kata <i>At Takwir</i> (terbelah) yang menjadi nama bagi surat ini adalah dari kata asal (mashdar) dari kata kerja <i>kuwwirat</i> (digulung) yang terdapat pada ayat pertama surat ini.<br><br> Pokok-pokok isinya:<br> Kegoncangan-kegoncangan yang terjadi pada hari kiamat; pada hari kiamat setiap jiwa akan mengetahui apa yang telah dikerja- kannya waktu di dunia; Al Quran adalah firman Allah yang disam- paikan oleh Jibril a.s.; penegasan atas kenabian Muhammad s.a.w.; Al Quran sumber petunjuk bagi umat manusia yang menginginkan hidup lurus; suksesnya manusia dalam mencapai kehidupan yang lurus itu tergantung kepada taufiq dari Allah.</span>",
      "closing": "<span class=\"gen\"><br> Surat At Takwiir mengemukakan tentang kejadian-kejadian pada hari kiamat serta kebenaran Al Quran sebagai wahyu Allah dan kerasulan Nabi Muhammad s.a.w.<br><br><i>HUBUNGAN SURAT AT TAKWIIR DENGAN SURAT AL INFITHAAR</i><br><br> 1. Permulaan dar kedua surat ini sama-sama mengemukakan kejadian-kejadian yang dahsyat pada hari kiamat.<br> 2. Pada surat At Takwiir dinyatakan bahwa tiap jiwa akan mengetahui apa-apa yang telah dikerjakannya, kemudian pada surat Al Infithaar diulang lagi dan ditegaskan bahwa manusia-manusia itu tidak dapat saling tolong- menolong di akhirat.<br></span>"
    },
    {
      "translation": "Terbelah",
      "arabic": "الانفطار",
      "latin": "Al-Infitar",
      "ayah_count": 19,
      "index": 82,
      "opening": "<span class=\"gen\"><br> Surat ini terdiri atas 19 ayat, termasuk golongan surat-surat Makkiyah dan diturunkan sesudah surat An Naazi'aat. Al Infithaar yang dijadikan nama untuk surat ini adalah kata asal dari kata <i>Infatharat</i> (terbelah) yang terdapat pada ayat pertama.<br><br> Pokok-pokok isinya:<br> Peristiwa-peristiwa yang terjadi pada hari kiamat; peringatan kepada manusia agar tidak terpedaya sehingga durhaka kepada Allah; adanya malaikat yang selalu menjaga dan mencatat segala amal perbuatan manusia; pada hari kiamat manusia tak dapat menolong orang lain; hanya kekuasaan Allah-lah yang berlaku pada waktu itu.</span>",
      "closing": "<span class=\"gen\"><br> Surat Al Infithaar ini menggambarkan kejadian-kejadian pada hari kiamat, dan menerangkan keingkaran manusia kepada karunia Allah dan bahwa segala amal perbuatan mereka itu akan mendapat pembalasan.<br><br><i>HUBUNGAN SURAT INI DENGAN SURAT AL MUTHAFFIFIIN</i><br><br> 1. Dalam surat Al Infithaar ini Allah menjelaskan adanya malaikat yang menjaga dan mencata amal perbuatan manusia, lalu pada Surat Al Muthaffifiin dijelaskan lagi tentang buku catatan itu.<br> 2. Dalam surat Al Infithaar ini secara singkat diterangkan dua golongan manusia pada hari kiamat yaitu orang-orang yang berbuat kebajikan dan orang-orang yang berbuat kebajikan dan orang-orang yang durhaka. Maka dalam surat Al Muthaffifiin diuraikan lebih luas keadaan dan sifat kedua golongan manusia itu.</span>"
    },
    {
      "translation": "Orang-Orang Curang",
      "arabic": "المطفّفين",
      "latin": "Al-Mutaffifin",
      "ayah_count": 36,
      "index": 83,
      "opening": "<span class=\"gen\"><br> Surat ini terdiri atas 36 ayat, termasuk golongan surat-surat Makkiyyah, diturunkan sesudah surat Al 'Ankabuut dan merupakan surat yang terakhir di Mekkah sebelum hijrah. <i>Al Muthaffifiin</i> yang dijadikan nama bagi surat ini diambil dari kata <i>Al Muthaffifiin</i> yang terdapat pada ayat pertama.<br><br> Pokok-pokok isinya:<br> Ancaman Allah s.w.t. terhadap orang-orang yang mengurangi hak orang lain dalam timbangan, ukuran dan takaran; catatan kejahatan manusia dicantumkan dalam <i>sijjiin</i> sedang catatan kebajikan manusia dicantumkan dalam <i>'illiyyiin</i>; balasan dan macam-macam kenikmatan bagi orang yang berbuat kebajikan; sikap dan pandangan orang-orang kafir di sunia terhadap orang-orang yang beriman; sikap orang-orang yang beriman di akhirat terhadap orang-orang kafir.</span>",
      "closing": "<span class=\"gen\"><br> Surat Al Muthaffifiin mengandung ancaman-ancaman terhadap orang-orang kafir dan orang-orang yang melakukan kecurangan, di samping itu memberikan janji yang baik kepada mereka yang beriman dan melakukan kebajikan.<br><br><i>HUBUNGAN SURAT AL MUTHAFFIFFIIN DENGAN SURAT AL INSYIQAAQ</i><br><br> 1. Dalam surat Al Muthaffiffiin, Allah s.w.t. menerangkan bahwa segala amalperbuatan manusia, yang baik maupun yang buruk tercatat dalam suatu buku yang terpelihara. Dalam surat Al Insyiqaaq Allah s.w.t. menjelaskan bahwa buku-buku catatan itu akan diberikan kepada manusia pada hari kiamat dan cara bagaimana pemberiannya.<br> 2. Dalam kedua surat ini, Allah juga menggambarkan ancaman bagi orang yang kafir dan ganjaran yang tak terhingga bagi orang-orang yang beriman.</span>"
    },
    {
      "translation": "Terbelah",
      "arabic": "الانشقاق",
      "latin": "Al-Insyiqaq",
      "ayah_count": 25,
      "index": 84,
      "opening": "<span class=\"gen\"><br> Surat Al Insyiqaaq, terdiri atas 25 ayat, termasuk golongan surat-surat Makkiyah, diturunkan sesudah surat Al Infithaarr. Dinamai <i>Al Insyiqaaq</i> (terbelah), diambil dari perkataan <i>Insyaqqat</i> yang terdapat pada permulaan surat ini, yang pokok katanya ialah <i>insyiqaaq</i>.<br><br> Pokok-pokok isinya:<br> Peristiwa-peristiwa pada permulaan terjadinya hari kiamat; peringatan bahwa manusia bersusah payah menemui Tuhannya; dalam menemui Tuhannya kelak ada yang mendapat kebahagiaan dan ada pula yang mendapat kesengsaraan; tingkat-tingkat kejadian dan kehidupan manusia di dunia dan di akhirat.</span>",
      "closing": "<span class=\"gen\"><br> Surat Al Insyiqaaq mengutarakan kejadian-kejadian permulaan terjadinya hari kiamat, bagaimana balasan amaan yang baik dan perbuatan yang buruk; dan kepastian terjadinya hari kiamat yang ditentang oleh orang-orang kafir.<br><br> HUBUNGAN SURAT AL INSYIQAAQ DENGAN SURAT AL BURUUJ<br><br> 1. Kedua surat ini sama-sama menerangkan janji-janji Allah kepada orang- orang mukmin serta ancaman-anacaman-Nya kepada orang yang mengingkari seruan Rasululah s.a.w.<br> 2. Pada surat Al Insyiqaaq diterangkan sikap orang-orang musyrik terhadap seruan rasululah s.a.w., sedang surat Al Buruuj menerangkan sikap orang- orang musyrik dan tindakan-tindakan mereka yang biasa mereka lakukan sejak dahulu terhadap orang-orang yang menerima seruan para rasul.</span>"
    },
    {
      "translation": "Gugusan Bintang",
      "arabic": "البروج",
      "latin": "Al-Buruj",
      "ayah_count": 22,
      "index": 85,
      "opening": "<span class=\"gen\"><br> Surat Al Buruuj terdiri atas 22 ayat, termasuk golongan surat-surat Makkiyyah diturunkan sesudah surat Asy-Syams.<br><br> Dinamai <i>Al Buruuj</i> (gugusan bintang) diambil dari perkataan <i>Al Buruuj</i> yang terdapat pada ayat 1 surat ini.<br><br> Pokok-pokok isinya:<br> Sikap dan tindakan-tindakan orang-orang kafir terhadap orang-orang yang mengikuti seruan para rasul; bukti-bukti kekuasaan dan keesaan Allah; isyarat dari Allah bahwa orang-orang kafir Mekah akan ditimpa azab sebagaimana kaum Fir'aun dan Tsamud telah ditimpa azab; jaminan Allah terhadap kemurnian Al Quran.<br><br></span>",
      "closing": "<span class=\"gen\"><br> Surat Al Buruuj mengutarakan sikap dan tindakan yang biasa dilakukan oleh orang-orang kafir sejak dahulu kepada orang-orang yang mengikuti seruan rasul dengan mengemukakan beberapa contoh yang telah dilakukan oleh orang-orang yang dahulu. Kemudian Allah mengisyaratkan kemenangan orang-orang yang beriman dan akan mengazab orang-orang kafir sebagai bujukan kepada Nabi Muhammad s.a.w. dan pengikut-pengikutnya dalam menghadapi tindakan-tindakan orang-orang musyrik pada periode Mekah.<br><br> HUBUNGAN SURAT AL BURUUJ DENGAN SURAT ATH THAARIQ<br><br> 1. Kedua surat ini sama-sama dimulai dengan bersumpahnya Allah dengan menyebut langit.<br> 2. Pada surat Al Buruuj disebutkan bahwa Al Quran itu dijaga dan dipelihara Allah dari segala yang dapat merusaknya, sedang surat Ath Thaariq menerangkan bahwa Al Quran adalah pemisah antara yang hak dan yang batil</span>"
    },
    {
      "translation": "Yang Datang Di Malam Hari",
      "arabic": "الطارق",
      "latin": "At-Tariq",
      "ayah_count": 17,
      "index": 86,
      "opening": "<span class=\"gen\"><br> Surat Ath Thaariq terdiri atas 17 ayat, termasuk golongan surat-surat Makkiyah, diturunkan sesudah surat Al Balad. Dinamai <i>Ath Thaariq</i> (yang datang di malam hari) diambil dari perkataan <i>Ath Thaariq</i> yang terdapat pada ayat 1 surat ini.<br><br> Pokok-pokok isinya:<br> Tiap-tiap jiwa selalu dipelihara dan diawasi Allah; merenungkan asal kejadian diri sendiri yaitu dari air mani akan menghilangkan sifat sombong dan takabur; Allah kuasa menghidupkan manusia kembali pada hari kiamat, pada hari itu tidak ada kekuatan yang dapat menolong selain Allah; Al Quran adalah pemisah antara yang hak dan yang batil.<br><br></span>",
      "closing": "<span class=\"gen\"><br> Surat Ath Thaariq menerangkan bahwa tiap-tiap diri tidak luput dari pengawasan Allah. Sebagaimana Allah menciptakan manusia, maka Allah dapat pula menghidupkan kembali bila ia telah mati; keterangan tentang Al Quran; bujukan kepada Nabi Muhammad s.a.w. terhadap tipu daya orang- orang kafir.<br><br><i>HUBUNGAN SURAT ATH THAARIQ DENGAN SURAT AL A'LAA</i><br><br> Pada surat Ath Thaariq diterangkan tentang penciptaan manusia dan diisyaratkan pula penciptaan tumbuh-tumbuhan, sedang pada surat Al A'laa diterangkan bahwa Allah menciptakan alam dengan sempurna dan dengan ukuran-ukuran tertentu.<br><br></span>"
    },
    {
      "translation": "Maha Tinggi",
      "arabic": "الاعلى",
      "latin": "Al-A'la",
      "ayah_count": 19,
      "index": 87,
      "opening": "<span class=\"gen\"><br> Surat ini terdiri atas 19 ayat, termasuk golongan surat-surat Makkiyyah, dan diturunkan sesudah surat At Takwiir. Nama <i>Al A´laa</i> diambil dari kata <i>Al A´laa</i> yang terdapat pada ayat pertama, berarti <i>Yang Paling Tinggi</i>. Muslim meriwayatkan dalam kitab Al Jumu'ah, dan diriwayatkan pula oleh Ashhaabus Sunan, dari Nu'man ibnu Basyir bahwa Rasulullah s.a.w. pada shalat dua hari Raya (Fitri dan Adha) dan shalat Jum'at membaca surat Al A´laa pada rakaat pertama, dan surat Al Ghaasyiyah pada rakaat kedua.<br><br> Pokok-pokok isinya :<br> Perintah Allah untuk bertasbih dengan menyebut nama-Nya. Nabi Muhammad s.a.w. sekali-kali tidak lupa pada ayat-ayat yang dibaca- kan kepadanya. Jalan-jalan yang menjadikan orang sukses hidup dunia dan akhirat. Allah menciptakan, menyempurnakan ciptaan-Nya, menentukan kadar-kadar, memberi petunjuk dan melengkapi keperluan- keperluannya sehingga tercapai tujuannya.</span>",
      "closing": "<span class=\"gen\"><br> Surat Al A´laa mengemukakan sifat-sifat Allah s.w.t dan salah satu sifat Nabi Muhammad s.a.w. dan orang-orang yang akan mendapat kebahagiaan di akhirat.<br><br><i>HUBUNGAN SURAT AL A´laa DENGAN SURAT AL GHAASYIYAH</i><br><br> Pada surat Al A´laa diterangkan secara umum tentang orang-orang yang beriman, orang yang kafir, syurga dan neraka. Kemudian dalam surat Al Ghaasyiyah dikemukakan kembali dengan cara yang lebih luas.</span>"
    },
    {
      "translation": "Hari Kiamat",
      "arabic": "الغاشية",
      "latin": "Al-Gasyiyah",
      "ayah_count": 26,
      "index": 88,
      "opening": "<span class=\"gen\"><br> Surat ini terdiri atas 26 ayat, termasuk surat-surat Makkiyah, diturunkan sesudah surat Adz Dzaariat. Nama <i>Ghaasyiyah</i> diambil dari kata <i>Al Ghaasyiyah</i> yang terdapat pada ayat pertama surat ini yang artinya peristiwa yang dahsyat, tapi yang dimaksud adalah hari kiamat. Surat ini adalah surat yang kerap kali dibaca Nabi pada rakaat kedua pada shalat hari-hari Raya dan shalat Jum'at.<br><br> Pokok-pokok isinya:<br> Keterangan tentang orang-orang kafir pada hari kiamat dan azab yang dijatuhkan atas mereka; keterangan tentang orang-orang yang beriman serta keadaan syurga yang diberikan kepada mereka sebagai balasan; perintah untuk memperhatikan keajaiban ciptaan-ciptaan Allah; perintah kepada Rasulullah s.a.w. untuk memperingatkan kaumnya kepada ayat-ayat Allah karena beliau adalah seorang pemberi peringatan, dan bukanlah seorang yang berkuasa atas keimanan mereka.</span>",
      "closing": "<span class=\"gen\"><br> Surat Al Ghaasyiyah menerangkan penderitaan orang-orang yang kafir dan kenikmatan orang-orang yang beriman pada hari kiamat.<br><br><i>HUBUNGAN SURAT AL GHAASYIYAH DENGAN SURAT AL FAJR</i><br><br> 1. Pada surat Al Ghaasyiyah, Allah menerangkan tentang orang-orang yang pada hari kiamat tergambar di muka mereka kehinaan dan tentang orang- orang yang bercahaya wajah mereka. Sedang pada surat Al Fajr disebutkan beberapa kaum yang mendustakan lagi berbuat durhaka sebagai contoh dari orang-orang yang tergambar di muka mereka kehinaan dan azab yang ditimpa kan kepada mereka di dunia dan disebutkan pula orang yang berjiwa muthmainnah, mereka itulah orang-orang yang wajahnya bercahaya.<br> 2. Dalam surat Al Ghaasyiyah Allah mengemukakan orang-orang yang bercahaya wajah mereka, sedang pada surat Al Fajr, disebutkan orang yang berjiwa tenang di dunia karena iman dan takwanya yang nantinya di akhirat berseri-seri wajah mereka.</span>"
    },
    {
      "translation": "Fajar",
      "arabic": "الفجر",
      "latin": "Al-Fajr",
      "ayah_count": 30,
      "index": 89,
      "opening": "<span class=\"gen\"><br> Surat ini terdiri atas 30 ayat, termasuk golongan surat-surat Makkiyyah, diturunkan sesudah surat Al Lail. Nama <i>Al Fajr</i> diambil dari kata <i>Al Fajr</i> yang terdapat pada ayat pertama surat ini yang artinya <i>fajar</i>.<br><br> Pokok-pokok isinya:<br> Allah bersumpah bahwa azab terhadap orang-orang kafir tidak akan dapat dielakkan; beberapa contoh dari umat-umat yang sudah dibinasa kan; kenikmatan hidup atau bencana yang dialami oleh seseorang bukanlah tanda penghormatan atau penghinaan Allah kepadanya, melainkan cobaan belaka; celaan terhadap orang-orang yang tidak mau memelihara anak yatim dan tidak memberi makan orang miskin; kecaman terhadap orang yang memakan harta warisan dengan campur aduk dan orang yang amat mencintai harta; malapetaka yang dihadapi orang- orang kafir di hari kiamat; orang-orang yang berjiwa muthmainnah (tenang) mendapat kemuliaan di sisi Allah.<br><br></span>",
      "closing": "<span class=\"gen\"><br> Surat Al Fajr mengemukakan contoh umat yang ditimpa azab dan beberapa sifat-sifat manusia yang tercela, serta menegaskan kemuliaan yang diberikan Allah s.w.t kepada orang yang berjiwa tenang.<br><br><i>HUBUNGAN SURAT AL FAJR DENGAN SURAT AL BALAD</i><br><br> 1. Dalam surat Al Fajr terdapat celaan kepada orang yang amat mencintai harta warisan dengan campur aduk dan tidak membantu orang-orang miskin, sedang pada surat Al Balad dijelaskan penggunaan harta yang terpuji di sisi Allah yaitu memerdekakan hamba sahaya, memberi makan anak yatim dan anak-anak miskin.<br> 2. Pada akhir surat Al Fajr manusia dibagi kepada ahli neraka dan ahli syurga. Sedang pada surat Al Balad disebutkan bahwa manusia dibagi kepada golongan kanan dan golongan kiri.<br><br></span>"
    },
    {
      "translation": "Negeri",
      "arabic": "البلد",
      "latin": "Al-Balad",
      "ayah_count": 20,
      "index": 90,
      "opening": "<span class=\"gen\"><br> Surat Al Balad terdiri atas 20 ayat, termasuk golongan surat-surat Makkiyyah, diturunkan sesudah surat Qaaf. Dinamai <i>Al Balad</i>, diambil dari perkataan <i>Al Balad</i> yang terdapat pada ayat pertama surat ini. Yang dimaksud dengan kota di sini ialah kota Mekah.<br><br> Pokok-pokok isinya:<br><br> Manusia diciptakan Allah untuk berjuang menghadapi kesulitan; janganlah manusia terpedaya oleh kekuasaan dan harta benda yang banyak yang telah dibelanjakannya; beberapa peringatan kepada manusia atas beberapa nikmat yang telah diberikan Allah kepadanya dan bahwa Allah telah menunjukkan jalan-jalan yang akan menyampaikannya kepada kebAhagiaan dan yang akan membawanya kepada kecelakaan.<br><br></span>",
      "closing": "<span class=\"gen\"><br> Surat Al Balad mengutarakan bahwa manusia haruslah bersusah payah mencari kebahagiaan dan Allah sendiri telah menunjukkan jalan yang membawa kepada kebaikan, dan jalan yang membawa kepada kesengsaraan. Tuhan menggambarkan bahwa jalan yang membawa kepada kebahagiaan itu lebih sulit menempuhnya daripada yang membawa kepada kesengsaraan.<br><br><i>HUBUNGAN SURAT AL BALAD DENGAN SURAT ASY SYAMS</i><br><br> 1. Kedua-dua surat ini sama-sama menerangkan bahwa Allah telah menunjukkan kepada manusia dua buah jalan yaitu jalan yang pada surat Asy Syams disebut jalan kefasikan dan jalan ketakwaan.<br> 2. Pada surat Asy Syams ditegaskan bahwa orang yang menjalani jalan ketakwaan itu akan berbahagia dan orang yang menjalani jalan kefasikan itu akan merugi.<br><br></span>"
    },
    {
      "translation": "Matahari",
      "arabic": "الشمس",
      "latin": "Asy-Syams",
      "ayah_count": 15,
      "index": 91,
      "opening": "<span class=\"gen\"><br> Surat Asy Syams terdiri atas 15 ayat, termasuk golongan surat-surat Makkiyyah, diturunkan sesudah surat Al Qadar. Dinamai <i>Asy Syams</i> (matahari) diambil dari perkataan <i>Asy Syams</i> yang terdapat pada ayat permulaan surat ini.<br><br> Pokok-pokok isinya :<br> Kaum Tsamud telah dihancurkan Allah karena kedurhakaannya. Tuhan membayangkan bahwa hal ini adalah mudah bagi-Nya, sebagaimana mudahnya menciptakan benda-benda alam, siang dan malam, dan menciptakan jiwa yang tersebut dalam sumpah-Nya; Allah memberitahukan kepada manusia jalan ketakwaan dan jalan kekafiran; manusia mempunyai kebebasan memilih antara kedua jalan itu.<br><br></span>",
      "closing": "<span class=\"gen\"><br> Surat Asy Syams berisi dorongan kepada manusia untuk membersihkan jiwanya agar mendapat keberuntungan di dunia dan di akhirat dan menyatakan bahwa Allah akan menimpakan azab kepada orang-orang yang mengotori jiwanya seperti halnya kaum Tsamud.<br><br><i>HUBUNGAN SURAT ASY SYAMS DENGAN SURAT AL LAIL</i><br><br> Surat Asy Syams menerangkan bahwa orang yang mensucikan jiwanya akan memperoleh keberuntungan dan orang yang mengotori jiwanya akan diazab Allah, sedang surat Al Lail menerangkan perbuatan yang mensucikan jiwa itu sehingga menghasilkan keuntungan dan perbuatan yang mengotorkan jiwa sehingga menghasilkan kerugian.<br><br></span>"
    },
    {
      "translation": "Malam",
      "arabic": "الّيل",
      "latin": "Al-Lail",
      "ayah_count": 21,
      "index": 92,
      "opening": "<span class=\"gen\"><br> Surat ini terdiri atas 21 ayat, termasuk golongan surat-surat Makkiyah, diturunkan sesudah surat Al A'laa. Surat ini dinamai <i>Al Lail</i> (malam), diambil dari perkataan <i>Al Lail</i> yang terdapat pada ayat pertama surat ini.<br><br> Pokok-pokok isinya:<br><br> Usaha manusia itu berlainan, karena itu balasannya berlainan pula; orang yang suka berderma, bertakwa dan membenarkan adanya pahala yang baik dimudahkan Allah baginya melakukan kebaikan yang membawa kepada kebahagiaan di akhirat, tetapi orang yang dimudahkan Allah baginya melakukan kejahatan-kejahatan yang membawa kepada kesengsaraan di akhirat, harta benda tidak akan akan memberi manfaat kepadanya; orang yang bakhil merasa dirinya cukup dan mendustakan adanya pahala yang baik.<br><br></span>",
      "closing": "<span class=\"gen\"><br> Surat Al Lail menerangkan bahwa amalan-amalan yang dikerjakan dengan tulus ikhlas semata-mata mencari keridhaan Allah itulah yang membawa kebahagiaan di akhirat kelak.<br><br><i>HUBUNGAN SURAT AL LAIL DENGAN SURAT ADH DHUHAA</i><br><br> Pada surat Al Lail diterangkan bahwa orang yang taqwa akan dimudahkan Allah mengerjakan prbuatan taqwa sehingga memperoleh kebahagiaan. Sedang pada surat Adh Dhuhaa diterangkan bahwa keberuntungan di akhirat lebih baik dari keberuntungan di dunia.<br><br></span>"
    },
    {
      "translation": "Duha",
      "arabic": "الضحى",
      "latin": "Ad-Duha",
      "ayah_count": 11,
      "index": 93,
      "opening": "<span class=\"gen\"><br> Surat ini terdiri atas 11 ayat, termasuk golongan surat Makiyyah dan diturunkan sesudah surat Al Fajr. Nama <i>Adh Dhuhaa</i> diambil dari kata yang terdapat pada ayat pertama, artinya : waktu matahari sepenggalahan naik.<br><br><i>Pokok-pokok Isinya:</i><br> Allah s.w.t. sekali-kali tidak akan meninggalkan Nabi Muhammad s.a.w Isyarat dari Allah s.w.t. bahwa kehidupan Nabi Muhammad s.a.w. dan da'wahnya akan bertambah baik dan berkembang; larangan menghina anak yatim dan menghardik orang-orang yang minta-minta dan perintah menyebut-nyebut nikmat yang diberikan Allah sebagai tanda bersyukur.<br><br></span>",
      "closing": "<span class=\"gen\"><br> Surat Adh Dhuhaa, menerangkan tentang bimbingan pemeliharaan Allah s.w.t. terhadap Nabi Muhammad s.a.w. dengan cara yang tak putus-putusnya dan mengandung pula perintah kepada Nabi supaya mensyukuri segala nikmat itu.<br><br><i>HUBUNGAN SURAT ADH DHUHAA DENGAN SURAT ALAM NASYRAH</i><br><br> 1. Kedua surat ini amat erat hubungannya karena sama-sama ditujukan kepada Nabi Muhammad s.a.w.<br> 2. Kedua surat ini sama-sama menerangkan nikmat Allah dan memerintahkan kepada Nabi untuk mensyukuri nikmat itu.<br><br></span>"
    },
    {
      "translation": "Lapang",
      "arabic": "الشرح",
      "latin": "Asy-Syarh",
      "ayah_count": 8,
      "index": 94,
      "opening": "<span class=\"gen\"><br> Surat ini terdiri atas 8 ayat, termasuk golongan surat-surat Makkiyah dan diturunkan sesudah surat Adh Dhuhaa. Nama <i>Alam Nasyrah</i> diambil dari kata <i>Alam Nasyrah</i> yang terdapat pada ayat pertama, yang berarti: bukankah Kami telah melapangkan.<br><br><i>Pokok-pokok isinya:</i><br> Penegasan tentang nikmat-nikmat Allah s.w.t. yang diberikan kepada Nabi Muhammad s.a.w., dan pernyataan Allah bahwa disamping kesukaran ada kemudahan karena itu diperintahkan kepada Nabi agar tetap melakukan amal-amal saleh dan bertawakkal kepada-Nya.<br><br></span>",
      "closing": "<span class=\"gen\"><br> Surat Alam Nasyrah ini merupakan tasliyah (penghibur hati) bagi Nabi Muhammad s.a.w.<br><br><i>HUBUNGAN SURAT ALAM NASYRAH DENGAN SURAT AT TIIN</i><br><br> Dalam surat Alam Nasyrah, Allah s.w.t. menjelaskan perintah kepada Nabi Muhammad s.a.w selaku manusia sempurna. Maka dalam surat At Tiin, diterangkan bahwa manusia itu adalah makhluk Allah yang mempunyai kesanggupan baik lahir maupun batin. Kesanggupannya itu menjadi kenyataan bilamana mereka mengikuti jejak Nabi Muhammad s.a.w<br><br></span>"
    },
    {
      "translation": "Buah Tin",
      "arabic": "التين",
      "latin": "At-Tin",
      "ayah_count": 8,
      "index": 95,
      "opening": "<span class=\"gen\"><br> Surat ini terdiri atas 8 ayat, termasuk golongan surat-surat Makkiyah, diturunkan sesudah surat Al Buruuj. Nama At Tiin diambil dari kata <i>At Tiin</i> yang terdapat pada ayat pertama surat ini yang artinya buah Tin.<br><br><i>Pokok-pokok isinya:</i><br> Manusia makhluk yang terbaik rohaniah dan jasmaniah, tetapi mereka akan dijadikan orang yang amat rendah jika tidak beriman dan beramal saleh; Allah adalah Hakim Yang Maha Adil.<br><br></span>",
      "closing": "<span class=\"gen\"><br> Surat At Tiin menerangkan kedudukan manusia dan keadilan Allah s.w.t.<br><br><i>HUBUNGAN SURAT AT TIIN DENGAN SURAT AL 'ALAQ</i><br><br> 1. Surat At Tiin menerangkan bentuk kejadian manusia dan surat Al 'Alaq menerangkan bahwa manusia dijadikan pada permulaannya dari segumpal darah.<br><br> 2. Pada surat Al 'Alaq dijelaskan lagi beberapa sifat-sifat manusia yang menjadikan mereka hina dan sengsara, dan sifat-sifat manusia yang menjadikan mereka berbahagia.<br><br></span>"
    },
    {
      "translation": "Segumpal Darah",
      "arabic": "العلق",
      "latin": "Al-'Alaq",
      "ayah_count": 19,
      "index": 96,
      "opening": "<span class=\"gen\"><br> Surat Al 'Alaq terdiri atas 19 ayat, termasuk golongan surat-surat Makkiyah. Ayat 1 sampai dengan 5 dari surat ini adalah ayat-ayat Al Quran yang pertama sekali diturunkan, yaitu di waktu Nabi Muhammad s.a.w. berkhalwat di gua Hira'. Surat ini dinamai <i>Al 'Alaq</i> (segumpal darah), diambil dari perkataan <i>Alaq</i> yang terdapat pada ayat 2 surat ini. Surat ini dinamai juga dengan <i>Iqra</i> atau <i>Al Qalam</i>.<br><br><i>Pokok-pokok isinya:</i><br> Perintah membaca Al Quran; manusia dijadikan dari segumpal darah; Allah menjadikan kalam sebagai alat mengembangkan pengetahuan; manusia bertindak melampaui batas karena merasa dirinya serba cukup; ancaman Allah terhadap orang-orang kafir yang menghalang-halangi kaum muslimin melaksanakan perintah-Nya.<br><br></span>",
      "closing": "<span class=\"gen\"><br><br><br> Surat Al 'Alaq menerangkan bahwa Allah menciptakan manusia dari benda yang hina kemudian memuliakannya dengan mengajar membaca, menulis dan memberinya pengetahuan. Tetapi manusia tidak ingat lagi akan asalnya, karena itu dia tidak mensyukuri nikmat Allah itu, bahkan dia bertindak melampaui batas karena melihat dirinya telah merasa serba cukup.<br><br><i>HUBUNGAN SURAT AL 'ALAQ DENGA SURAT AL QADR</i><br><br> Pada surat Al 'Alaq Allah memerintahkan agar Rasulullah s.a.w. membaca Al Quran, sedang pada surat Al Qadr Allah menerangkan tentang permulaan turunnya Al Quran.<br><br></span>"
    },
    {
      "translation": "Kemuliaan",
      "arabic": "القدر",
      "latin": "Al-Qadr",
      "ayah_count": 5,
      "index": 97,
      "opening": "<span class=\"gen\"><br> Surat Al Qadr terdiri atas 5 ayat, termasuk golongan surat-surat Makkiyah, diturunkan sesudah surat 'Abasa. Surat ini dinamai <i>Al Qadr</i> (kemuliaan), diambil dari perkataan <i>Al Qadr</i> yang terdapat pada ayat pertama surat ini.<br><br><i>Pokok-pokok isinya:</i><br> Al Quran dimulai diturunkan pada malam Lailatul Qadr, yang nilainya lebih dari seribu bulan; para malaikat dan Jibril turun ke dunia pada malam Lailatul Qadr untuk mengatur segala urusan.<br><br></span>",
      "closing": "<span class=\"gen\"><br> Pada surat Al Qadr ini diterangkan bahwa permulaan Al Quran diturunkan ialah pada malam lailatul Qadr dan diterangkan juga ketinggian malam lailatul Qadr itu.<br><br><i>HUBUNGAN SURAT AL QADR DENGAN SURAT AL BAYYINAH</i><br><br> Surat Al Qadr menerangkan tentang permulaan Al Quran diturunkan, sedang surat Al Bayyinah menerangkan salah satu sebab Allah menurunkan Al Quran.<br><br></span>"
    },
    {
      "translation": "Bukti Nyata",
      "arabic": "البيّنة",
      "latin": "Al-Bayyinah",
      "ayah_count": 8,
      "index": 98,
      "opening": "<span class=\"gen\"><br> Surat Al Bayyinah terdiri atas 8 ayat, termasuk golongan surat-surat Madaniyyah, diturunkan sesudah surat Ath Thalaq. Dinamai <i>Al Bayyinah</i> (bukti yang nyata) diambil dari perkataan <i>Al Bayyinah</i> yang terdapat pada ayat pertama surat ini.<br><br><i>Pokok-pokok isinya:</i><br> Pernyataan dari ahli Kitab dan orang-orang musyrik bahwa mereka akan tetap dalam agamanya masing-masing sampai datang nabi yang telah dijanjikan oleh Tuhan. Setelah Nabi Muhammad s.a.w. datang, mereka terpecah belah, ada yang beriman dan ada yang tidak, padahal Nabi yang datang itu sifat-sifatnya sesuai dengan sifat-sifat yang mereka kenal pada kitab-kitab mereka dan membawa ajaran yang benar yaitu ikhlas dalam beribadah, mendirikan sembahyang, menunaikan zakat.<br><br></span>",
      "closing": "<span class=\"gen\"><br> Dalam surat ini Allah menerangkan bahwa ajaran Muhammad s.a.w. adalah ajaran yang benar dan agama yang dibawanya adalah agama yang lurus yang mencakup pokok-poko ajaran yang dibawa nabi-nabi yang dahulu.<br><br><i>HUBUNGAN SURAT AL BAYYINAH DENGA SURAT AZ ZALZALAH</i><br><br> Pada surat Al Bayyinah diterangkan orang yang akan mendapat balasan yang baik dan orang yang akan mendapat siksa, sedang surat Az Zalzalah menerangkan kapan datangnya balasan itu.<br><br></span>"
    },
    {
      "translation": "Guncangan",
      "arabic": "الزلزلة",
      "latin": "Az-Zalzalah",
      "ayah_count": 8,
      "index": 99,
      "opening": "<span class=\"gen\"><br> Surat ini terdiri atas 8 ayat, termasuk golongan surat-surat Madaniyyah diturunkan sesudah surat An Nisaa'. Nama <i>Al Zalzalah</i> diambil dari kata: <i>Zilzaal</i> yang terdapat pada ayat pertama surat ini yang berarti goncangan. <i><br><br> Pokok-pokok isinya:</i><br> Kegoncangan bumi yang amat hebat pada hari kiamat dan kebingungan manusia ketika itu; manusia pada hari kiamat itu dikumpulkan untuk dihisab segala amal perbuatan mereka.<br><br></span>",
      "closing": "<span class=\"gen\"><br> Surat Az Zalzalah menerangkan tanda-tanda permulaan hari kiamat dan pada hari itu manusia akan melihat sendiri hasil perbuatan mereka, baik ataupun buruk, meskipun sebesar dzarrah.<br><br><i>HUBUNGAN SURAT AZ ZALZALAH DENGAN SURAT AL 'AADIYAAT</i><br><br> Surat Az Zalzalah menerangkan balasan atas perbuatan yang baik dan yang buruk, sedang pada surat Al 'Aadiyat Allah s.w.t. mencela orang-orang yang telah mencintai kehidupan dunia dan mengabaikan kehidupan akhirat dan tidak mempersiapkan diri mereka untuk kehidupan akhirat itu dengan amal kebajikan.<br><br></span>"
    },
    {
      "translation": "Kuda Yang Berlari Kencang",
      "arabic": "العٰديٰت",
      "latin": "Al-'Adiyat",
      "ayah_count": 11,
      "index": 100,
      "opening": "<span class=\"gen\"><br> Surat ini terdiri atas 11 ayat, termasuk golongan surat-surat Makkiyyah, diturunkan sesudah surat Al'Ashr. Nama <i>Al 'Aadiyaat</i> diambil dari kata <i>Al 'Aadiyaat</i> yang terdapat pada ayat pertama surat ini, artinya yang berlari kencang.<br><br> Pokok-pokok isinya:<br> Ancaman Alllah s.w.t. kepada manusia yang ingkar dan yang sangat mencintai harta benda bahwa mereka akan mendapat balasan yang setimpal di kala mereka dibangkitkan dari kubur dan di kala isi dada mereka ditampakkan.</span>",
      "closing": "<span class=\"gen\"><br> Surat Al 'Aadiyaat menjelaskan sifat-sifat buruk manusia dan kebangkitan mereka serta pembalasan kepada mereka pada hari kiamat.<br><br><i>HUBUNGAN SURAT AL 'AADIYAAT DENGAN SURAT AL QAARI'AH</i><br><br> Surat Al 'Aadiyaat ditutup dengan penyebutan hari kiamat, sedang Surat Al Qaari'ah seluruhnya menjelaskan tentang hari kiamat itu.</span>"
    },
    {
      "translation": "Hari Kiamat",
      "arabic": "القارعة",
      "latin": "Al-Qari'ah",
      "ayah_count": 11,
      "index": 101,
      "opening": "<span class=\"gen\"><br> Surat ini terdiri atas 11 ayat, termasuk golongan surat-surat Makkiyyah, diturunkan sesudah surat Quraisy. Nama <i>Al Qaari'ah</i> diambil dari kata <i>Al Qaari'ah</i> yang terdapat pada ayat pertama, artinya mengetok dengan keras, kemudian kata ini dipakai untuk nama hari kiamat.<br><br> Pokok-pokok isinya:<br> Kejadian-kejadian pada hari kiamat, yaitu manusia bertebaran, gunung berhamburan, amal perbuatan manusia ditimbang dan dibalasi.</span>",
      "closing": "<span class=\"gen\"><br> Surat Al Qaari'ah, seluruhnya menjelaskan hal-hal yang akan terjadi di hari kiamat.<br><br><i>HUBUNGAN SURAT AL QAARI'AH DENGAN SURAT AT TAKAATSUR</i><br> Dalam surat Al Qaari'ah dijelaskan golongan orang-orang yang masuk surga dan golongan yang masuk neraka, sedang pada surat At Takaatsur diterangkan salah satu sebab yang membawa orang masuk neraka.</span>"
    },
    {
      "translation": "Bermegah-Megahan",
      "arabic": "التكاثر",
      "latin": "At-Takasur",
      "ayah_count": 8,
      "index": 102,
      "opening": "<span class=\"gen\"><br> Surat At Takaatsur terdiri atas 8 ayat, termasuk golongan surat-surat Makkiyyah, diturunkan sesudah surat Al Kautsar. Dinamai <i>At Takaatsur</i> (bermegah-megahan) diambil dari perkataan <i>At Takaatsur</i> yang terdapat pada ayat pertama surat ini.<br><br> Pokok-pokok isinya:<br> Keinginan manusia untuk bermegah-megahan dalam soal duniawi, sering melalaikan manusia dari tujuan hidupnya. Dia baru menyadari kesalahannya itu setelah maut mendatanginya; manusia akan ditanya di akhirat tentang nikmat yang dibangga-banggakannya.</span>",
      "closing": "<span class=\"gen\"><br> Surat ini mengemukakan celaan dan ancaman terhadap orang-orang yang bermegah-megahan dengan apa yang diperolehnya dan tidak membelanjakannya di jalan Allah. Mereka pasti diazab dan pasti akan ditanya tentang apa yang dimegah-megahkannya itu.<br><br><i>HUBUNGAN SURAT AT TAAKATSUR DENGAN SURAT AL 'ASHR</i><br><br> 1. Pada surat At Taakatsur Allah menerangkan keadaan orang yang bermegah-megahan dan disibukkan oleh harta harta benda sehingga lupa mengingat Allah, sedang surat Al 'Ashr menerangkan bahwa manusia akan merugi, kecuali mereka beriman, beramal saleh dan nasehat menasehati dalam kebenaran dan kesabaran.<br><br> 2. Pada surat At Taakatsur Allah menerangkan sifat orang yang mengikuti hawa nafsunya, sedang pada surat Al 'Ashr menerangkan sifat orang-orang yang tidak merugi.</span>"
    },
    {
      "translation": "Asar",
      "arabic": "العصر",
      "latin": "Al-'Asr",
      "ayah_count": 3,
      "index": 103,
      "opening": "<span class=\"gen\"><br> Surat Al 'Ashr terdiri atas 3 ayat, termasuk golongan surat-surat Makkiyyah, diturunkan sesudah surat Alam Nasyrah. Dinamai <i>Al 'Ashr</i> (masa) diambil dari perkataan <i>Al 'Ashr</i> yang terdapat pada ayat pertama surat ini.<br><br> Pokok-pokok isinya:<br> Semua manusia berada dalam keadaan merugi apabila dia tidak mengisi waktunya dengan perbuatan-perbuatan baik.</span>",
      "closing": "<span class=\"gen\"><br> Surat ini menerangkan bahwa manusia yang tidak dapat menggunakan masanya dengan sebaik-baiknya termasuk golongan yang merugi.<br><br><i>HUBUNGAN SURAT AL 'ASHR DENGAN SURAT AL HUMAZAH</i><br><br> Pada surat Al 'Ashr Allah menerangkan sifat-sifat orang yang tidak merugi, sedang dalam surat Al Humazah Allah menerangkan bberapa sifat orang yang selalu merugi.</span>"
    },
    {
      "translation": "Pengumpat",
      "arabic": "الهمزة",
      "latin": "Al-Humazah",
      "ayah_count": 9,
      "index": 104,
      "opening": "<span class=\"gen\"><br> Surat Al Humazah terdiri atas 9 ayat, termasuk golongan surat-surat Makkiyyah, diturunkan sesudah surat Al Qiyaamah. Dinamai <i>Al Humazah</i> (pengumpat) diambil dari perkataan <i>Humazah</i> yang terdapat pada ayat pertama surat ini.<br><br> Pokok-pokok isinya:<br><br> Ancaman Allah terhadap orang-orang yang suka mencela orang lain, suka mengumpat dan suka mengumpulkan harta tetapi tidak menafkahkannya di jalan Allah.</span>",
      "closing": "<span class=\"gen\"><br> Dalam surat ini diterangkan bahwa orang-orang yang suka mencela orang-orang lain, suka memfitnah dan suka mengumpulkan harta tetapi tidak dinafkahkannya di jalan Allah, akan diazab.<br><br><i>HUBUNGAN SURAT AL HUMAZAH DENGAN SURAT AL FIIL</i><br><br> Dalam surat Humazah diterangkan bahwa harta tidak berguna sedikitpun untuk menghadapi kekuasaan Allah, sedang surat Al Fiil menerangkan bahwa tentara gajah dengan segala macam perlengkapan perangnya tidak dapat menghadapi kekuasaan Allah.</span>"
    },
    {
      "translation": "Gajah",
      "arabic": "الفيل",
      "latin": "Al-Fil",
      "ayah_count": 5,
      "index": 105,
      "opening": "<span class=\"gen\"><br> Surat ini terdiri atas 5 ayat, termasuk golongan surat-surat Makkiyyah, diturunkan sesudah surat Al Kaafirun. Nama <i>Al Fiil</i> diambil dari kata <i>Al Fiil</i> yang terdapat pada ayat pertama surat ini, artinya <i>gajah</i>. Surat Al Fiil mengemukakan cerita pasukan bergajah dari Yaman yang dipimpin oleh Abrahah yang ingin meruntuhkan Ka'bah di Mekah. Peristiwa ini terjadi pada tahun Nabi Muhammad s.a.w. dilahirkan.<br><br> Pokok-pokok isinya:<br> Cerita tentang pasukan bergajah yang diazab oleh Allah s.w.t. dengan mengirimkan sejenis burung yang menyerang mereka sampai binasa.<br><br></span>",
      "closing": "<span class=\"gen\"><br> Surat Al Fiil ini menjelaskan tentang kegagalan pasukan bergajah yang dipimpin oleh Abrahah, karena Ka'bah dipelihara oleh Allah s.w.t.<br><br><i>HUBUNGAN SURAT AL FIIL DENGAN SURAT QURAISY</i><br><br> Dalam surat Al Fiil, Allah s.w.t. menjelaskan kehancuran pasukan bergajah yang hendak merobohkan Ka'bah, sedang dalam surat Quraisy Allah memerintahkan kepada penduduk Mekah untuk menyembah Allah pemilik Ka'bah itu.<br><br></span>"
    },
    {
      "translation": "Quraisy",
      "arabic": "قريش",
      "latin": "Quraisy",
      "ayah_count": 4,
      "index": 106,
      "opening": "<span class=\"gen\"><br> Surat ini terdiri atas 4 ayat, termasuk golongan surat-surat Makkiyyah dan diturunkan sesudah surat At Tiin. Nama <i>Quraisy</i> diambil dari kata <i>Quraisy</i> yang terdapat pada ayat pertama, artinya suku Quraisy. Suku Quraisy adalah suku yang mendapat kehormatan untuk memelihara Ka'bah.<br><br> Pokok-pokok isinya:<br> Peringatan kepada orang Quraisy tentang nikmat-nikmat yang diberikan Allah kepada mereka karena itu mereka diperintahkan untuk menyembah Allah.<br><br></span>",
      "closing": "<span class=\"gen\"><br> Surat Quraisy menerangkan kehidupan orang Quraisy serta kewajiban yang seharusnya mereka penuhi.<br><br><i>HUBUNGAN SURAT QURAISY DENGAN SURAT AL MAA'UUN</i><br><br> 1. Dalam surat Quraisy, Allah menyatakan, bahwa Dia membebaskan manusia dari kelaparan, maka dalam surat Al Maa'uun Allah mencela orang yang tidak menganjurkan dan tidak memberi makan orang miskin.<br><br> 2. Dalam surat Quraisy Allah memerintahkan menyembah-Nya maka dalam surat Al Maa'uun Allah mencela orang yang shalat dengan lalai dan riya.</span>"
    },
    {
      "translation": "Barang Yang Berguna",
      "arabic": "الماعون",
      "latin": "Al-Ma'un",
      "ayah_count": 7,
      "index": 107,
      "opening": "<span class=\"gen\"><br> Surat ini terdiri atas 7 ayat, termasuk golongan surat-surat Makkiyyah, diturunkan sesudah surat At Taakatsur. Nama <i>Al Maa'uun</i> diambil dari kata <i>Al Maa'uun</i> yang terdapat pada ayat 7, artinya barang-barang yang berguna.<br><br> Pokok-pokok isinya:<br> Beberapa sifat manusia yang dipandang sebagai mendustakan agama. Ancaman terhadap orang-orang yang melakukan shalat dengan lalai dan riya.<br><br></span>",
      "closing": "<span class=\"gen\"><br> Surat Al Maa'uun menjelaskan sifat-sifat manusia yang buruk yang membawa mereka ke dalam kesengsaraan.<br><br><i>HUBUNGAN SURAT AL MAA'UUN DENGAN SURAT AL KAUTSAR</i><br><br> Dalam surat Al Maa'uun dikemukakan sifat-sifat manusia yang buruk, sedang dalam surat Al Kautsar ditunjukkan sifat-sifat yang mulia, yang diperintahkan mengerjakannya.</span>"
    },
    {
      "translation": "Pemberian Yang Banyak",
      "arabic": "الكوثر",
      "latin": "Al-Kausar",
      "ayah_count": 3,
      "index": 108,
      "opening": "<span class=\"gen\"><br> Surat Al Kautsar terdiri atas 3 ayat, termasuk golongan surat-surat Makkiyyah diturunkan sesudah surat Al 'Aadiyaat. Dinamai <i>Al Kautsar</i> (nikmat yang banyak) diambil dari perkataan <i>Al Kautsar</i> yang terdapat pada ayat pertama surat ini.<br> Surat ini sebagai penghibur hati Nabi Muhammad s.a.w.<br><br> Pokok-pokok isinya:<br> Allah telah melimpahkan nikmat yang banyak karena itu bersembahyang dan berkorbanlah; Nabi Muhammad s.a.w. akan mempunyai pengikut yang yang banyak sampai hari kiamat dan akan mempunyai nama yang baik di dunia dan di akhirat, tidak sebagai yang dituduhkan pembenci-pembencinya.</span>",
      "closing": "<span class=\"gen\"><br> Surat ini menganjurkan agar orang selalu beribadah kepada Allah dan berkorban sebagai tanda bersyukur atas nikmat yang telah dilimpahkan-Nya.<br><br><i>HUBUNGAN SURAT AL KAUTSAR DENGAN SURAT AL KAAFIRUUN</i><br><br> Dalam surat Al Kautsar Allah memerintahkan agar memperhambakan diri kepada Allah, sedang dalam surat Al Kaafiruun perintah tersebut ditandaskan lagi.<br><br></span>"
    },
    {
      "translation": "Orang-Orang kafir",
      "arabic": "الكٰفرون",
      "latin": "Al-Kafirun",
      "ayah_count": 6,
      "index": 109,
      "opening": "<span class=\"gen\"><br> Surat Al Kaafiruun terdiri atas 6 ayat, termasuk golongan surat-surat Makkiyyah, diturunkan sesudah surat Al Maa'uun. Dinamai <i>Al Kaafiruun</i> (orang-orang kafir), diambil dari perkataan <i>Al Kaafiruun</i> yang terdapat pada ayat pertama surat ini.<br><br> Pokok-pokok isinya:<br> Pernyataan Tuhan yang disembah Nabi Muhammad s.a.w. dan pengikut-pengikutnya bukanlah apa yang disembah oleh orang-orang kafir, dan Nabi Muhammad s.a.w. tidak akan menyembah apa yang disembah oleh orang-orang kafir.</span>",
      "closing": "<span class=\"gen\"><br> Surat Al Kaafiruun mengisyaratkan tentang habisnya semua harapan orang-orang kafir dalam usaha mereka agar Nabi Muhammad s.a.w. meninggalkan da'wahnya.<br><br><i>HUBUNGAN SURAT AL KAAFIRUUN DENGAN SURAT AN NASHR</i><br><br> Surat Al Kaafiruun menerangkan bahwa Rasulullah s.a.w. tidak akan mengikuti agama orang-orang kafir, sedang dalam surat An Nashr diterangkan bahwa agama yang dibawa Nabi Muhammad s.a.w. akan berkembang dan menang.<br><br></span>"
    },
    {
      "translation": "Pertolongan",
      "arabic": "النصر",
      "latin": "An-Nasr",
      "ayah_count": 3,
      "index": 110,
      "opening": "<span class=\"gen\"><br> Surat An Nashr terdiri atas 3 ayat, termasuk golongan surat-surat Madaniyyah yang diturunkan di Mekah sesudah surat At Taubah. Dinamai <i>An Nashr</i> (pertolongan) diambil dari perkataan <i>Nashr</i> yang terdapat pada ayat pertama surat ini.<br><br> Pokok-pokok isinya:<br> Janji bahwa pertolongan Allah akan datang dan Islam akan mendapat kemenangan; perintah dari Tuhan agar bertasbih memuji-Nya, dan minta ampun kepada-Nya di kala terjadi peristiwa yang menggembirakan.<br><br></span>",
      "closing": "<span class=\"gen\"><br> Surat ini mengisyaratkan bahwa tugas Nabi Muhammad s.a.w. sebagai Rasul telah mendekati akhirnya.<br><br><i>HUBUNGAN SURAT AN NASHR DENGAN SURAT AL LAHAB</i><br><br> Surat An Nashr menerangkan tentang kemenangan yang diperoleh Nabi Muhammad s.a.w. dan pengikut-pengikutnya, sedang surat Al Lahab menerangkan tentang kebinasaan dan siksaan yang akan diderita oleh Abu Lahab dan isterinya sebagai orang-orang yang menentang Nabi.<br><br></span>"
    },
    {
      "translation": "Api Yang Bergejolak",
      "arabic": "اللهب",
      "latin": "Al-Lahab",
      "ayah_count": 5,
      "index": 111,
      "opening": "<span class=\"gen\"><br> Surat ini terdiri atas 5 ayat, termasuk golongan surat-surat Makkiyyah, diturunkan sesudah surat Al Fath. Nama <i>Al Lahab</i> diambil dari kata <i>Al Lahab</i> yang terdapat pada ayat ketiga surat ini yang artinya gejolak api. Surat ini juga dinamakan surat <i>Al Masad</i>.<br><br> Pokok-pokok isinya:<br> Cerita Abu Lahab dan isterinya yang menentang Rasul s.a.w. Keduanya akan celaka dan masuk neraka. Harta Abu Lahab, tak berguna untuk keselamatannya demikian pula segala usaha-usahanya.<br><br></span>",
      "closing": "<span class=\"gen\"><br> Surat Al Lahab menjelaskan kegagalan lawan-lawan Muhammad s.a.w.<br><br><i>HUBUNGAN SURAT AL LAHAB DEGAN SURAT AL IKHLASH</i><br><br> Surat Al Lahab mengisyaratkan bahwa kemusyrikan itu tidak dapat dipertahankan dan tidak akan menang walaupun pendukung-pendukungnya bekerja keras. Surat Al Ikhlash mengemukakan bahwa tauhid dalam Islam adalah tauhid yang semurni-murninya.<br><br></span>"
    },
    {
      "translation": "Ikhlas",
      "arabic": "الاخلاص",
      "latin": "Al-Ikhlas",
      "ayah_count": 4,
      "index": 112,
      "opening": "<span class=\"gen\"><br> Surat ini terdiri atas 4 ayat, termasuk golongan surat-surat Makkiyyah, diturunkan sesudah sesudah surat An Naas. Dinamakan <i>Al Ikhlas</i> karena surat ini sepenuhnya menegaskan kemurnian keesaan Allah s.w.t.<br><br> Pokok-pokok isinya:<br> Penegasan tentang kemurnian keesaan Allah s.w.t. dan menolak segala macam kemusyrikan dan menerangkan bahwa tidak ada sesuatu yang menyamai-Nya.<br><br></span>",
      "closing": "<span class=\"gen\"><br> Surat Al Ikhlash ini menegaskan kemurnian keesaan Allah s.w.t.<br><br><i>HUBUNGAN SURAT AL IKHLASH DENGAN SURAT AL FALAQ</i><br><br> Surat Al Ikhlash menegaskan kemurnian Allah s.w.t. sedang surat Al Falaq memerintahkan agar semata-mata kepada-Nya-lah orang memohon perlindungan dari segala macam kejahatan.<br><br></span>"
    },
    {
      "translation": "Subuh",
      "arabic": "الفلق",
      "latin": "Al-Falaq",
      "ayah_count": 5,
      "index": 113,
      "opening": "<span class=\"gen\"><br> Surat ini terdiri atas 5 ayat, termasuk golongan surat-surat Makkiyah, diturunkan sesudah surat Al Fiil. Nama <i>Al Falaq</i> diambil dari kata <i>Al Falaq</i> yang terdapat pada ayat pertama surat ini yang artinya waktu subuh. Diriwayatkan oleh Abu Daud, At Tirmizi dan An Nasa-i dari 'Uqbah bin 'Aamir bahwa Rasulullah s.a.w. bersembahyang dengan membaca surat Al Falaq dan surat An Naas dalam perjalanan.<br><br> Pokok-pokok isinya:<br> Perintah agar kita berlindung kepada Allah s.w.t. dari segala macam kejahatan.<br><br></span>",
      "closing": "<span class=\"gen\"><br> Surat Al Falaq memerintahkan kepada orang-orang yang beriman untuk memohon perlindungan kepada Allah s.w.t. dari segala kejahatan.<br><br><i>HUBUNGAN SURAT AL FALAQ DENGAN SURAT AN NAAS</i><br><br> 1. Kedua-duanya sama-sama mengajarkan kepada manusia, hanya kepada Allah-lah menyerahkan perlindungan diri dari segala kejahatan.<br> 2. Surat Al Falaq memerintahkan untuk memohon perlindungan dari segala bentuk kejahatan, sedang surat An Naas memerintahkan untuk memohon perlindungan dari jin dan manusia.<br><br></span>"
    },
    {
      "translation": "Manusia",
      "arabic": "الناس",
      "latin": "An-Nas",
      "ayah_count": 6,
      "index": 114,
      "opening": "<span class=\"gen\"><br> Surat ini terdiri atas 6 ayat, termasuk golongan surat-surat Makkiyah, diturunkan sesudah surat Al Falaq. Nama <i>An Naas</i> diambil dari <i>An Naas</i> yang berulang kali disebut dalam surat ini yang artinya manusia.<br><br> Pokok-pokok isinya:<br> Perintah kepada manusia agar berlindung kepada Allah dari segala macam kejahatan yang datang ke dalam jiwa manusia dari jin dan manusia.<br><br></span>",
      "closing": "<span class=\"gen\"><br> Al Quran dimulai dengan surat Al Faatihah yang diantara isinya ialah agar manusia memohon hidayat ke jalan yang lurus dan memohon pertolongan dari Allah s.w.t. dan diakhiri dengan surat An Naas yang menganjurkan agar manusia memohon perlindungan kepada Allah dari segala kejahatan.<br><br></span>"
    }
  ]
}
