{
    "27": {
        "number": "27",
        "name": "النمل",
        "name_latin": "An-Naml",
        "number_of_ayah": "93",
        "text": {
            "1": "طٰسۤ ۚ تِلْكَ اٰيٰتُ الْقُرْاٰنِ وَكِتَابٍ مُّبِيْنٍ ۙ ",
            "2": "هُدًى وَّبُشْرٰى لِلْمُؤْمِنِيْنَ ۙ  ",
            "3": "الَّذِيْنَ يُقِيْمُوْنَ الصَّلٰوةَ وَيُؤْتُوْنَ الزَّكٰوةَ وَهُمْ بِالْاٰخِرَةِ هُمْ يُوْقِنُوْنَ ",
            "4": "اِنَّ الَّذِيْنَ لَا يُؤْمِنُوْنَ بِالْاٰخِرَةِ زَيَّنَّا لَهُمْ اَعْمَالَهُمْ فَهُمْ يَعْمَهُوْنَ ۗ ",
            "5": "اُولٰۤىِٕكَ الَّذِيْنَ لَهُمْ سُوْۤءُ الْعَذَابِ وَهُمْ فِى الْاٰخِرَةِ هُمُ الْاَخْسَرُوْنَ ",
            "6": "وَاِنَّكَ لَتُلَقَّى الْقُرْاٰنَ مِنْ لَّدُنْ حَكِيْمٍ عَلِيْمٍ ",
            "7": "اِذْ قَالَ مُوْسٰى لِاَهْلِهٖٓ اِنِّيْٓ اٰنَسْتُ نَارًاۗ سَاٰتِيْكُمْ مِّنْهَا بِخَبَرٍ اَوْ اٰتِيْكُمْ بِشِهَابٍ قَبَسٍ لَّعَلَّكُمْ تَصْطَلُوْنَ ",
            "8": "فَلَمَّا جَاۤءَهَا نُوْدِيَ اَنْۢ بُوْرِكَ مَنْ فِى النَّارِ وَمَنْ حَوْلَهَاۗ وَسُبْحٰنَ اللّٰهِ رَبِّ الْعٰلَمِيْنَ ",
            "9": "يٰمُوْسٰٓى اِنَّهٗٓ اَنَا اللّٰهُ الْعَزِيْزُ الْحَكِيْمُ ۙ ",
            "10": "وَاَلْقِ عَصَاكَ ۗفَلَمَّا رَاٰهَا تَهْتَزُّ كَاَنَّهَا جَاۤنٌّ وَّلّٰى مُدْبِرًا وَّلَمْ يُعَقِّبْۗ يٰمُوْسٰى لَا تَخَفْۗ اِنِّيْ لَا يَخَافُ لَدَيَّ الْمُرْسَلُوْنَ ۖ  ",
            "11": "اِلَّا مَنْ ظَلَمَ ثُمَّ بَدَّلَ حُسْنًاۢ بَعْدَ سُوْۤءٍ فَاِنِّيْ غَفُوْرٌ رَّحِيْمٌ  ",
            "12": "وَاَدْخِلْ يَدَكَ فِيْ جَيْبِكَ تَخْرُجْ بَيْضَاۤءَ مِنْ غَيْرِ سُوْۤءٍۙ فِيْ تِسْعِ اٰيٰتٍ اِلٰى فِرْعَوْنَ وَقَوْمِهٖۚ اِنَّهُمْ كَانُوْا قَوْمًا فٰسِقِيْنَ ",
            "13": "فَلَمَّا جَاۤءَتْهُمْ اٰيٰتُنَا مُبْصِرَةً قَالُوْا هٰذَا سِحْرٌ مُّبِيْنٌ ۚ  ",
            "14": "وَجَحَدُوْا بِهَا وَاسْتَيْقَنَتْهَآ اَنْفُسُهُمْ ظُلْمًا وَّعُلُوًّاۗ فَانْظُرْ كَيْفَ كَانَ عَاقِبَةُ الْمُفْسِدِيْنَ ࣖ  ",
            "15": "وَلَقَدْ اٰتَيْنَا دَاوٗدَ وَسُلَيْمٰنَ عِلْمًاۗ وَقَالَا الْحَمْدُ لِلّٰهِ الَّذِيْ فَضَّلَنَا عَلٰى كَثِيْرٍ مِّنْ عِبَادِهِ الْمُؤْمِنِيْنَ  ",
            "16": "وَوَرِثَ سُلَيْمٰنُ دَاوٗدَ وَقَالَ يٰٓاَيُّهَا النَّاسُ عُلِّمْنَا مَنْطِقَ الطَّيْرِ وَاُوْتِيْنَا مِنْ كُلِّ شَيْءٍۗ اِنَّ هٰذَا لَهُوَ الْفَضْلُ الْمُبِيْنُ  ",
            "17": "وَحُشِرَ لِسُلَيْمٰنَ جُنُوْدُهٗ مِنَ الْجِنِّ وَالْاِنْسِ وَالطَّيْرِ فَهُمْ يُوْزَعُوْنَ  ",
            "18": "حَتّٰىٓ اِذَآ اَتَوْا عَلٰى وَادِ النَّمْلِۙ قَالَتْ نَمْلَةٌ يّٰٓاَيُّهَا النَّمْلُ ادْخُلُوْا مَسٰكِنَكُمْۚ  لَا يَحْطِمَنَّكُمْ سُلَيْمٰنُ وَجُنُوْدُهٗۙ وَهُمْ لَا يَشْعُرُوْنَ  ",
            "19": "فَتَبَسَّمَ ضَاحِكًا مِّنْ قَوْلِهَا وَقَالَ رَبِّ اَوْزِعْنِيْٓ اَنْ اَشْكُرَ نِعْمَتَكَ الَّتِيْٓ اَنْعَمْتَ عَلَيَّ وَعَلٰى وَالِدَيَّ وَاَنْ اَعْمَلَ صَالِحًا تَرْضٰىهُ وَاَدْخِلْنِيْ بِرَحْمَتِكَ فِيْ عِبَادِكَ الصّٰلِحِيْنَ  ",
            "20": "وَتَفَقَّدَ الطَّيْرَ فَقَالَ مَا لِيَ لَآ اَرَى الْهُدْهُدَۖ اَمْ كَانَ مِنَ الْغَاۤىِٕبِيْنَ  ",
            "21": "لَاُعَذِّبَنَّهٗ عَذَابًا شَدِيْدًا اَوْ لَاَا۟ذْبَحَنَّهٗٓ اَوْ لَيَأْتِيَنِّيْ بِسُلْطٰنٍ مُّبِيْنٍ  ",
            "22": "فَمَكَثَ غَيْرَ بَعِيْدٍ فَقَالَ اَحَطْتُّ بِمَا لَمْ تُحِطْ بِهٖ وَجِئْتُكَ مِنْ سَبَاٍ ۢبِنَبَاٍ يَّقِيْنٍ ",
            "23": "اِنِّيْ وَجَدْتُّ امْرَاَةً تَمْلِكُهُمْ وَاُوْتِيَتْ مِنْ كُلِّ شَيْءٍ وَّلَهَا عَرْشٌ عَظِيْمٌ  ",
            "24": "وَجَدْتُّهَا وَقَوْمَهَا يَسْجُدُوْنَ لِلشَّمْسِ مِنْ دُوْنِ اللّٰهِ وَزَيَّنَ لَهُمُ الشَّيْطٰنُ اَعْمَالَهُمْ فَصَدَّهُمْ عَنِ السَّبِيْلِ فَهُمْ لَا يَهْتَدُوْنَۙ  ",
            "25": "اَلَّا يَسْجُدُوْا لِلّٰهِ الَّذِيْ يُخْرِجُ الْخَبْءَ فِى السَّمٰوٰتِ وَالْاَرْضِ وَيَعْلَمُ مَا تُخْفُوْنَ وَمَا تُعْلِنُوْنَ  ",
            "26": "اَللّٰهُ لَآ اِلٰهَ اِلَّا هُوَۙ رَبُّ الْعَرْشِ الْعَظِيْمِ ۩ ",
            "27": "۞ قَالَ سَنَنْظُرُ اَصَدَقْتَ اَمْ كُنْتَ مِنَ الْكٰذِبِيْنَ ",
            "28": "اِذْهَبْ بِّكِتٰبِيْ هٰذَا فَاَلْقِهْ اِلَيْهِمْ ثُمَّ تَوَلَّ عَنْهُمْ فَانْظُرْ مَاذَا يَرْجِعُوْنَ ",
            "29": "قَالَتْ يٰٓاَيُّهَا الْمَلَؤُا اِنِّيْٓ اُلْقِيَ اِلَيَّ كِتٰبٌ كَرِيْمٌ  ",
            "30": "اِنَّهٗ مِنْ سُلَيْمٰنَ وَاِنَّهٗ بِسْمِ اللّٰهِ الرَّحْمٰنِ الرَّحِيْمِ ۙ  ",
            "31": "اَلَّا تَعْلُوْا عَلَيَّ وَأْتُوْنِيْ مُسْلِمِيْنَ ࣖ ",
            "32": "قَالَتْ يٰٓاَيُّهَا الْمَلَؤُا اَفْتُوْنِيْ فِيْٓ اَمْرِيْۚ مَا كُنْتُ قَاطِعَةً اَمْرًا حَتّٰى تَشْهَدُوْنِ ",
            "33": "قَالُوْا نَحْنُ اُولُوْا قُوَّةٍ وَّاُولُوْا بَأْسٍ شَدِيْدٍ ەۙ وَّالْاَمْرُ اِلَيْكِ فَانْظُرِيْ مَاذَا تَأْمُرِيْنَ",
            "34": "قَالَتْ اِنَّ الْمُلُوْكَ اِذَا دَخَلُوْا قَرْيَةً اَفْسَدُوْهَا وَجَعَلُوْٓا اَعِزَّةَ اَهْلِهَآ اَذِلَّةً ۚوَكَذٰلِكَ يَفْعَلُوْنَ  ",
            "35": "وَاِنِّيْ مُرْسِلَةٌ اِلَيْهِمْ بِهَدِيَّةٍ فَنٰظِرَةٌ ۢبِمَ يَرْجِعُ الْمُرْسَلُوْنَ ",
            "36": "فَلَمَّا جَاۤءَ سُلَيْمٰنَ قَالَ اَتُمِدُّوْنَنِ بِمَالٍ فَمَآ اٰتٰىنِ  َۧ اللّٰهُ خَيْرٌ مِّمَّآ اٰتٰىكُمْۚ بَلْ اَنْتُمْ بِهَدِيَّتِكُمْ تَفْرَحُوْنَ  ",
            "37": "اِرْجِعْ اِلَيْهِمْ فَلَنَأْتِيَنَّهُمْ بِجُنُوْدٍ لَّا قِبَلَ لَهُمْ بِهَا وَلَنُخْرِجَنَّهُمْ مِّنْهَآ اَذِلَّةً وَّهُمْ صَاغِرُوْنَ ",
            "38": "قَالَ يٰٓاَيُّهَا الْمَلَؤُا اَيُّكُمْ يَأْتِيْنِيْ بِعَرْشِهَا قَبْلَ اَنْ يَّأْتُوْنِيْ مُسْلِمِيْنَ ",
            "39": "قَالَ عِفْرِيْتٌ مِّنَ الْجِنِّ اَنَا۠ اٰتِيْكَ بِهٖ قَبْلَ اَنْ تَقُوْمَ مِنْ مَّقَامِكَۚ وَاِنِّيْ عَلَيْهِ لَقَوِيٌّ اَمِيْنٌ  ",
            "40": "قَالَ الَّذِيْ عِنْدَهٗ عِلْمٌ مِّنَ الْكِتٰبِ اَنَا۠ اٰتِيْكَ بِهٖ قَبْلَ اَنْ يَّرْتَدَّ اِلَيْكَ طَرْفُكَۗ فَلَمَّا رَاٰهُ مُسْتَقِرًّا عِنْدَهٗ قَالَ هٰذَا مِنْ فَضْلِ رَبِّيْۗ  لِيَبْلُوَنِيْٓ ءَاَشْكُرُ اَمْ اَكْفُرُۗ وَمَنْ شَكَرَ فَاِنَّمَا يَشْكُرُ لِنَفْسِهٖۚ وَمَنْ كَفَرَ فَاِنَّ رَبِّيْ غَنِيٌّ كَرِيْمٌ  ",
            "41": "قَالَ نَكِّرُوْا لَهَا عَرْشَهَا نَنْظُرْ اَتَهْتَدِيْٓ اَمْ تَكُوْنُ مِنَ الَّذِيْنَ لَا يَهْتَدُوْنَ ",
            "42": "فَلَمَّا جَاۤءَتْ قِيْلَ اَهٰكَذَا عَرْشُكِۗ قَالَتْ كَاَنَّهٗ هُوَۚ وَاُوْتِيْنَا الْعِلْمَ مِنْ قَبْلِهَا وَكُنَّا مُسْلِمِيْنَ  ",
            "43": "وَصَدَّهَا مَا كَانَتْ تَّعْبُدُ مِنْ دُوْنِ اللّٰهِ ۗاِنَّهَا كَانَتْ مِنْ قَوْمٍ كٰفِرِيْنَ  ",
            "44": "قِيْلَ لَهَا ادْخُلِى الصَّرْحَۚ فَلَمَّا رَاَتْهُ حَسِبَتْهُ لُجَّةً وَّكَشَفَتْ عَنْ سَاقَيْهَاۗ قَالَ اِنَّهٗ صَرْحٌ مُّمَرَّدٌ مِّنْ قَوَارِيْرَ ەۗ قَالَتْ رَبِّ اِنِّيْ ظَلَمْتُ نَفْسِيْ وَاَسْلَمْتُ مَعَ سُلَيْمٰنَ لِلّٰهِ رَبِّ الْعٰلَمِيْنَ ࣖ",
            "45": "وَلَقَدْ اَرْسَلْنَآ اِلٰى ثَمُوْدَ اَخَاهُمْ صٰلِحًا اَنِ اعْبُدُوا اللّٰهَ فَاِذَا هُمْ فَرِيْقٰنِ يَخْتَصِمُوْنَ  ",
            "46": "قَالَ يٰقَوْمِ لِمَ تَسْتَعْجِلُوْنَ بِالسَّيِّئَةِ قَبْلَ الْحَسَنَةِۚ  لَوْلَا تَسْتَغْفِرُوْنَ اللّٰهَ لَعَلَّكُمْ تُرْحَمُوْنَ ",
            "47": "قَالُوا اطَّيَّرْنَا بِكَ وَبِمَنْ مَّعَكَۗ قَالَ طٰۤىِٕرُكُمْ عِنْدَ اللّٰهِ  بَلْ اَنْتُمْ قَوْمٌ تُفْتَنُوْنَ ",
            "48": "وَكَانَ فِى الْمَدِيْنَةِ تِسْعَةُ رَهْطٍ يُّفْسِدُوْنَ فِى الْاَرْضِ وَلَا يُصْلِحُوْنَ  ",
            "49": "قَالُوْا تَقَاسَمُوْا بِاللّٰهِ لَنُبَيِّتَنَّهٗ وَاَهْلَهٗ ثُمَّ لَنَقُوْلَنَّ لِوَلِيِّهٖ مَا شَهِدْنَا مَهْلِكَ اَهْلِهٖ وَاِنَّا لَصٰدِقُوْنَ  ",
            "50": "وَمَكَرُوْا مَكْرًا وَّمَكَرْنَا مَكْرًا وَّهُمْ لَا يَشْعُرُوْنَ  ",
            "51": "فَانْظُرْ كَيْفَ كَانَ عَاقِبَةُ مَكْرِهِمْ اَنَّا دَمَّرْنٰهُمْ وَقَوْمَهُمْ اَجْمَعِيْنَ  ",
            "52": "فَتِلْكَ بُيُوْتُهُمْ خَاوِيَةً ۢبِمَا ظَلَمُوْاۗ اِنَّ فِيْ ذٰلِكَ لَاٰيَةً لِّقَوْمٍ يَّعْلَمُوْنَ  ",
            "53": "وَاَنْجَيْنَا الَّذِيْنَ اٰمَنُوْا وَكَانُوْا يَتَّقُوْنَ  ",
            "54": "وَلُوْطًا اِذْ قَالَ لِقَوْمِهٖٓ اَتَأْتُوْنَ الْفَاحِشَةَ وَاَنْتُمْ تُبْصِرُوْنَ  ",
            "55": "اَىِٕنَّكُمْ لَتَأْتُوْنَ الرِّجَالَ شَهْوَةً مِّنْ دُوْنِ النِّسَاۤءِ ۗبَلْ اَنْتُمْ قَوْمٌ تَجْهَلُوْنَ",
            "56": "۞ فَمَا كَانَ جَوَابَ قَوْمِهٖٓ اِلَّآ اَنْ قَالُوْٓا اَخْرِجُوْٓا اٰلَ لُوْطٍ مِّنْ قَرْيَتِكُمْۙ اِنَّهُمْ اُنَاسٌ يَّتَطَهَّرُوْنَ  ",
            "57": "فَاَنْجَيْنٰهُ وَاَهْلَهٗٓ اِلَّا امْرَاَتَهٗ قَدَّرْنٰهَا مِنَ الْغٰبِرِيْنَ  ",
            "58": "وَاَمْطَرْنَا عَلَيْهِمْ مَّطَرًاۚ فَسَاۤءَ مَطَرُ الْمُنْذَرِيْنَ ࣖ ",
            "59": "قُلِ الْحَمْدُ لِلّٰهِ وَسَلٰمٌ عَلٰى عِبَادِهِ الَّذِيْنَ اصْطَفٰىۗ ءٰۤاللّٰهُ خَيْرٌ اَمَّا يُشْرِكُوْنَ  ۔ ",
            "60": "اَمَّنْ خَلَقَ السَّمٰوٰتِ وَالْاَرْضَ وَاَنْزَلَ لَكُمْ مِّنَ السَّمَاۤءِ مَاۤءً فَاَنْۢبَتْنَا بِهٖ حَدَاۤىِٕقَ ذَاتَ بَهْجَةٍۚ مَا كَانَ لَكُمْ اَنْ تُنْۢبِتُوْا شَجَرَهَاۗ ءَاِلٰهٌ مَّعَ اللّٰهِ ۗبَلْ هُمْ قَوْمٌ يَّعْدِلُوْنَ ۗ ",
            "61": "اَمَّنْ جَعَلَ الْاَرْضَ قَرَارًا وَّجَعَلَ خِلٰلَهَآ اَنْهٰرًا وَّجَعَلَ لَهَا رَوَاسِيَ وَجَعَلَ بَيْنَ الْبَحْرَيْنِ حَاجِزًاۗ ءَاِلٰهٌ مَّعَ اللّٰهِ ۗبَلْ اَكْثَرُهُمْ لَا يَعْلَمُوْنَ ۗ  ",
            "62": "اَمَّنْ يُّجِيْبُ الْمُضْطَرَّ اِذَا دَعَاهُ وَيَكْشِفُ السُّوْۤءَ وَيَجْعَلُكُمْ خُلَفَاۤءَ الْاَرْضِۗ ءَاِلٰهٌ مَّعَ اللّٰهِ ۗقَلِيْلًا مَّا تَذَكَّرُوْنَۗ  ",
            "63": "اَمَّنْ يَّهْدِيْكُمْ فِيْ ظُلُمٰتِ الْبَرِّ وَالْبَحْرِ وَمَنْ يُّرْسِلُ الرِّيٰحَ بُشْرًا ۢ بَيْنَ يَدَيْ رَحْمَتِهٖۗ ءَاِلٰهٌ مَّعَ اللّٰهِ ۗتَعٰلَى اللّٰهُ عَمَّا يُشْرِكُوْنَ ",
            "64": "اَمَّنْ يَّبْدَؤُا الْخَلْقَ ثُمَّ يُعِيْدُهٗ وَمَنْ يَّرْزُقُكُمْ مِّنَ السَّمَاۤءِ وَالْاَرْضِۗ ءَاِلٰهٌ مَّعَ اللّٰهِ ۗقُلْ هَاتُوْا بُرْهَانَكُمْ اِنْ كُنْتُمْ صٰدِقِيْنَ ",
            "65": "قُلْ لَّا يَعْلَمُ مَنْ فِى السَّمٰوٰتِ وَالْاَرْضِ الْغَيْبَ اِلَّا اللّٰهُ ۗوَمَا يَشْعُرُوْنَ اَيَّانَ يُبْعَثُوْنَ ",
            "66": "بَلِ ادّٰرَكَ عِلْمُهُمْ فِى الْاٰخِرَةِۗ بَلْ هُمْ فِيْ شَكٍّ مِّنْهَاۗ بَلْ هُمْ مِّنْهَا عَمُوْنَ ࣖ ",
            "67": "وَقَالَ الَّذِيْنَ كَفَرُوْٓا ءَاِذَا كُنَّا تُرَابًا وَّاٰبَاۤؤُنَآ اَىِٕنَّا لَمُخْرَجُوْنَ ",
            "68": "لَقَدْ وُعِدْنَا هٰذَا نَحْنُ وَاٰبَاۤؤُنَا مِنْ قَبْلُۙ اِنْ هٰذَآ اِلَّآ اَسَاطِيْرُ الْاَوَّلِيْنَ ",
            "69": "قُلْ سِيْرُوْا فِى الْاَرْضِ فَانْظُرُوْا كَيْفَ كَانَ عَاقِبَةُ الْمُجْرِمِيْنَ ",
            "70": "وَلَا تَحْزَنْ عَلَيْهِمْ وَلَا تَكُنْ فِيْ ضَيْقٍ مِّمَّا يَمْكُرُوْنَ ",
            "71": "وَيَقُوْلُوْنَ مَتٰى هٰذَا الْوَعْدُ اِنْ كُنْتُمْ صٰدِقِيْنَ ",
            "72": "قُلْ عَسٰٓى اَنْ يَّكُوْنَ رَدِفَ لَكُمْ بَعْضُ الَّذِيْ تَسْتَعْجِلُوْنَ ",
            "73": "وَاِنَّ رَبَّكَ لَذُوْ فَضْلٍ عَلَى النَّاسِ وَلٰكِنَّ اَكْثَرَهُمْ لَا يَشْكُرُوْنَ",
            "74": "وَاِنَّ رَبَّكَ لَيَعْلَمُ مَا تُكِنُّ صُدُوْرُهُمْ وَمَا يُعْلِنُوْنَ ",
            "75": "وَمَا مِنْ غَاۤىِٕبَةٍ فِى السَّمَاۤءِ وَالْاَرْضِ اِلَّا فِيْ كِتٰبٍ مُّبِيْنٍ ",
            "76": "اِنَّ هٰذَا الْقُرْاٰنَ يَقُصُّ عَلٰى بَنِيْٓ اِسْرَاۤءِيْلَ اَكْثَرَ الَّذِيْ هُمْ فِيْهِ يَخْتَلِفُوْنَ  ",
            "77": "وَاِنَّهٗ لَهُدًى وَّرَحْمَةٌ لِّلْمُؤْمِنِيْنَ ",
            "78": "اِنَّ رَبَّكَ يَقْضِيْ بَيْنَهُمْ بِحُكْمِهٖۚ وَهُوَ الْعَزِيْزُ الْعَلِيْمُۚ ",
            "79": "فَتَوَكَّلْ عَلَى اللّٰهِ ۗاِنَّكَ عَلَى الْحَقِّ الْمُبِيْنِ ",
            "80": "اِنَّكَ لَا تُسْمِعُ الْمَوْتٰى وَلَا تُسْمِعُ الصُّمَّ الدُّعَاۤءَ اِذَا وَلَّوْا مُدْبِرِيْنَ ",
            "81": "وَمَآ اَنْتَ بِهٰدِى الْعُمْيِ عَنْ ضَلٰلَتِهِمْۗ اِنْ تُسْمِعُ اِلَّا مَنْ يُّؤْمِنُ بِاٰيٰتِنَا فَهُمْ مُّسْلِمُوْنَ ",
            "82": "۞ وَاِذَا وَقَعَ الْقَوْلُ عَلَيْهِمْ اَخْرَجْنَا لَهُمْ دَاۤبَّةً مِّنَ الْاَرْضِ تُكَلِّمُهُمْ اَنَّ النَّاسَ كَانُوْا بِاٰيٰتِنَا لَا يُوْقِنُوْنَ ࣖ",
            "83": "وَيَوْمَ نَحْشُرُ مِنْ كُلِّ اُمَّةٍ فَوْجًا مِّمَّنْ يُّكَذِّبُ بِاٰيٰتِنَا فَهُمْ يُوْزَعُوْنَ ",
            "84": "حَتّٰٓى اِذَا جَاۤءُوْ قَالَ اَكَذَّبْتُمْ بِاٰيٰتِيْ وَلَمْ تُحِيْطُوْا بِهَا عِلْمًا اَمَّاذَا كُنْتُمْ تَعْمَلُوْنَ ",
            "85": "وَوَقَعَ الْقَوْلُ عَلَيْهِمْ بِمَا ظَلَمُوْا فَهُمْ لَا يَنْطِقُوْنَ ",
            "86": "اَلَمْ يَرَوْا اَنَّا جَعَلْنَا الَّيْلَ لِيَسْكُنُوْا فِيْهِ وَالنَّهَارَ مُبْصِرًاۗ اِنَّ فِيْ ذٰلِكَ لَاٰيٰتٍ لِّقَوْمٍ يُّؤْمِنُوْنَ ",
            "87": "وَيَوْمَ يُنْفَخُ فِى الصُّوْرِ فَفَزِعَ مَنْ فِى السَّمٰوٰتِ وَمَنْ فِى الْاَرْضِ اِلَّا مَنْ شَاۤءَ اللّٰهُ ۗوَكُلٌّ اَتَوْهُ دَاخِرِيْنَ ",
            "88": "وَتَرَى الْجِبَالَ تَحْسَبُهَا جَامِدَةً وَّهِيَ تَمُرُّ مَرَّ السَّحَابِۗ صُنْعَ اللّٰهِ الَّذِيْٓ اَتْقَنَ كُلَّ شَيْءٍۗ اِنَّهٗ خَبِيْرٌ ۢبِمَا تَفْعَلُوْنَ",
            "89": "مَنْ جَاۤءَ بِالْحَسَنَةِ فَلَهٗ خَيْرٌ مِّنْهَاۚ وَهُمْ مِّنْ فَزَعٍ يَّوْمَىِٕذٍ اٰمِنُوْنَ ",
            "90": "وَمَنْ جَاۤءَ بِالسَّيِّئَةِ فَكُبَّتْ وُجُوْهُهُمْ فِى النَّارِۗ هَلْ تُجْزَوْنَ اِلَّا مَا كُنْتُمْ تَعْمَلُوْنَ ",
            "91": "اِنَّمَآ اُمِرْتُ اَنْ اَعْبُدَ رَبَّ هٰذِهِ الْبَلْدَةِ الَّذِيْ حَرَّمَهَا وَلَهٗ كُلُّ شَيْءٍ وَّاُمِرْتُ اَنْ اَكُوْنَ مِنَ الْمُسْلِمِيْنَ ۙ",
            "92": "وَاَنْ اَتْلُوَا الْقُرْاٰنَ ۚفَمَنِ اهْتَدٰى فَاِنَّمَا يَهْتَدِيْ لِنَفْسِهٖۚ وَمَنْ ضَلَّ فَقُلْ اِنَّمَآ اَنَا۠ مِنَ الْمُنْذِرِيْنَ ",
            "93": "وَقُلِ الْحَمْدُ لِلّٰهِ سَيُرِيْكُمْ اٰيٰتِهٖ فَتَعْرِفُوْنَهَاۗ وَمَا رَبُّكَ بِغَافِلٍ عَمَّا تَعْمَلُوْنَ ࣖ"
        },
        "translations": {
            "id": {
                "name": "Semut-semut",
                "text": {
                    "1": "Tha Sin. Inilah ayat-ayat Al-Qur'an, dan Kitab yang jelas,",
                    "2": "petunjuk dan berita gembira bagi orang-orang yang beriman,",
                    "3": "(yaitu) orang-orang yang melaksanakan salat dan menunaikan zakat, dan mereka meyakini adanya akhirat.",
                    "4": "Sesungguhnya orang-orang yang tidak beriman kepada akhirat, Kami jadikan terasa indah bagi mereka perbuatan-perbuatan mereka (yang buruk), sehingga mereka bergelimang dalam kesesatan.",
                    "5": "Mereka itulah orang-orang yang akan mendapat siksaan buruk (di dunia) dan mereka di akhirat adalah orang-orang yang paling rugi.",
                    "6": "Dan sesungguhnya engkau (Muhammad) benar-benar telah diberi Al-Qur'an dari sisi (Allah) Yang Mahabijaksana, Maha Mengetahui.",
                    "7": "(Ingatlah) ketika Musa berkata kepada keluarganya, “Sungguh, aku melihat api. Aku akan membawa kabar tentang itu kepadamu, atau aku akan membawa suluh api (obor) kepadamu agar kamu dapat berdiang (menghangatkan badan dekat api).”",
                    "8": "Maka ketika dia tiba di sana (tempat api itu), dia diseru, “Telah diberkahi orang-orang yang berada di dekat api, dan orang-orang yang berada di sekitarnya. Mahasuci Allah, Tuhan seluruh alam.”",
                    "9": "(Allah berfirman), “Wahai Musa!  Sesungguhnya Aku adalah Allah, Yang Mahaperkasa, Mahabijaksana.",
                    "10": "Dan lemparkanlah tongkatmu!” Maka ketika (tongkat itu menjadi ular dan) Musa melihatnya bergerak-gerak seperti seekor ular yang gesit, larilah dia berbalik ke belakang tanpa menoleh. ”Wahai Musa! Jangan takut! Sesungguhnya di hadapan-Ku, para rasul tidak perlu takut,",
                    "11": "kecuali orang yang berlaku zalim yang kemudian mengubah (dirinya) dengan kebaikan setelah kejahatan (bertobat); maka sungguh, Aku Maha Pengampun, Maha Penyayang.",
                    "12": "Dan masukkanlah tanganmu ke leher bajumu, niscaya ia akan keluar menjadi putih (bersinar) tanpa cacat. (Kedua mukjizat ini) termasuk sembilan macam mukjizat (yang akan dikemukakan) kepada Fir‘aun dan kaumnya. Mereka benar-benar orang-orang yang fasik.”",
                    "13": "Maka ketika mukjizat-mukjizat Kami yang terang itu sampai kepada mereka, mereka berkata, “Ini sihir yang nyata.”",
                    "14": "Dan mereka mengingkarinya karena kezaliman dan kesombongannya, padahal hati mereka meyakini (kebenaran)nya. Maka perhatikanlah bagaimana kesudahan orang-orang yang berbuat kerusakan.",
                    "15": "Dan sungguh, Kami telah memberikan ilmu kepada Dawud dan Sulaiman; dan keduanya berkata, “Segala puji bagi Allah yang melebihkan kami dari banyak hamba-hamba-Nya yang beriman.”",
                    "16": "Dan Sulaiman telah mewarisi Dawud, dan dia (Sulaiman) berkata, “Wahai manusia! Kami telah diajari bahasa burung dan kami diberi segala sesuatu. Sungguh, (semua) ini benar-benar karunia yang nyata.”",
                    "17": "Dan untuk Sulaiman dikumpulkan bala tentaranya dari jin, manusia dan burung, lalu mereka berbaris dengan tertib.",
                    "18": "Hingga ketika mereka sampai di lembah semut, berkatalah seekor semut, “Wahai semut-semut! Masuklah ke dalam sarang-sarangmu, agar kamu tidak diinjak oleh Sulaiman dan bala tentaranya, sedangkan mereka tidak menyadari.”",
                    "19": "Maka dia (Sulaiman) tersenyum lalu tertawa karena (mendengar) perkataan semut itu. Dan dia berdoa, “Ya Tuhanku, anugerahkanlah aku ilham untuk tetap mensyukuri nikmat-Mu yang telah Engkau anugerahkan kepadaku dan kepada kedua orang tuaku dan agar aku mengerjakan kebajikan yang Engkau ridai; dan masukkanlah aku dengan rahmat-Mu ke dalam golongan hamba-hamba-Mu yang saleh.”",
                    "20": "Dan dia memeriksa burung-burung lalu berkata, “Mengapa aku tidak melihat Hud-hud, apakah ia termasuk yang tidak hadir?",
                    "21": "Pasti akan kuhukum ia dengan hukuman yang berat atau kusembelih ia, kecuali jika ia datang kepadaku dengan alasan yang jelas.”",
                    "22": "Maka tidak lama kemudian (datanglah Hud-hud), lalu ia berkata, “Aku telah mengetahui sesuatu yang belum engkau ketahui. Aku datang kepadamu dari negeri Saba' membawa suatu berita yang meyakinkan.",
                    "23": "Sungguh, kudapati ada seorang perempuan yang memerintah mereka, dan dia dianugerahi segala sesuatu serta memiliki singgasana yang besar.",
                    "24": "Aku (burung Hud) dapati dia dan kaumnya menyembah matahari, bukan kepada Allah; dan setan telah menjadikan terasa indah bagi mereka perbuatan-perbuatan (buruk) mereka, sehingga menghalangi mereka dari jalan (Allah), maka mereka tidak mendapat petunjuk,",
                    "25": "mereka (juga) tidak menyembah Allah yang mengeluarkan apa yang terpendam di langit dan di bumi dan yang mengetahui apa yang kamu sembunyikan dan yang kamu nyatakan.",
                    "26": "Allah, tidak ada tuhan melainkan Dia, Tuhan yang mempunyai ‘Arsy yang agung.”",
                    "27": "Dia (Sulaiman) berkata, “Akan kami lihat, apa kamu benar, atau termasuk yang berdusta.",
                    "28": "Pergilah dengan (membawa) suratku ini, lalu jatuhkanlah kepada mereka, kemudian berpalinglah dari mereka, lalu perhatikanlah apa yang mereka bicarakan.”",
                    "29": "Dia (Balqis) berkata, “Wahai para pembesar! Sesungguhnya telah disampaikan kepadaku sebuah surat yang mulia.”",
                    "30": "Sesungguhnya (surat) itu dari Sulaiman yang isinya, “Dengan nama Allah Yang Maha Pengasih, Maha Penyayang,",
                    "31": "janganlah engkau berlaku sombong terhadapku dan datanglah kepadaku sebagai orang-orang yang berserah diri.”",
                    "32": "Dia (Balqis) berkata, “Wahai para pembesar! Berilah aku pertimbangan dalam perkaraku (ini). Aku tidak pernah memutuskan suatu perkara sebelum kamu hadir dalam majelis(ku).”",
                    "33": "Mereka menjawab, “Kita memiliki kekuatan dan keberanian yang luar biasa (untuk berperang), tetapi keputusan berada di tanganmu; maka pertimbangkanlah apa yang akan engkau perintahkan.”",
                    "34": "Dia (Balqis) berkata, “Sesungguhnya raja-raja apabila menaklukkan suatu negeri, mereka tentu membinasakannya, dan menjadikan penduduknya yang mulia jadi hina; dan demikian yang akan mereka perbuat.",
                    "35": "Dan sungguh, aku akan mengirim utusan kepada mereka dengan (membawa) hadiah, dan (aku) akan menunggu apa yang akan dibawa kembali oleh para utusan itu.”",
                    "36": "Maka ketika para (utusan itu) sampai kepada Sulaiman, dia (Sulaiman) berkata, “Apakah kamu akan memberi harta kepadaku? Apa yang Allah berikan kepadaku lebih baik daripada apa yang Allah berikan kepadamu; tetapi kamu merasa bangga dengan hadiahmu. ",
                    "37": "Kembalilah kepada mereka! Sungguh, Kami pasti akan mendatangi mereka dengan bala tentara yang mereka tidak mampu melawannya, dan akan kami usir mereka dari negeri itu (Saba') secara terhina dan mereka akan menjadi (tawanan) yang hina dina.”",
                    "38": "Dia (Sulaiman) berkata, “Wahai para pembesar! Siapakah di antara kamu yang sanggup membawa singgasananya kepadaku sebelum mereka datang kepadaku menyerahkan diri?”",
                    "39": "‘Ifrit dari golongan jin berkata, “Akulah yang akan membawanya kepadamu sebelum engkau berdiri dari tempat dudukmu; dan sungguh, aku kuat melakukannya dan dapat dipercaya.”",
                    "40": "Seorang yang mempunyai ilmu dari Kitab berkata, “Aku akan membawa singgasana itu kepadamu sebelum matamu berkedip.” Maka ketika dia (Sulaiman) melihat singgasana itu terletak di hadapannya, dia pun berkata, “Ini termasuk karunia Tuhanku untuk mengujiku, apakah aku bersyukur atau mengingkari (nikmat-Nya). Barangsiapa bersyukur, maka sesungguhnya dia bersyukur untuk (kebaikan) dirinya sendiri, dan barangsiapa ingkar, maka sesungguhnya Tuhanku Mahakaya, Mahamulia.”",
                    "41": "Dia (Sulaiman) berkata, “Ubahlah untuknya singgasananya; kita akan melihat apakah dia (Balqis) mengenal; atau tidak mengenalnya lagi.”",
                    "42": "Maka ketika dia (Balqis) datang, ditanyakanlah (kepadanya), “Serupa inikah singgasanamu?” Dia (Balqis) menjawab, “Seakan-akan itulah dia.” (Dan dia Balqis berkata), “Kami telah diberi pengetahuan sebelumnya dan kami adalah orang-orang yang berserah diri (kepada Allah).”",
                    "43": "Dan kebiasaannya menyembah selain Allah mencegahnya (untuk melahirkan keislamannya), sesungguhnya dia (Balqis) dahulu termasuk orang-orang kafir.",
                    "44": "Dikatakan kepadanya (Balqis), “Masuklah ke dalam istana.” Maka ketika dia (Balqis) melihat (lantai istana) itu, dikiranya kolam air yang besar, dan disingkapkannya (penutup) kedua betisnya. Dia (Sulaiman) berkata, “Sesungguhnya ini hanyalah lantai istana yang dilapisi kaca.” Dia (Balqis) berkata, “Ya Tuhanku, sungguh, aku telah berbuat zalim terhadap diriku. Aku berserah diri bersama Sulaiman kepada Allah, Tuhan seluruh alam.”",
                    "45": "Dan sungguh, Kami telah mengutus kepada (kaum) Samud saudara mereka yaitu Saleh (yang menyeru), “Sembahlah Allah!” Tetapi tiba-tiba mereka (menjadi) dua golongan yang bermusuhan.",
                    "46": "Dia (Saleh) berkata, “Wahai kaumku! Mengapa kamu meminta disegerakan keburukan sebelum (kamu meminta) kebaikan? Mengapa kamu tidak memohon ampunan kepada Allah, agar kamu mendapat rahmat?”",
                    "47": "Mereka menjawab, “Kami mendapat nasib yang malang disebabkan oleh kamu dan orang-orang yang bersamamu.” Dia (Saleh) berkata, “Nasibmu ada pada Allah (bukan kami yang menjadi sebab), tetapi kamu adalah kaum yang sedang diuji.”",
                    "48": "Dan di kota itu ada sembilan orang laki-laki yang berbuat kerusakan di bumi, mereka tidak melakukan perbaikan.",
                    "49": "Mereka berkata, “Bersumpahlah kamu dengan (nama) Allah, bahwa kita pasti akan menyerang dia bersama keluarganya pada malam hari, kemudian kita akan mengatakan kepada ahli warisnya (bahwa) kita tidak menyaksikan kebinasaan keluarganya itu, dan sungguh, kita orang yang benar.”",
                    "50": "Dan mereka membuat tipu daya, dan Kami pun menyusun tipu daya, sedang mereka tidak menyadari.",
                    "51": "Maka perhatikanlah bagaimana akibat dari tipu daya mereka, bahwa Kami membinasakan mereka dan kaum mereka semuanya.",
                    "52": "Maka itulah rumah-rumah mereka yang runtuh karena kezaliman mereka. Sungguh, pada yang demikian itu benar-benar terdapat tanda (kekuasaan Allah) bagi orang-orang yang mengetahui.",
                    "53": "Dan Kami selamatkan orang-orang yang beriman dan mereka selalu bertakwa.",
                    "54": "Dan (ingatlah kisah) Lut, ketika dia berkata kepada kaumnya, “Mengapa kamu mengerjakan perbuatan fahisyah (keji), padahal kamu melihatnya (kekejian perbuatan maksiat itu)?”",
                    "55": "Mengapa kamu mendatangi laki-laki untuk (memenuhi) syahwat(mu), bukan (mendatangi) perempuan? Sungguh, kamu adalah kaum yang tidak mengetahui (akibat perbuatanmu).",
                    "56": "Jawaban kaumnya tidak lain hanya dengan mengatakan, “Usirlah Lut dan keluarganya dari negerimu; sesungguhnya mereka adalah orang-orang yang (menganggap dirinya) suci.”",
                    "57": "Maka Kami selamatkan dia dan keluarganya, kecuali istrinya. Kami telah menentukan dia termasuk orang-orang yang tertinggal (dibinasakan).",
                    "58": "Dan Kami hujani mereka dengan hujan (batu), maka sangat buruklah hujan (yang ditimpakan) pada orang-orang yang diberi peringatan itu (tetapi tidak mengindahkan). ",
                    "59": "Katakanlah (Muhammad), “Segala puji bagi Allah dan salam sejahtera atas hamba-hamba-Nya yang dipilih-Nya. Apakah Allah yang lebih baik, ataukah apa yang mereka persekutukan (dengan Dia)?”",
                    "60": "Bukankah Dia (Allah) yang menciptakan langit dan bumi dan yang menurunkan air dari langit untukmu, lalu Kami tumbuhkan dengan air itu kebun-kebun yang berpemandangan indah? Kamu tidak akan mampu menumbuhkan pohon-pohonnya. Apakah di samping Allah ada tuhan (yang lain)? Sebenarnya mereka adalah orang-orang yang menyimpang (dari kebenaran).",
                    "61": "Bukankah Dia (Allah) yang telah menjadikan bumi sebagai tempat berdiam, yang menjadikan sungai-sungai di celah-celahnya, yang menjadikan gunung-gunung untuk (mengokohkan)nya dan yang menjadikan suatu pemisah antara dua laut? Apakah di samping Allah ada tuhan (yang lain)? Sebenarnya kebanyakan mereka tidak mengetahui.",
                    "62": "Bukankah Dia (Allah) yang memperkenankan (doa) orang yang dalam kesulitan apabila dia berdoa kepada-Nya, dan menghilangkan kesusahan dan menjadikan kamu (manusia) sebagai khalifah (pemimpin) di bumi? Apakah di samping Allah ada tuhan (yang lain)? Sedikit sekali (nikmat Allah) yang kamu ingat.",
                    "63": "Bukankah Dia (Allah) yang memberi petunjuk kepada kamu dalam kegelapan di daratan dan lautan dan yang mendatangkan angin sebagai kabar gembira sebelum (kedatangan) rahmat-Nya? Apakah di samping Allah ada tuhan (yang lain)? Mahatinggi Allah terhadap apa yang mereka persekutukan. ",
                    "64": "Bukankah Dia (Allah) yang menciptakan (makhluk) dari permulaannya, kemudian mengulanginya (lagi) dan yang memberikan rezeki kepadamu dari langit dan bumi? Apakah di samping Allah ada tuhan (yang lain)? Katakanlah, “Kemukakanlah bukti kebenaranmu, jika kamu orang yang benar.”",
                    "65": "Katakanlah (Muhammad), “Tidak ada sesuatu pun di langit dan di bumi yang mengetahui perkara yang gaib, kecuali Allah. Dan mereka tidak mengetahui kapan mereka akan dibangkitkan.”",
                    "66": "Bahkan pengetahuan mereka tentang akhirat tidak sampai (ke sana). Bahkan mereka ragu-ragu tentangnya (akhirat itu). Bahkan mereka buta tentang itu.",
                    "67": "Dan orang-orang yang kafir berkata, “Setelah kita menjadi tanah dan (begitu pula) nenek moyang kita, apakah benar kita akan dikeluarkan (dari kubur)?",
                    "68": "Sejak dahulu kami telah diberi ancaman dengan ini (hari kebangkitan); kami dan nenek moyang kami. Sebenarnya ini hanyalah dongeng orang-orang terdahulu.”",
                    "69": "Katakanlah (Muhammad), “Berjalanlah kamu di bumi, lalu perhatikanlah bagaimana kesudahan orang-orang yang berdosa. ",
                    "70": "Dan janganlah engkau bersedih hati terhadap mereka, dan janganlah (dadamu) merasa sempit terhadap upaya tipu daya mereka.”",
                    "71": "Dan mereka (orang kafir) berkata, “Kapankah datangnya janji (azab) itu, jika kamu orang yang benar.”",
                    "72": "Katakanlah (Muhammad), “Boleh jadi sebagian dari (azab) yang kamu minta disegerakan itu telah hampir sampai kepadamu.”",
                    "73": "Dan sungguh, Tuhanmu benar-benar memiliki karunia (yang diberikan-Nya) kepada manusia, tetapi kebanyakan mereka tidak mensyukuri(nya).",
                    "74": "Dan sungguh, Tuhanmu mengetahui apa yang disembunyikan dalam dada mereka dan apa yang mereka nyatakan.",
                    "75": "Dan tidak ada sesuatu pun yang tersembunyi di langit dan di bumi, melainkan (tercatat) dalam Kitab yang jelas (Lauh Mahfuzh).",
                    "76": "Sungguh, Al-Qur'an ini menjelaskan kepada Bani Israil sebagian besar dari (perkara) yang mereka perselisihkan.",
                    "77": "Dan sungguh, (Al-Qur'an) itu benar-benar menjadi petunjuk dan rahmat bagi orang-orang yang beriman.",
                    "78": "Sungguh, Tuhanmu akan menyelesaikan (perkara) di antara mereka dengan hukum-Nya, dan Dia Mahaperkasa, Maha Mengetahui.",
                    "79": "Maka bertawakallah kepada Allah, sungguh engkau (Muhammad) berada di atas kebenaran yang nyata.",
                    "80": "Sungguh, engkau tidak dapat menjadikan orang yang mati dapat mendengar dan (tidak pula) menjadikan orang yang tuli dapat mendengar seruan, apabila mereka telah berpaling ke belakang.",
                    "81": "Dan engkau tidak akan dapat memberi petunjuk orang buta dari kesesatannya. Engkau tidak dapat menjadikan (seorang pun) mendengar, kecuali orang-orang yang beriman kepada ayat-ayat Kami, lalu mereka berserah diri.",
                    "82": "Dan apabila perkataan (ketentuan masa kehancuran alam) telah berlaku atas mereka, Kami keluarkan makhluk bergerak yang bernyawa dari bumi yang akan mengatakan kepada mereka bahwa manusia dahulu tidak yakin kepada ayat-ayat Kami. ",
                    "83": "Dan (ingatlah) pada hari (ketika) Kami mengumpulkan dari setiap umat, segolongan orang yang mendustakan ayat-ayat Kami, lalu mereka dibagi-bagi (dalam kelompok-kelompok).",
                    "84": "Hingga apabila mereka datang, Dia (Allah) berfirman, “Mengapa kamu telah mendustakan ayat-ayat-Ku, pada-hal kamu tidak mempunyai pengetahuan tentang itu, atau apakah yang telah kamu kerjakan?”",
                    "85": "Dan berlakulah perkataan (janji azab) atas mereka karena kezaliman mereka, maka mereka tidak dapat berkata.",
                    "86": "Apakah mereka tidak memperhatikan bahwa Kami telah menjadikan malam agar mereka beristirahat padanya dan (menjadikan) siang yang menerangi? Sungguh, pada yang demikian itu terdapat tanda-tanda (kebesaran Allah) bagi orang-orang yang beriman.",
                    "87": "Dan (ingatlah) pada hari (ketika) sangkakala ditiup, maka terkejutlah apa yang ada di langit dan apa yang ada di bumi, kecuali siapa yang dikehendaki Allah. Dan semua mereka datang menghadap-Nya dengan merendahkan diri.",
                    "88": "Dan engkau akan melihat gunung-gunung, yang engkau kira tetap di tempatnya, padahal ia berjalan (seperti) awan berjalan. (Itulah) ciptaan Allah yang mencipta dengan sempurna segala sesuatu. Sungguh, Dia Mahateliti apa yang kamu kerjakan.",
                    "89": "Barangsiapa membawa kebaikan, maka dia memperoleh (balasan) yang lebih baik daripadanya, sedang mereka merasa aman dari kejutan (yang dahsyat) pada hari itu.",
                    "90": "Dan barangsiapa membawa kejahatan, maka disungkurkanlah wajah mereka ke dalam neraka. Kamu tidak diberi balasan, melainkan (setimpal) dengan apa yang telah kamu kerjakan.",
                    "91": "Aku (Muhammad) hanya diperintahkan menyembah Tuhan negeri ini (Mekah) yang Dia telah menjadikan suci padanya dan segala sesuatu adalah milik-Nya. Dan aku diperintahkan agar aku termasuk orang Muslim,",
                    "92": "dan agar aku membacakan Al-Qur'an (kepada manusia). Maka barangsiapa mendapat petunjuk maka sesungguhnya dia mendapat petunjuk untuk (kebaikan) dirinya, dan barangsiapa sesat, maka katakanlah, “Sesungguhnya aku (ini) tidak lain hanyalah salah seorang pemberi peringatan.”",
                    "93": "Dan katakanlah (Muhammad), “Segala puji bagi Allah, Dia akan memperlihatkan kepadamu tanda-tanda (kebesaran)-Nya, maka kamu akan mengetahuinya. Dan Tuhanmu tidak lengah terhadap apa yang kamu kerjakan.”"
                }
            }
        }
    }
}