{
    "53": {
        "number": "53",
        "name": "النجم",
        "name_latin": "An-Najm",
        "number_of_ayah": "62",
        "text": {
            "1": "وَالنَّجْمِ اِذَا هَوٰىۙ ",
            "2": "مَا ضَلَّ صَاحِبُكُمْ وَمَا غَوٰىۚ ",
            "3": "وَمَا يَنْطِقُ عَنِ الْهَوٰى",
            "4": "اِنْ هُوَ اِلَّا وَحْيٌ يُّوْحٰىۙ ",
            "5": "عَلَّمَهٗ شَدِيْدُ الْقُوٰىۙ ",
            "6": "ذُوْ مِرَّةٍۗ فَاسْتَوٰىۙ ",
            "7": "وَهُوَ بِالْاُفُقِ الْاَعْلٰىۗ ",
            "8": "ثُمَّ دَنَا فَتَدَلّٰىۙ  ",
            "9": "فَكَانَ قَابَ قَوْسَيْنِ اَوْ اَدْنٰىۚ",
            "10": "فَاَوْحٰىٓ اِلٰى عَبْدِهٖ مَآ اَوْحٰىۗ",
            "11": "مَا كَذَبَ الْفُؤَادُ مَا رَاٰى",
            "12": "اَفَتُمٰرُوْنَهٗ عَلٰى مَا يَرٰى ",
            "13": "وَلَقَدْ رَاٰهُ نَزْلَةً اُخْرٰىۙ",
            "14": "عِنْدَ سِدْرَةِ الْمُنْتَهٰى ",
            "15": "عِنْدَهَا جَنَّةُ الْمَأْوٰىۗ  ",
            "16": "اِذْ يَغْشَى السِّدْرَةَ مَا يَغْشٰىۙ ",
            "17": "مَا زَاغَ الْبَصَرُ وَمَا طَغٰى",
            "18": "لَقَدْ رَاٰى مِنْ اٰيٰتِ رَبِّهِ الْكُبْرٰى",
            "19": "اَفَرَءَيْتُمُ اللّٰتَ وَالْعُزّٰى",
            "20": "وَمَنٰوةَ الثَّالِثَةَ الْاُخْرٰى ",
            "21": "اَلَكُمُ الذَّكَرُ وَلَهُ الْاُنْثٰى ",
            "22": "تِلْكَ اِذًا قِسْمَةٌ ضِيْزٰى ",
            "23": "اِنْ هِيَ اِلَّآ اَسْمَاۤءٌ سَمَّيْتُمُوْهَآ اَنْتُمْ وَاٰبَاۤؤُكُمْ مَّآ اَنْزَلَ اللّٰهُ بِهَا مِنْ سُلْطٰنٍۗ اِنْ يَّتَّبِعُوْنَ اِلَّا الظَّنَّ وَمَا تَهْوَى الْاَنْفُسُۚ وَلَقَدْ جَاۤءَهُمْ مِّنْ رَّبِّهِمُ الْهُدٰىۗ",
            "24": "اَمْ لِلْاِنْسَانِ مَا تَمَنّٰىۖ  ",
            "25": "فَلِلّٰهِ الْاٰخِرَةُ وَالْاُوْلٰى ࣖ ",
            "26": "وَكَمْ مِّنْ مَّلَكٍ فِى السَّمٰوٰتِ لَا تُغْنِيْ شَفَاعَتُهُمْ شَيْـًٔا اِلَّا مِنْۢ بَعْدِ اَنْ يَّأْذَنَ اللّٰهُ لِمَنْ يَّشَاۤءُ وَيَرْضٰى ",
            "27": "اِنَّ الَّذِيْنَ لَا يُؤْمِنُوْنَ بِالْاٰخِرَةِ لَيُسَمُّوْنَ الْمَلٰۤىِٕكَةَ تَسْمِيَةَ الْاُنْثٰى ",
            "28": "وَمَا لَهُمْ بِهٖ مِنْ عِلْمٍۗ اِنْ يَّتَّبِعُوْنَ اِلَّا الظَّنَّ وَاِنَّ الظَّنَّ لَا يُغْنِيْ مِنَ الْحَقِّ شَيْـًٔاۚ ",
            "29": "فَاَعْرِضْ عَنْ مَّنْ تَوَلّٰىۙ عَنْ ذِكْرِنَا وَلَمْ يُرِدْ اِلَّا الْحَيٰوةَ الدُّنْيَاۗ  ",
            "30": "ذٰلِكَ مَبْلَغُهُمْ مِّنَ الْعِلْمِۗ اِنَّ رَبَّكَ هُوَ اَعْلَمُ بِمَنْ ضَلَّ عَنْ سَبِيْلِهٖۙ وَهُوَ اَعْلَمُ بِمَنِ اهْتَدٰى",
            "31": "وَلِلّٰهِ مَا فِى السَّمٰوٰتِ وَمَا فِى الْاَرْضِۗ لِيَجْزِيَ الَّذِيْنَ اَسَاۤءُوْا بِمَا عَمِلُوْا وَيَجْزِيَ الَّذِيْنَ اَحْسَنُوْا بِالْحُسْنٰىۚ ",
            "32": "اَلَّذِيْنَ يَجْتَنِبُوْنَ كَبٰۤىِٕرَ الْاِثْمِ وَالْفَوَاحِشَ اِلَّا اللَّمَمَۙ اِنَّ رَبَّكَ وَاسِعُ الْمَغْفِرَةِۗ هُوَ اَعْلَمُ بِكُمْ اِذْ اَنْشَاَكُمْ مِّنَ الْاَرْضِ وَاِذْ اَنْتُمْ اَجِنَّةٌ فِيْ بُطُوْنِ اُمَّهٰتِكُمْۗ فَلَا تُزَكُّوْٓا اَنْفُسَكُمْۗ  هُوَ اَعْلَمُ بِمَنِ اتَّقٰى ࣖ ",
            "33": "اَفَرَءَيْتَ الَّذِيْ تَوَلّٰىۙ  ",
            "34": "وَاَعْطٰى قَلِيْلًا وَّاَكْدٰى ",
            "35": "اَعِنْدَهٗ عِلْمُ الْغَيْبِ فَهُوَ يَرٰى ",
            "36": "اَمْ لَمْ يُنَبَّأْ بِمَا فِيْ صُحُفِ مُوْسٰى  ",
            "37": "وَاِبْرٰهِيْمَ الَّذِيْ وَفّٰىٓ ۙ ",
            "38": "اَلَّا تَزِرُ وَازِرَةٌ وِّزْرَ اُخْرٰىۙ  ",
            "39": "وَاَنْ لَّيْسَ لِلْاِنْسَانِ اِلَّا مَا سَعٰىۙ  ",
            "40": "وَاَنَّ سَعْيَهٗ سَوْفَ يُرٰىۖ",
            "41": "ثُمَّ يُجْزٰىهُ الْجَزَاۤءَ الْاَوْفٰىۙ ",
            "42": "وَاَنَّ اِلٰى رَبِّكَ الْمُنْتَهٰىۙ  ",
            "43": "وَاَنَّهٗ هُوَ اَضْحَكَ وَاَبْكٰى",
            "44": "وَاَنَّهٗ هُوَ اَمَاتَ وَاَحْيَاۙ  ",
            "45": "وَاَنَّهٗ خَلَقَ الزَّوْجَيْنِ الذَّكَرَ وَالْاُنْثٰى ",
            "46": "مِنْ نُّطْفَةٍ اِذَا تُمْنٰىۙ  ",
            "47": "وَاَنَّ عَلَيْهِ النَّشْاَةَ الْاُخْرٰىۙ ",
            "48": "وَاَنَّهٗ هُوَ اَغْنٰى وَاَقْنٰىۙ ",
            "49": "وَاَنَّهٗ هُوَ رَبُّ الشِّعْرٰىۙ",
            "50": "وَاَنَّهٗٓ اَهْلَكَ عَادًا ۨالْاُوْلٰىۙ",
            "51": "وَثَمُوْدَا۟ فَمَآ اَبْقٰىۙ",
            "52": "وَقَوْمَ نُوْحٍ مِّنْ قَبْلُۗ اِنَّهُمْ كَانُوْا هُمْ اَظْلَمَ وَاَطْغٰىۗ  ",
            "53": "وَالْمُؤْتَفِكَةَ اَهْوٰىۙ  ",
            "54": "فَغَشّٰىهَا مَا غَشّٰىۚ  ",
            "55": "فَبِاَيِّ اٰلَاۤءِ رَبِّكَ تَتَمَارٰى",
            "56": "هٰذَا نَذِيْرٌ مِّنَ النُّذُرِ الْاُوْلٰى",
            "57": "اَزِفَتِ الْاٰزِفةُ ۚ ",
            "58": "لَيْسَ لَهَا مِنْ دُوْنِ اللّٰهِ كَاشِفَةٌ  ۗ ",
            "59": "اَفَمِنْ هٰذَا الْحَدِيْثِ تَعْجَبُوْنَۙ  ",
            "60": "وَتَضْحَكُوْنَ وَلَا تَبْكُوْنَۙ  ",
            "61": "وَاَنْتُمْ سَامِدُوْنَ ",
            "62": "فَاسْجُدُوْا لِلّٰهِ وَاعْبُدُوْا ࣖ ۩ "
        },
        "translations": {
            "id": {
                "name": "Bintang",
                "text": {
                    "1": "Demi bintang ketika terbenam, ",
                    "2": "kawanmu (Muhammad) tidak sesat dan tidak (pula) keliru,",
                    "3": "dan tidaklah yang diucapkannya itu (Al-Qur'an) menurut keinginannya. ",
                    "4": "Tidak lain (Al-Qur'an itu) adalah wahyu yang diwahyukan (kepadanya),",
                    "5": "yang diajarkan kepadanya oleh (Jibril) yang sangat kuat, ",
                    "6": "yang mempunyai keteguhan; maka (Jibril itu) menampakkan diri dengan rupa yang asli (rupa yang bagus dan perkasa)",
                    "7": "Sedang dia berada di ufuk yang tinggi.",
                    "8": "Kemudian dia mendekat (pada Muhammad), lalu bertambah dekat, ",
                    "9": "sehingga jaraknya (sekitar) dua busur panah atau lebih dekat (lagi).",
                    "10": "Lalu disampaikannya wahyu kepada hamba-Nya (Muhammad) apa yang telah diwahyukan Allah. ",
                    "11": "Hatinya tidak mendustakan apa yang telah dilihatnya. ",
                    "12": "Maka apakah kamu (musyrikin Mekah) hendak membantahnya tentang apa yang dilihatnya itu?",
                    "13": "Dan sungguh, dia (Muhammad) telah melihatnya (dalam rupanya yang asli) pada waktu yang lain,",
                    "14": "(yaitu) di Sidratul Muntaha,",
                    "15": "di dekatnya ada surga tempat tinggal,",
                    "16": "(Muhammad melihat Jibril) ketika Sidratil muntaha diliputi oleh sesuatu yang meliputinya,",
                    "17": "penglihatannya (Muhammad) tidak menyimpang dari yang dilihatnya itu dan tidak (pula) melampauinya.",
                    "18": "Sungguh, dia telah melihat sebagian tanda-tanda (kebesaran) Tuhannya yang paling besar.          ",
                    "19": "Maka apakah patut kamu (orang-orang musyrik) menganggap (berhala) Al-Lata dan Al-‘Uzza,",
                    "20": "dan Manat, yang ketiga (yang) kemudian (sebagai anak perempuan Allah).",
                    "21": "Apakah (pantas) untuk kamu yang laki-laki dan untuk-Nya yang perempuan?",
                    "22": "Yang demikian itu tentulah suatu pembagian yang tidak adil. ",
                    "23": "Itu tidak lain hanyalah nama-nama yang kamu dan nenek moyangmu mengada-adakannya; Allah tidak menurunkan suatu keterangan apa pun untuk (menyembah)nya. Mereka hanya mengikuti dugaan, dan apa yang diingini oleh keinginannya. Padahal sungguh, telah datang petunjuk dari Tuhan mereka. ",
                    "24": "Atau apakah manusia akan mendapat segala yang dicita-citakannya?",
                    "25": "(Tidak!) Maka milik Allah-lah kehidupan akhirat dan kehidupan dunia. ",
                    "26": "Dan betapa banyak malaikat di langit, syafaat (pertolongan) mereka sedikit pun tidak berguna kecuali apabila Allah telah mengizinkan (dan hanya) bagi siapa yang Dia kehendaki dan Dia ridai. ",
                    "27": "Sesungguhnya orang-orang yang tidak beriman kepada kehidupan akhirat, sungguh mereka menamakan para malaikat dengan nama perempuan. ",
                    "28": "Dan mereka tidak mempunyai ilmu tentang itu. Mereka tidak lain hanyalah mengikuti dugaan, dan sesungguhnya dugaan itu tidak berfaedah sedikit pun terhadap kebenaran. ",
                    "29": "Maka tinggalkanlah (Muhammad) orang yang berpaling dari peringatan Kami, dan dia hanya mengingini kehidupan dunia.",
                    "30": "Itulah kadar ilmu mereka. Sungguh, Tuhanmu, Dia lebih mengetahui siapa yang tersesat dari jalan-Nya dan Dia pula yang mengetahui siapa yang mendapat petunjuk. ",
                    "31": "Dan milik Allah-lah apa yang ada di langit dan apa yang ada di bumi. (Dengan demikian) Dia akan memberi balasan kepada orang-orang yang berbuat jahat sesuai dengan apa yang telah mereka kerjakan dan Dia akan memberi balasan kepada orang-orang yang berbuat baik dengan pahala yang lebih baik (surga). ",
                    "32": "Yaitu) mereka yang menjauhi dosa-dosa besar dan perbuatan keji, kecuali kesalahan-kesalahan kecil. Sungguh, Tuhanmu Mahaluas ampunan-Nya. Dia mengetahui tentang kamu, sejak Dia menjadikan kamu dari tanah lalu ketika kamu masih janin dalam perut ibumu. Maka janganlah kamu menganggap dirimu suci. Dia mengetahui tentang orang yang bertakwa. ",
                    "33": "Maka tidakkah engkau melihat orang yang berpaling (dari Al-Qur'an)?",
                    "34": "dan dia memberikan sedikit (dari apa yang dijanjikan) lalu menahan sisanya.",
                    "35": "Apakah dia mempunyai ilmu tentang yang gaib sehingga dia dapat melihat(nya)?",
                    "36": "Ataukah belum diberitakan (kepadanya) apa yang ada dalam lembaran-lembaran (Kitab Suci yang diturunkan kepada) Musa?",
                    "37": "Dan (lembaran-lembaran) Ibrahim yang selalu menyempurnakan janji?",
                    "38": "(yaitu) bahwa seseorang yang berdosa tidak akan memikul dosa orang lain,",
                    "39": "dan bahwa manusia hanya memperoleh apa yang telah diusahakannya,",
                    "40": "dan sesungguhnya usahanya itu kelak akan diperlihatkan (kepadanya),",
                    "41": "kemudian akan diberi balasan kepadanya dengan balasan yang paling  sempurna,",
                    "42": "dan sesungguhnya kepada Tuhanmulah kesudahannya (segala sesuatu),",
                    "43": "dan sesungguhnya Dialah yang menjadikan orang tertawa dan menangis, ",
                    "44": "dan sesungguhnya Dialah yang mematikan dan menghidupkan, ",
                    "45": "dan sesungguhnya Dialah yang men-ciptakan pasangan laki-laki dan perempuan,",
                    "46": "dari mani, apabila dipancarkan,",
                    "47": "dan sesungguhnya Dialah yang menetapkan penciptaan yang lain (kebangkitan setelah mati),",
                    "48": "dan sesungguhnya Dialah yang memberikan kekayaan dan kecukupan. ",
                    "49": "dan sesungguhnya Dialah Tuhan (yang memiliki) bintang Syi‘ra, ",
                    "50": "dan sesungguhnya Dialah yang telah membinasakan kaum ‘Ad dahulu kala, ",
                    "51": "dan kaum Samud, tidak seorang pun yang ditinggalkan-Nya (hidup), ",
                    "52": "dan (juga) kaum Nuh sebelum itu. Sungguh, mereka adalah orang-orang yang paling zalim dan paling durhaka.",
                    "53": "Dan prahara angin telah meruntuhkan (negeri kaum Lut), ",
                    "54": "lalu menimbuni negeri itu (sebagai azab) dengan (puing-puing) yang menimpanya. ",
                    "55": "Maka terhadap nikmat Tuhanmu yang manakah yang masih kamu ragukan?",
                    "56": "Ini (Muhammad) salah seorang pemberi peringatan di antara para pemberi peringatan yang telah terdahulu. ",
                    "57": "Yang dekat (hari Kiamat) telah makin mendekat. ",
                    "58": "Tidak ada yang akan dapat mengungkapkan (terjadinya hari itu) selain Allah.",
                    "59": "Maka apakah kamu merasa heran terhadap pemberitaan ini?",
                    "60": "dan kamu tertawakan dan tidak menangis, ",
                    "61": "sedang kamu lengah (darinya).",
                    "62": "Maka bersujudlah kepada Allah dan sembahlah (Dia). "
                }
            }
        }
    }
}