{
    "1": {
        "number": "1",
        "name": "الفاتحة",
        "name_latin": "Al-Fatihah",
        "number_of_ayah": "7",
        "text": {
            "1": "بِسْمِ اللّٰهِ الرَّحْمٰنِ الرَّحِيْمِ",
            "2": "اَلْحَمْدُ لِلّٰهِ رَبِّ الْعٰلَمِيْنَۙ",
            "3": "الرَّحْمٰنِ الرَّحِيْمِۙ",
            "4": "مٰلِكِ يَوْمِ الدِّيْنِۗ",
            "5": "اِيَّاكَ نَعْبُدُ وَاِيَّاكَ نَسْتَعِيْنُۗ",
            "6": "اِهْدِنَا الصِّرَاطَ الْمُسْتَقِيْمَ ۙ",
            "7": "صِرَاطَ الَّذِيْنَ اَنْعَمْتَ عَلَيْهِمْ ەۙ غَيْرِ الْمَغْضُوْبِ عَلَيْهِمْ وَلَا الضَّاۤلِّيْنَ ࣖ"
        },
        "translations": {
            "id": {
                "name": "Pembukaan",
                "text": {
                    "1": "Dengan nama Allah Yang Maha Pengasih, Maha Penyayang.",
                    "2": "Segala puji bagi Allah, Tuhan seluruh alam,",
                    "3": "Yang Maha Pengasih, Maha Penyayang,",
                    "4": "Pemilik hari pembalasan.",
                    "5": "Hanya kepada Engkaulah kami menyembah dan hanya kepada Engkaulah kami mohon pertolongan.",
                    "6": "Tunjukilah kami jalan yang lurus,",
                    "7": "(yaitu) jalan orang-orang yang telah Engkau beri nikmat kepadanya; bukan (jalan) mereka yang dimurkai, dan bukan (pula jalan) mereka yang sesat."
                }
            }
        },
        "tafsir": {
            "id": {
                "kemenag": {
                    "name": "Kemenag",
                    "source": "Aplikasi Quran Kementrian Agama Republik Indonesia",
                    "text": {
                        "1": "Surah al-Fatihah dimulai dengan Basmalah\n\nAda beberapa pendapat ulama berkenaan dengan Basmalah yang terdapat pada permulaan surah Al-Fatihah. Di antara pendapat-pendapat itu, yang termasyhur ialah:\n\n1.Basmalah adalah ayat tersendiri, diturunkan Allah untuk jadi kepala masing-masing surah, dan pembatas antara satu surah dengan surah yang lain. Jadi dia bukanlah satu ayat dari al-Fatihah atau dari surah yang lain, yang dimulai dengan Basmalah itu. Ini pendapat Imam Malik beserta ahli qiraah dan fuqaha (ahli fikih) Medinah, Basrah dan Syam, dan juga pendapat Imam Abu Hanifah dan pengikut-pengikutnya. Sebab itu menurut Imam Abu Hanifah, Basmalah itu tidak dikeraskan membacanya dalam salat, bahkan Imam Malik tidak membaca Basmalah sama sekali.\n\nHadis Nabi saw:\n\nDari Anas bin Malik, dia berkata, \"Saya salat di belakang Nabi saw, Abu Bakar, Umar dan Usman. Mereka memulai dengan al-hamdulillahi rabbil 'alamin, tidak menyebut Bismillahirrahmanirrahim di awal bacaan, dan tidak pula di akhirnya.\"(Riwayat al-Bukhari dan Muslim).\n\n2.Basmalah adalah salah satu ayat dari al-Fatihah, dan pada surah an-Naml/27:30, /27:30) yang dimulai dengan Basmalah. Ini adalah pendapat Imam Syafi'i beserta ahli qiraah Mekah dan Kufah. Sebab itu menurut mereka Basmalah itu dibaca dengan suara keras dalam salat (jahar). Dalil-dalil yang menunjukkan hal itu antara lain Hadis Nabi saw: \n\nDari Ibnu 'Abbas, ia berkata, Rasulullah saw mengeraskan bacaan Bismillahirrahmanirrahim. (Riwayat al-hakim dalam al-Mustadrak dan menurutnya, hadis ini sahih)\n\nDari Ummu Salamah, katanya, Rasulullah saw berhenti berkali-kali dalam bacaanya Bismillahirrahmanirrahim, al-hamdulillahi Rabbil- 'alamin, ar-Rahmanir-rahim, Maliki Yaumid-din. (Riwayat Ahmad, Abu Daud, Ibnu Khuzaimah dan al-hakim. Menurut ad-Daruqutni, sanad hadis ini sahih).\n\nAbu Hurairah juga salat dan mengeraskan bacaan basmalah. Setelah selesai salat, dia berkata, \"Saya ini adalah orang yang salatnya paling mirip dengan Rasulullah.\" Muawiyah juga pernah salat di Medinah tanpa mengeraskan suara basmalah. Ia diprotes oleh para sahabat lain yang hadir disitu. Akhirnya pada salat berikutnya Muawiyah mengeraskan bacaan basmalah. \n\nKalau kita perhatikan bahwa sahabat-sahabat Rasulullah saw telah sependapat menuliskan Basmalah pada permulaan surah dari surah Al-Qur'an, kecuali surah at-Taubah (karena memang dari semula turunnya tidak dimulai dengan Basmalah) dan bahwa Rasulullah saw melarang menuliskan sesuatu yang bukan Al-Qur'an agar tidak bercampur aduk dengan Al-Qur'an, sehingga mereka tidak menuliskan 'amin pada akhir surah al-Fatihah, maka Basmalah itu adalah salah satu ayat dari Al-Qur'an. Dengan kata lain, bahwa \"basmalah-basmalah\" yang terdapat di dalam Al-Qur'an adalah ayat-ayat Al-Qur'an, lepas dari pendapat apakah satu ayat dari al-Fatihah atau dari surah lain, yang dimulai dengan Basmalah atau tidak.\n\nSebagaimana disebutkan di atas bahwa surah al-Fatihah itu terdiri dari tujuh ayat. Mereka yang berpendapat bahwa Basmalah itu tidak termasuk satu ayat dari al-Fatihah, memandang:\n\nadalah salah satu ayat, dengan demikian ayat-ayat al-Fatihah itu tetap tujuh.\n\n\"Dengan nama Allah\" maksudnya \"Dengan nama Allah saya baca atau saya mulai\". Seakan-akan Nabi berkata, \"Saya baca surah ini dengan menyebut nama Allah, bukan dengan menyebut nama saya sendiri, sebab ia wahyu dari Tuhan, bukan dari saya sendiri.\" Maka Basmalah di sini mengandung arti bahwa Al-Qur'an itu wahyu dari Allah, bukan karangan Muhammad saw dan Muhammad itu hanyalah seorang Pesuruh Allah yang dapat perintah menyampaikan Al-Qur'an kepada manusia.\n\nMakna kata Allah \n\nAllah adalah nama bagi Zat yang ada dengan sendirinya (wajibul-wujud). Kata \"Allah\" hanya dipakai oleh bangsa Arab kepada Tuhan yang sebenarnya, yang berhak disembah, yang mempunyai sifat-sifat kesempurnaan. Mereka tidak memakai kata itu untuk tuhan-tuhan atau dewa-dewa mereka yang lain. \n\nHikmah Membaca Basmalah\n\nSeorang yang selalu membaca Basmalah sebelum melakukan pekerjaan yang penting, berarti ia selalu mengingat Allah pada setiap pekerjaannya. Dengan demikian ia akan melakukan pekerjaan tersebut dengan selalu memperhatikan norma-norma Allah dan tidak merugikan orang lain. Dampaknya, pekerjaan yang dilakukannya akan berbuah sebagai amalan ukhrawi. \n\nSeorang Muslim diperintahkan membaca Basmalah pada waktu mengerjakan sesuatu yang baik. Yang demikian itu untuk mengingatkan bahwa sesuatu yang dikerjakan adalah karena perintah Allah, atau karena telah diizinkan-Nya. Maka karena Allah dia mengerjakan pekerjaan itu dan kepada-Nya dia meminta pertolongan agar pekerjaan terlaksana dengan baik dan berhasil.\n\nNabi saw bersabda:\n\n\"Setiap pekerjaan penting yang tidak dimulai dengan menyebut Basmalah adalah buntung (kurang berkahnya).\" (Riwayat Abdul-Qadir ar-Rahawi).\n\nOrang Arab sebelum datang Islam mengerjakan sesuatu dengan menyebut al-Lata dan al-'Uzza, nama-nama berhala mereka. Sebab itu, Allah mengajarkan kepada penganut-penganut agama Islam yang telah mengesakan-Nya, agar mereka mengerjakan sesuatu dengan menyebut nama Allah.",
                        "2": "Pada ayat di atas, Allah memulai firman-Nya dengan menyebut \"Basmalah\" untuk mengajarkan kepada hamba-Nya agar memulai suatu perbuatan yang baik dengan menyebut basmalah, sebagai pernyataan bahwa dia mengerjakan perbuatan itu karena Allah dan kepada-Nyalah dia memohonkan pertolongan dan berkah. Maka, pada ayat ini Allah mengajarkan kepada hamba-Nya agar selalu memuji-Nya.\n\nAl-hamdu artinya pujian, karena kebaikan yang diberikan oleh yang dipuji, atau karena suatu sifat keutamaan yang dimilikinya. Semua nikmat yang telah dirasakan dan didapat di alam ini dari Allah, sebab Dialah yang menjadi sumber bagi semua nikmat. Hanya Allah yang mempunyai sifat-sifat kesempurnaan. Karena itu Allah sajalah yang berhak dipuji. Orang yang menyebut al-hamdu lillah bukan hanya mengakui bahwa puji itu untuk Allah semata, melainkan dengan ucapannya itu dia memuji Allah.\n\nRabb artinya pemilik, pengelola dan pemelihara. Di dalamnya terkandung arti mendidik, yaitu menyampaikan sesuatu kepada keadaan yang sempurna dengan berangsur-angsur.\n\n'alamin artinya seluruh alam, yakni semua jenis makhluk. Alam itu berjenis-jenis, yaitu alam tumbuh-tumbuhan, alam binatang, alam manusia, alam benda, alam makhluk halus, umpamanya malaikat, jin, dan alam yang lain. Ada mufasir mengkhususkan 'alamin pada ayat ini kepada makhluk-makhluk Allah yang berakal yaitu manusia, malaikat dan jin. Tetapi ini mempersempit arti kata yang sebenarnya amat luas.\n\nDengan demikian, Allah itu Pendidik seluruh alam, tak ada sesuatu pun dari makhluk Allah yang terlepas dari didikan-Nya. Tuhan mendidik makhluk-Nya dengan seluas arti kata itu. Sebagai pendidik, Dia menumbuhkan, menjaga, memberikan daya (tenaga) dan senjata kepada makhluk itu, guna kesempurnaan hidupnya masing-masing.\n\nSiapa yang memperhatikan perjalanan bintang-bintang, menyelidiki kehidupan tumbuh-tumbuhan dan binatang di laut dan di darat, mempelajari pertumbuhan manusia sejak dari rahim ibunya sampai ke masa kanak-kanak, lalu menjadi manusia yang sempurna, tahulah dia bahwa tidak ada sesuatu juga dari makhluk Allah yang terlepas dari penjagaan, pemeliharaan, asuhan dan inayah-Nya.",
                        "3": "Pada ayat dua di atas Allah swt menerangkan bahwa Dia adalah Tuhan seluruh alam. Maka untuk mengingatkan hamba kepada nikmat dan karunia yang berlipat-ganda, yang telah dilimpahkan-Nya, serta sifat dan cinta kasih sayang yang abadi pada diri-Nya, diulang-Nya sekali lagi menyebut ar-Rahman ar-Rahim. Yang demikian dimaksudkan agar gambaran keganasan dan kezaliman seperti raja-raja yang dipertuan dan bersifat sewenang-wenang lenyap dari pikiran hamba.\n\nAllah mengingatkan dalam ayat ini bahwa sifat ketuhanan Allah terhadap hamba-Nya bukanlah sifat keganasan dan kezaliman, tetapi berdasarkan cinta dan kasih sayang. Dengan demikian manusia akan mencintai Tuhannya, dan menyembah Allah dengan hati yang aman dan tenteram, bebas dari rasa takut dan gelisah. Malah dia akan mengambil pelajaran dari sifat-sifat Allah. Dia akan mendasarkan pergaulan dan tingkah lakunya terhadap manusia sesamanya, atau terhadap orang yang di bawah pimpinannya, malah terhadap binatang yang tak pandai berbicara sekalipun, atas sifat cinta dan kasih sayang itu. Karena dengan jalan demikianlah manusia akan mendapat rahmat dan karunia dari Tuhannya.\n\nRasulullah bersabda:\n\nAllah hanya sayang kepada hamba-hamba-Nya yang pengasih. (Riwayat at-tabrani)\n\nOrang-orang yang penyayang, akan disayangi oleh Allah yang Rahman Tabaraka wa Ta'ala.(Oleh karena itu) sayangilah semua makhluk yang di bumi, niscaya semua makhluk yang di langit akan menyayangi kamu semua. (Riwayat Ahmad, Abu Dawud at-Tirmidzi dan al-hakim).\n\nRasulullah bersabda: \n\n\"Siapa yang kasih sayang meskipun kepada seekor burung (pipit) yang disembelih, akan disayangi Allah pada hari Kiamat. (Riwayat al-Bukhari)\n\nMaksud hadis yang ketiga ialah menggunakan aturan dan tata cara pada waktu menyembelih burung, misalnya memakai pisau yang tajam. Dapat pula dipahami dari urutan kata ar-Rahman, ar-Rahim, bahwa penjagaan, pemeliharaan dan asuhan Allah terhadap seluruh alam, bukanlah karena mengharapkan sesuatu dari alam itu, tetapi semata-mata karena rahmat dan kasih sayang-Nya.\n\nBoleh jadi ada yang terlintas dalam pikiran orang, mengapa Allah membuat peraturan dan hukum, dan menghukum orang-orang yang melanggar peraturan itu? Pikiran ini akan hilang bila diketahui bahwa peraturan dan hukum, begitu juga azab di akhirat atau di dunia yang dibuat Allah untuk hamba-Nya yang melanggar tidaklah berlawanan dengan sifat Allah Yang Maha Pengasih dan Maha Penyayang, karena peraturan dan hukum itu rahmat dari Allah demi untuk kebaikan manusia itu sendiri. Begitu pula azab dari Allah terhadap hamba-Nya yang melanggar peraturan dan hukum itu sesuai dengan keadilan-Nya.",
                        "4": "Sesudah Allah menyebutkan beberapa sifat-Nya, yaitu: Tuhan seluruh alam, Yang Maha Pengasih, Maha Penyayang, maka diiringi-Nya dengan menyebutkan satu sifat-Nya lagi, yaitu \"menguasai hari pembalasan\". Penyebutan ayat ini dimaksudkan agar kekuasaan Allah atas alam ini tak terhenti sampai di dunia ini saja, tetapi terus berkelanjutan sampai hari akhir.\n\nAda dua macam bacaan berkenaan dengan Malik. Pertama, dengan memanjangkan ma, dan kedua dengan memendekkannya. Menurut bacaan yang pertama, Malik artinya \"Yang memiliki\" (Yang empunya). Sedang menurut bacaan yang kedua, artinya \"Raja\". Kedua bacaan itu benar.\n\nBaik menurut bacaan yang pertama ataupun bacaan yang kedua, dapat dipahami dari kata itu arti \"berkuasa\" dan bertindak dengan sepenuhnya. Sebab itulah diterjemahkan dengan \"Yang menguasai\". \"Yaum\" artinya hari, tetapi yang dimaksud di sini ialah waktu secara mutlak.\n\nAd-din banyak artinya, di antaranya: (1) perhitungan, (2) ganjaran, pembalasan, (3) patuh, (4) menundukkan, dan (5) syariat, agama. Yang selaras di sini ialah dengan arti \"pembalasan\". Jadi, Maliki yaumiddin maksudnya \"Allah itulah yang berkuasa dan yang dapat bertindak dengan sepenuhnya terhadap semua makhluk-Nya pada hari pembalasan.\"\n\nSebetulnya pada hari kemudian itu banyak hal yang terjadi, yaitu Kiamat, kebangkitan, berkumpul, perhitungan, pembalasan, tetapi pembalasan sajalah yang disebut oleh Allah di sini, karena itulah yang terpenting. Yang lain dari itu, umpamanya kiamat, kebangkitan dan seterusnya, merupakan pendahuluan dari pembalasan, apalagi untuk targib dan tarhib (menggalakkan dan menakut-nakuti), penyebutan \"hari pembalasan\" itu lebih tepat.\n\nHari Akhirat Menurut Pendapat Akal (Filsafat)\n\nKepercayaan tentang adanya hari akhirat, yang di hari itu akan diadakan perhitungan terhadap perbuatan manusia pada masa hidupnya dan diadakan pembalasan yang setimpal, adalah suatu kepercayaan yang sesuai dengan akal. Sebab itu adanya hidup yang lain, sesudah hidup di dunia ini, bukan saja ditetapkan oleh agama, tetapi juga ditunjukkan oleh akal.\n\nSeseorang yang mau berpikir tentu akan merasa bahwa hidup di dunia ini belumlah sempurna, perlu disambung dengan hidup yang lain. Alangkah banyaknya orang yang teraniaya hidup di dunia ini telah pulang ke rahmatullah sebelum mendapat keadilan. Alangkah banyaknya orang yang berjasa kecil atau besar, belum mendapat penghargaan atas jasanya. Alangkah banyaknya orang yang telah berusaha, memeras keringat, membanting tulang, tetapi belum sempat lagi merasakan buah usahanya itu. Sebaliknya, alangkah banyaknya penjahat, penganiaya, pembuat onar, yang tak dapat dijangkau oleh pengadilan di dunia ini. Lebih-lebih kalau yang melakukan kejahatan atau aniaya itu orang yang berkuasa sebagai raja, pembesar dan lain-lain. Maka biarpun kejahatan dan aniaya itu telah merantai bangsa seluruhnya, tidaklah akan digugat orang, malah dia tetap dipuja dan dihormati. Maka, dimanakah akan didapat keadilan itu, seandainya nanti tidak ada mahkamah yang lebih tinggi, Mahkamah Allah di hari kemudian?\n\nSebab itu, para pemikir dari zaman dahulu telah ada yang sampai kepada kepercayaan tentang adanya hari akhirat itu, semata-mata dengan jalan berpikir, antara lain Pitagoras. Filsuf ini berpendapat bahwa hidup di dunia ini merupakan bekal hidup yang abadi di akhirat kelak. Sebab itu sejak dari dunia hendaklah orang bersedia untuk hidup yang abadi. Sokrates, Plato dan Aristoteles berpendapat, \"Jiwa yang baik akan merasakan kenikmatan dan kelezatan di akhirat, tetapi bukan kelezatan kebendaan, karena kelezatan kebendaan itu terbatas dan mendatangkan bosan dan jemu. Hanya kelezatan rohani, yang betapa pun banyak dan lamanya, tidak menyebabkan bosan dan jemu.\" \n\nKepercayaan Masyarakat Arab Sebelum Islam tentang Hari Akhirat\n\nDi antara masyarakat Arab sebelum Islam terdapat beberapa pemikir dan pujangga yang telah mempercayai adanya hari kemudian, seperti Zuhair bin Abi Sulma yang meninggal dunia setahun sebelum Nabi Muhammad saw diutus Allah sebagai rasul. \n\nAda pula di antara mereka yang tidak mempercayai adanya hari kemudian. Dengarlah apa yang dikatakan oleh salah seorang penyair mereka: \"Hidup, sesudah itu mati, sesudah itu dibangkitkan lagi, itulah cerita dongeng, hai fulan.\" Karena itu, datanglah agama Islam, membawa kepastian tentang adanya hari kemudian. Pada hari itu akan dihisab semua perbuatan yang telah dikerjakan manusia selama hidupnya, besar atau kecil. Allah berfirman:\n\n(7) Maka barang siapa mengerjakan kebaikan seberat zarrah, niscaya dia akan melihat (balasan)nya, (8) dan barang siapa mengerjakan kejahatan seberat zarrah, niscaya dia akan melihat (balasan)nya. (az-Zalzalah/99: 7-8)\n\nTidak sedikit ayat di dalam Al-Qur'an yang menjelaskan bahwa di antara mereka memang banyak yang tidak percaya adanya hari akhirat; hidup hanya di dunia, setelah itu selesai (al-An'am/6: 29 ; al-Mu'minun/23: 37). Mereka berkata, bila seorang bapak mati, maka lahir anak, bila suatu bangsa punah, maka datang bangsa lain. Mereka tidak percaya, bahwa sesudah mati manusia masih akan hidup kembali (Hud/11: 7; al-Isra'/17: 49) dan banyak lagi ayat senada yang menggambarkan pendirian demikian. Di dalam sejarah pemikiran tercatat bahwa sejak dahulu kala banyak anggapan yang demikian itu.",
                        "5": "Di dalam ayat-ayat sebelumnya disebutkan empat macam dari sifat-sifat Allah, yaitu: Pendidik seluruh alam, Maha Pengasih, Maha Penyayang, dan Yang menguasai hari pembalasan. Sifat-sifat yang disebutkan itu adalah sifat-sifat kesempurnaan yang hanya Allah saja yang mempunyainya. Sebab itu pada ayat ini Allah mengajarkan kepada hamba-Nya bahwa Allah sajalah yang patut disembah, dan kepada-Nya sajalah seharusnya manusia memohon pertolongan, dan bahwa hamba-Nya haruslah mengikrarkan yang demikian itu.\n\nIyyaka (hanya kepada Engkau). Iyyaka adalah dhamir untuk orang kedua dalam kedudukan mansub karena menjadi maf'ul bih (obyek). Dalam tata bahasa Arab maf'ul bih harus sesudah fi'il dan fa'il. Jika mendahulukan yang seharusnya diucapkan kemudian dalam Balagah menunjukkan qasr, yaitu pembatasan yang bisa diartikan \"hanya\". Jadi arti ayat ini \"Hanya kepada Engkau saja kami menyembah, dan hanya kepada Engkau saja kami mohon pertolongan\".\n\nIyyaka dalam ayat ini diulang dua kali, gunanya untuk menegaskan bahwa ibadah dan isti'anah (meminta pertolongan) itu masing-masing khusus dihadapkan kepada Allah serta untuk dapat mencapai kelezatan munajat (berbicara) dengan Allah. Karena bagi seorang hamba Allah yang menyembah dengan segenap jiwa dan raganya tak ada yang lebih nikmat dan lezat perasaannya daripada bermunajat dengan Allah.\n\nBaik juga diketahui bahwa dengan memakai iyyaka itu berarti menghadapkan pembicaraan kepada Allah, dengan maksud mengingat Allah swt, seakan-akan kita berada di hadapan-Nya, dan kepada-Nya diarahkan pembicaraan dengan khusyuk dan tawaduk. Seakan-akan kita berkata: \n\n\"Ya Allah, dzat yang wajibul wujud, Yang bersifat dengan segala sifat kesempurnaan, Yang menjaga dan memelihara seluruh alam, Yang melimpahkan rahmat dan karunia-Nya dengan berlipat ganda, Yang berkuasa di hari pembalasan, Engkau sajalah yang kami sembah, dan kepada Engkau sajalah kami minta pertolongan, karena hanya Engkau yang berhak disembah, dan hanya Engkau yang dapat menolong kami\".\n\nDengan cara seperti itu orang akan lebih khusyuk dalam menyembah Allah dan lebih tergambar kepadanya kebesaran yang disembahnya itu. Inilah yang dimaksud oleh Rasulullah dengan sabdanya:\n\n\"Engkau menyembah Allah seakan-akan engkau melihat-Nya (Riwayat al-Bukhari dan Muslim dari 'Umar bin al-Khatthab).\n\nKarena surah al-Fatihah mengandung ayat munajat (berbicara) dengan Allah menurut cara yang telah diterangkan maka hal itu merupakan rahasia diwajibkan membacanya pada tiap-tiap rakaat dalam salat, karena jiwanya ialah munajat, dengan menghadapkan diri dan memusatkan ingatan kepada Allah.\n\nNa'budu pada ayat ini didahulukan menyebutkannya daripada nasta'inu, karena menyembah Allah adalah suatu kewajiban manusia terhadap Tuhan-nya. Tetapi pertolongan dari Allah kepada hamba-Nya adalah hak hamba itu. Maka Allah mengajar hamba-Nya agar menunaikan kewajibannya lebih dahulu, sebelum ia menuntut haknya.\n\nMelihat kata-kata na'budu dan nasta'inu (kami menyembah, kami minta tolong), bukan a'budu dan asta'inu (saya menyembah dan saya minta tolong) adalah untuk memperlihatkan kelemahan manusia, tidak selayaknya manusia mengemukakan dirinya seorang saja dalam menyembah dan memohon pertolongan kepada Allah. Seakan-akan penunaian kewajiban beribadah dan permohonan pertolongan kepada Allah itu belum lagi sempurna, kecuali kalau dikerjakan bersama-sama.\n\nKedudukan Tauhid di dalam Ibadah dan Sebaliknya \n\nIbadah secara istilah ialah semua perkataan, perbuatan dan pikiran yang bertujuan untuk mencari rida Allah. Arti \"ibadah\" sebagai disebutkan di atas ialah tunduk dan berserah diri kepada Allah, yang disebabkan oleh kesadaran bahwa Allah yang menciptakan alam ini, Yang menumbuhkan, Yang mengembangkan, Yang menjaga dan memelihara serta Yang membawanya dari suatu keadaan kepada keadaan yang lain, hingga tercapai kesempurnaannya.\n\nTegasnya, ibadah itu timbulnya dari perasaan tauhid. Oleh karenanya, orang yang suka memikirkan keadaan alam ini, yang memperhatikan perjalanan bintang-bintang, kehidupan tumbuh-tumbuhan, binatang dan manusia, bahkan yang mau memperhatikan dirinya sendiri, yakinlah dia bahwa di balik alam yang zahir ada Zat yang gaib yang mengendalikan alam ini, yang bersifat dengan segala sifat kesempurnaan, yakni Dialah Yang Mahakuasa, Maha Pengasih, Maha Mengetahui dan sebagainya. Maka tumbuhlah dalam sanubarinya perasaan bersyukur dan berutang budi kepada Zat Yang Mahakuasa, Maha Pengasih dan Maha Mengetahui itu.\n\nPerasaan inilah yang menggerakkan bibirnya untuk menuturkan puji-pujian, dan yang mendorong jiwa dan raganya untuk menyembah dan merendahkan diri kepada Allah Yang Mahakuasa itu sebagai pernyataan bersyukur dan membalas budi kepada-Nya. Tetapi ada juga manusia yang tidak mau berpikir, dan selanjutnya tidak sadar akan kebesaran dan kekuasaan Allah, sering melupakan-Nya. Sebab itulah, setiap agama mensyariatkan bermacam-macam ibadah, gunanya untuk mengingatkan manusia kepada kebesaran dan kekuasaan Allah. Dengan keterangan ini terlihat bahwa tauhid dan ibadah itu saling mempengaruhi, dengan arti bahwa tauhid menumbuhkan ibadah, dan ibadah memupuk tauhid.\n\nPengaruh Ibadah terhadap Jiwa Manusia \n\nTiap-tiap ibadah yang dikerjakan karena didorong oleh perasaan yang disebutkan itu, niscaya berpengaruh kepada tabiat dan budi pekerti orang yang melakukannya. Umpamanya, orang yang melaksanakan salat karena sadar akan kebesaran dan kekuasaan Allah, dan didorong oleh perasaan bersyukur dan berutang budi kepada-Nya, akan terjauhlah dia dari perbuatan-perbuatan yang tidak baik. Dengan demikian salatnya itu akan mencegahnya dari mengerjakan perbuatan-perbuatan yang tidak baik itu, sesuai dengan firman Allah swt:\n\n\"Sesungguhnya salat itu mencegah dari (perbuatan) keji dan mungkar.\" (al-'Ankabut/29: 45)\n\nBegitu juga ibadah puasa. Ibadah ini akan menimbulkan perasaan cinta dan kasih sayang terhadap orang-orang miskin. Demikian pula seterusnya dengan ibadah-ibadah yang lain. Ibadah yang sebenarnya adalah ibadah yang ditimbulkan oleh keyakinan kepada kebesaran dan kekuasaan Allah, serta didorong oleh perasaan bersyukur kepada Allah. Ibadah yang hanya karena ikut-ikutan, atau karena memelihara tradisi yang sudah turun-temurun, bukanlah ibadah yang sebenarnya. Kendatipun seakan-akan berupa ibadah, tetapi tidak mempunyai jiwa ibadah. Tidak ubahnya seperti patung, bagaimanapun miripnya dengan manusia, tidaklah dinamai manusia. Ibadah yang semacam itu tidak ada pengaruhnya kepada tabiat dan akhlak.\n\nBerusaha, Berdoa dan Bertawakal\n\nIsti'anah (memohon pertolongan) seperti disebutkan di atas khusus dihadapkan kepada Allah, dengan arti bahwa tidak ada yang berhak dimohonkan pertolongan kecuali Allah. Pada ayat yang lain Allah menyuruh manusia untuk tolong-menolong dalam mengerjakan kebaikan.\n\nAllah berfirman:\n\n\"Dan tolong menolonglah kamu dalam (mengerjakan) kebaikan dan takwa\". (al-Ma'idah/5: 2)\n\nAdakah Pertentangan antara Dua Ayat itu? \n\nTercapainya suatu maksud, atau terlaksananya suatu pekerjaan dengan baik, tergantung kepada terpenuhinya syarat-syarat yang dibutuhkan dalam melaksanakan pekerjaan itu, dan tidak adanya rintangan-rintangan yang menghalanginya. Manusia telah diberi potensi oleh Allah, baik berupa pikiran maupun kekuatan tubuh, agar bisa mencukupkan syarat-syarat atau menolak rintangan-rintangan dalam menuju suatu maksud, atau mengerjakan suatu pekerjaan. Tetapi, ada di antara syarat-syarat itu yang manusia tidak kuasa mencukupkannya. Di samping itu, ada juga rintangan yang tidak mampu ditolaknya. Begitu pula ada di antara syarat-syarat itu atau di antara halangan-halangan itu yang tidak dapat diketahui. \n\nKendatipun menurut pikiran semua syarat yang diperlukan telah cukup, dan semua rintangan yang menghalangi telah berhasil diatasi, tetapi kadang-kadang hasil pekerjaan tidak seperti yang diharapkan. Ada hal-hal yang berada di luar batas kekuasaan dan kemampuan manusia. Itulah yang dimintakan pertolongan khusus kepada Allah. Sebaiknya, sesuatu yang masih dalam batas kekuasaan dan kemampuan, manusia disuruh tolong menolong, agar timbul pada masing-masing individu sifat saling mencintai, menghargai, dan gotong-royong.\n\nDengan perkataan lain, manusia disuruh Allah berusaha dengan sekuat tenaga, dan disuruh saling menolong, dan membantu. Di samping menjalankan ikhtiar dan usaha, dia harus pula berdoa, memohon taufik, hidayah dan ma'unah. Ini hendaknya dimohonkan khusus kepada Allah, karena hanya Dia yang kuasa memberinya. Sesudah itu semua, barulah dia bertawakal kepada-Nya.\n\nIbadah itu sendiri pun suatu pekerjaan yang berat, sebab itu haruslah dimintakan ma'unah dari Allah agar semua ibadah terlaksana sesuai dengan yang dimaksud oleh agama. Oleh karena itu, seseorang hendaknya menuturkan bahwa hanya kepada Allah sajalah kita beribadah, diikuti lagi dengan pernyataan bahwa kepada-Nya saja minta pertolongan, terutama pertolongan agar amal ibadah terlaksana sebagaimana mestinya. Ayat di atas, sebagaimana telah disebutkan, mengandung tauhid, karena beribadah semata-mata kepada Allah dan meminta ma'unah khusus kepada-Nya, adalah intisari agama, dan kesempurnaan tauhid.",
                        "6": "Ihdi: pimpinlah, tunjukilah, berilah hidayah. Arti \"hidayah\" ialah menunjukkan suatu jalan atau cara menyampaikan orang kepada orang yang ditujunya, dengan baik.\n\nMacam-macam Hidayah (Petunjuk)\n\nAllah telah memberi manusia bermacam-macam hidayah, seperti yang juga dibahas dalam Tafsir Al-Fatihah oleh Muhammad Abduh.\n\n1. Hidayah Naluri (Garizah)\n\nManusia begitu juga binatang-binatang, dilengkapi oleh Allah dengan bermacam-macam sifat, yang timbulnya bukan dari pelajaran, bukan pula dari pengalaman, melainkan telah dibawanya dari kandungan ibunya. Sifat-sifat ini namanya \"naluri\", dalam bahasa Arab disebut garizah. Umpamanya, naluri \"ingin memelihara diri\" (mempertahankan hidup). Seorang bayi bila merasa lapar dia menangis. Sesudah terasa di bibirnya puting susu ibunya, dihisapnya sampai hilang laparnya. Perbuatan ini dikerjakannya tanpa seorang pun yang mengajarkan kepadanya, bukan pula timbul dari pengalamannya, hanya semata-mata ilham dan petunjuk dari Allah kepadanya, untuk mempertahankan hidupnya.\n\nContoh lain adalah lebah membuat sarangnya, laba-laba membuat jaringnya, semut membuat lubangnya dan menimbun makanan dalam lubang itu. Semua itu dikerjakan oleh binatang-binatang itu untuk mempertahankan hidupnya dan memelihara dirinya, dengan dorongan nalurinya semata-mata. Banyak lagi naluri yang lain, umpamanya rasa \"ingin tahu\", \"ingin mempunyai\", \"ingin berlomba-lomba\", \"ingin bermain\", \"ingin meniru\", \"takut\", dan lain-lain.\n\nSifat-sifat Naluri\n\nNaluri (garizah), sebagaimana disebutkan, terdapat pada manusia dan binatang. Perbedaannya ialah naluri manusia bisa menerima pendidikan dan perbaikan, tetapi naluri binatang tidak. Sebab itulah manusia bisa maju, sedangkan binatang tidak, ia tetap seperti sediakala. \n\nNaluri-naluri itu adalah dasar bagi kebaikan, dan juga dasar bagi kejahatan. Umpamanya, naluri \"ingin memelihara diri\", orang berusaha, berniaga, bertani, artinya mencari nafkah secara halal. Sebaliknya karena naluri \"ingin memelihara diri\" itu pula orang mencuri, menipu, merampok dan lain-lain. Karena naluri \"ingin tahu\" orang belajar, sehingga memiliki pengetahuan yang banyak dan pendidikan yang tinggi. Sebaliknya karena naluri \"ingin tahu\" itu pula orang suka mencari-cari 'aib dan rahasia sesamanya, yang mengakibatkan permusuhan dan persengketaan. Demikianlah seterusnya dengan naluri-naluri yang lain.\n\nNaluri-naluri itu tidak dapat dihilangkan dan tidak ada faedahnya membunuhnya. Ada pemikir dan pendidik yang hendak memadamkan naluri, karena melihat segi yang tidak baik (jahat) itu. Sebab itu mereka membuat bermacam peraturan untuk mengikat kemerdekaan anak-anak agar naluri itu jangan tumbuh, atau mana yang telah tumbuh menjadi mati. Tetapi perbuatan mereka itu besar bahayanya terhadap pertumbuhan akal, tubuh dan akhlak anak-anak. Bagaimanapun orang berusaha hendak membunuh naluri itu, namun ia tidak akan mati.\n\nBoleh jadi karena kerasnya tekanan dan kuatnya rintangan terhadap suatu naluri, maka kelihatan ia telah padam, tetapi manakala ada yang membangkitkannya, ia timbul kembali. Oleh karena itu, sekalipun naluri itu dasar bagi kebaikan, sebagaimana ia juga dasar bagi kejahatan, kewajiban manusia bukanlah menghilangkannya, tetapi mendidik dan melatihnya, agar dapat dimanfaatkan dan disalurkan ke arah yang baik.\n\nAllah telah menganugerahkan kepada manusia bermacam-macam naluri untuk jadi hidayah (petunjuk) yang akan dipakainya secara bijaksana.\n\n2. Hidayah Pancaindra\n\nKarena naluri itu sifatnya belum pasti sebagaimana disebutkan di atas, maka ia belum cukup untuk jadi hidayah bagi kebahagiaan hidup manusia di dunia dan di akhirat. Sebab itu, manusia dilengkapi lagi oleh Allah swt dengan pancaindra. Pancaindra itu sangat besar perannya terhadap pertumbuhan akal dan pikiran manusia. Sehubungan dengan itu ahli-ahli pendidikan berkata:\n\n(Pancaindra adalah pintu-pintu pengetahuan).\n\nMaksudnya ialah: dengan perantaraan pancaindra itulah manusia dapat berhubungan dengan alam sekitar, dengan arti bahwa sampainya sesuatu dari alam sekitar ini ke dalam otak manusia adalah melalui pintu-pintu pancaindra. Tetapi naluri ditambah dengan pancaindra, juga belum cukup untuk jadi pokok-pokok kebahagiaan manusia. Banyak lagi benda-benda dalam alam ini yang tidak dapat dilihat oleh mata. Banyak macam suara yang tidak dapat didengar oleh telinga. Malah selain dari alam mahsusat (yang dapat ditangkap oleh pancaindra), ada lagi alam ma'qulat (yang hanya dapat ditangkap oleh akal).\n\nIndra penglihatan (mata) hanya dapat menangkap alam mahsusat, tangkapannya tentang yang mahhsusat itu pun tidak selamanya betul, kadang-kadang salah. Inilah yang dinamakan dalam ilmu jiwa \"ilusi optik\" (tipuan pandangan), dalam bahasa Arab disebut khida' an-nadhar. Sebab itu manusia masih membutuhkan hidayah yang lain. Maka Allah menganugerahkan hidayah yang ketiga, yaitu \"hidayah akal\".\n\n3. Hidayah Akal (pikiran)\n\na.Akal dan kadar kesanggupannya\n\nDengan adanya akal manusia dapat menyalurkan naluri ke arah yang baik, agar naluri itu menjadi sumber bagi kebaikan, dan manusia dapat membetulkan kesalahan-kesalahan pancaindranya, membedakan yang buruk dengan yang baik. Akal bahkan sanggup menyusun mukadimah untuk menyampaikannya kepada natijah, mempertalikan akibat dengan sebab, memakai yang mahsusat sebagai tangga kepada yang ma'qulat, mempergunakan yang dapat dilihat, diraba dan dirasakan untuk sampai kepada yang abstrak, maknawi, dan gaib, mengambil dalil dari adanya makhluk untuk menetapkan adanya khalik, dan begitulah seterusnya.\n\nTetapi akal manusia juga belum memadai untuk membawanya kepada kebahagiaan hidup di dunia dan di akhirat di samping berbagai macam naluri dan pancaindra itu. Apalagi pendapat akal itu bermacam-macam, yang baik menurut pikiran si A belum tentu baik menurut pandangan si B, malah banyak manusia yang mempergunakan akalnya, tetapi akalnya dikalahkan oleh hawa nafsu dan sentimennya, hingga yang buruk itu menjadi baik dalam pandangannya, dan yang baik itu menjadi buruk.\n\nDengan demikian nyatalah bahwa naluri ditambah dengan pancaindra, dan ditambah pula dengan akal belum cukup untuk menjadi hidayah yang akan menyampaikan manusia kepada kebahagiaan hidup jasmani dan rohani, di dunia dan akhirat. Oleh karena itu, manusia membutuhkan hidayah lain, di samping pancaindra dan akalnya, yaitu hidayah agama yang dibawa oleh para rasul 'alaihimus-salatu was-salam.\n\nb. Benih agama dan akidah tauhid pada jiwa manusia\n\nJika menilik kepada agama-agama dan kepercayaan-kepercayaan yang diciptakan oleh manusia (al-adyan al-wadh'iyyah) terlihat bahwa pada jiwa manusia telah ada bibit-bibit kecenderungan beragama. Hal itu karena manusia mempunyai sifat merasa berutang budi, suka berterima kasih dan membalas budi kepada orang yang berbuat baik kepadanya. Maka, ketika ia memperhatikan dirinya dan alam di sekililingnya, umpamanya roti yang dimakannya, tumbuh-tumbuhan yang ditanamnya, binatang ternak yang digembalakannya, matahari yang memancarkan sinarnya, hujan yang turun dari langit yang menumbuhkan tanam-tanaman, dia akan merasa berutang budi kepada \"suatu Zat\" yang gaib yang telah berbuat baik dan melimpahkan nikmat yang besar itu kepadanya.\n\nManusia memahami dengan akalnya bahwa Zat yang gaib itulah yang menciptakannya, yang menganugerahkan kepadanya dan kepada jenis manusia seluruhnya, segala sesuatu yang dibutuhkannya yang ada di alam ini, untuk memelihara diri dan mempertahankan hidupnya. Karena merasa berutang budi kepada suatu Zat Yang Gaib itu, maka dia berpikir bagaimana cara berterima kasih dan membalas budi itu, atau dengan perkataan lain bagaimana cara \"menyembah Zat Yang Gaib itu\".\n\nPerihal bagaimana cara menyembah Zat Yang Gaib, adalah suatu masalah yang sukar, yang tidak dapat dicapai oleh akal manusia. Sebab itu, di dalam sejarah terlihat tidak pernah ada keseragaman dalam hal ini. Bahkan akal pikiran manusia akan membawanya kepada kepercayaan mengagungkan alam di samping mengagungkan Zat Yang Gaib itu.\n\nKarena pikirannya masih bersahaja dan belum tergambarkan di otaknya bagaimana menyembah \"Zat Yang Gaib\", maka dipilihlah di antara alam ini sesuatu yang besar, yang indah, yang banyak manfaatnya, atau sesuatu yang ditakutinya untuk jadi lambang bagi Zat Yang Gaib itu. Ketika dia mengagumi matahari, bulan dan bintang-bintang, sungai-sungai, binatang dan lain-lain, maka disembahnya benda-benda itu, sebagai lambang menyembah Tuhan atau Zat Yang Gaib itu, dan diciptakannya cara-cara beribadah (menyembah) benda-benda itu.\n\nDengan cara itu timbul suatu macam kepercayaan, yang dinamakan dengan \"kepercayaan menyembah kekuatan alam\", seperti yang terdapat di Mesir, Kaldea, Babilonia, Asiria dan di tempat-tempat lain di zaman purbakala. Dengan keterangan ini: tampak bahwa manusia menurut fitrahnya cenderung beragama, acap memikirkan dari mana datangnya alam ini, dan ke manakah kembalinya.\n\nBila manusia mau memikirkan: \"Dari mana datangnya alam ini\", akan sampai pada keyakinan tentang adanya Tuhan, bahkan akan sampai kepada keyakinan tentang keesaan Tuhan (tauhid), karena akidah (keyakinan) tentang keesaan Tuhan ini lebih mudah, dan lebih cepat dipahami oleh akal manusia. Karena itu dapat kita tegaskan bahwa manusia itu menurut nalurinya adalah beragama tauhid.\n\nSejarah telah menerangkan bahwa bangsa Kaldea pada mulanya adalah beragama tauhid, kemudian mereka menyembah matahari, planet-planet dan bintang-bintang yang mereka simbolkan dengan patung-patung. Sesudah raja Namrudz meninggal, mereka pun mendewakan dan menyembah Namrudz itu. Bangsa Asiria pun pada mulanya beragama tauhid, kemudian mereka lupa kepada akidah tauhid itu dan mereka sekutukan Tuhan dengan binatang-binatang, dan inilah yang dipusakai oleh orang-orang Babilonia.\n\nAdapun bangsa Mesir, bila diperhatikan nyanyian-nyanyian yang mereka nyanyikan dalam upacara-upacara peribadatan, jelas bahwa tidak semua orang Mesir purbakala itu orang-orang musyrik dan watsani (penyembah berhala), melainkan di antara mereka ada juga muwahhidin, penganut akidah tauhid. Di dalam nyanyian-nyanyian itu terdapat ungkapan sebagai berikut:\n\n\"Dialah Tuhan Yang Maha Esa, yang tiada sekutu bagi-Nya\"\n\n\"Dia mencintai seluruh makhluk, sedang Dia sendiri tak ada yang menciptakan-Nya\"\n\n\"Dialah Tuhan Yang Mahaagung, Pemilik langit dan bumi, Pencipta seluruh makhluk\"\n\nDapat ditegaskan bahwa akidah tauhid ini tidak pernah lenyap sama sekali, dan tetap ada. Tuhan Yang Maha Esa adalah pencipta seluruh yang ada di alam ini. Tuhan-tuhan atau dewa-dewa yang lain itu mereka anggap hanyalah sebagai pembantu dan pelayan atau simbol bagi Yang Maha Esa.\n\nc. Pendapat Orang-orang Arab sebelum Islam tentang Khalik (Pencipta)\n\nOrang-orang Arab sebelum datang agama Islam, kalau ditanyakan kepada mereka, \"Siapakah yang menjadikan langit dan bumi ini?\" Mereka menjawab, \"Allah.\" Kalau ditanyakan, \"Adakah al-Lata dan al-Uzza itu menjadikan sesuatu yang ada pada alam ini?\" Mereka menjawab, \"Tidak!\" Mereka sembah dewa-dewa itu hanya untuk mengharapkan perantaraan dan syafaat dari mereka terhadap Tuhan yang sebenarnya. Allah berfirman tentang perkataan musyrikin Arab itu:\n\n\"Kami tidak menyembah mereka, melainkan (berharap) agar mereka mendekatkan kami kepada Allah, dengan sedekat-dekatnya.\" (az-Zumar/39: 3)\n\nd. Kepercayaan tentang akhirat bisa dicapai oleh akal\n\nManakala manusia memikirkan \"kemanakah kembalinya alam ini?\" akan sampailah dia pada keyakinan bahwa di balik hidup di dunia yang fana ini akan ada lagi hidup di hari kemudian yang kekal dan abadi. Tetapi dapatkah manusia dengan akal dan pikirannya semata-mata mengetahui apakah yang perlu dikerjakan atau dijauhinya sebagai persiapan untuk kebahagiaan di hari kemudian (hari akhirat) itu? Jawabnya, \"Tentu saja tidak, sejarah pun telah membuktikan hal ini.\"\n\nDengan demikian dapatlah disimpulkan bahwa manusia telah diberi akal oleh Allah untuk jadi hidayah baginya, di samping naluri dan pancaindra. Tetapi hidayah akal itu belumlah mencukupi untuk kebahagiaan hidupnya di dunia dan akhirat.\n\nBegitu juga manusia mempunyai tabiat suka beragama, dengan akalnya dia kadang-kadang telah sampai kepada tauhid. Tetapi tauhid yang telah dicapainya dengan akalnya itu sering pula menjadi kabur dan tidak murni lagi.\n\nDengan mempergunakan akalnya, manusia juga dapat sampai kepada kesimpulan tentang adanya akhirat, tetapi hidayah akal itu belum mencukupi untuk kebahagiaan hidupnya di dunia dan akhirat. Maka untuk menyampai-kan manusia kepada akidah tauhid yang murni, yang tidak dicampuri sedikit pun oleh kepercayaan-kepercayaan menyembah dan membesarkan selain Allah, untuk membentangkan jalan yang benar yang akan ditempuhnya dalam perjalanan mencari kebahagiaan hidup di dunia dan akhirat, dan untuk jadi pedoman dalam hidupnya di dunia ini, dia membutuhkan hidayah yang lain di samping hidayah-hidayah yang telah disebutkan itu. Maka Allah mendatangkan hidayah yang keempat yaitu \"agama\" yang dibawa oleh para rasul 'alaihimus-salatu was-salam.\n\n4.Hidayah Agama\n\na.Pokok-pokok agama ketuhanan\n\nAllah mengutus rasul-rasul untuk membawa agama yang akan menunjukkan kepada manusia jalan yang harus mereka tempuh untuk kebahagiaan mereka di dunia dan akhirat. Mula-mula yang ditanamkan oleh rasul-rasul itu adalah kepercayaan tentang adanya Tuhan Yang Maha Esa dengan segala sifat-sifat kesempurnaan-Nya, guna membersihkan itikad manusia dari syirik (mempersekutukan Allah).\n\nRasul membawa manusia kepada kepercayaan tauhid dengan melalui akal dan logika, yaitu dengan mempergunakan dalil-dalil yang tepat dan logis. Dialog antara Nabi Ibrahim dengan Namrudz, Nabi Musa dengan Fir'aun, dan seruan-seruan Al-Qur'an kepada kaum musyrikin Quraisy semuanya mengajak agar mereka mempergunakan akal.\n\nDi samping kepercayaan kepada adanya Tuhan Yang Maha Esa, rasul-rasul juga menyeru untuk percaya pada akhirat, dan para malaikat.\n\nPercaya kepada adanya Tuhan Yang Maha Esa dengan segala sifat-sifat kesempurnaan-Nya, serta adanya malaikat dan hari kemudian dinamakan al-iman bi al-gaib (percaya kepada yang gaib). Itulah yang menjadi pokok bagi semua agama samawi, dengan arti bahwa semua agama yang datangnya dari Tuhan adalah mempercayai keesaan Tuhan, para malaikat dan hari akhirat.\n\nDi samping Akidah (kepercayaan) yang disebutkan itu, para rasul juga membawa hukum-hukum, peraturan-peraturan, akhlak dan pelajaran-pelajaran. Hukum-hukum dan peraturan-peraturan ini tidak seluruhnya sama, artinya apa yang diturunkan kepada Nabi Ibrahim tidak sama dengan yang diturunkan kepada Nabi Musa, dan apa yang dibawa oleh Nabi Isa, tidak serupa dengan yang dibawa oleh Nabi Muhammad saw. Hal ini dikarenakan hukum-hukum dan peraturan-peraturan itu haruslah sesuai dengan keadaan tempat dan masa. Maka syariat yang dibawa oleh nabi-nabi itu adalah sesuai dengan masanya masing-masing. Jadi yang berlainan itu ialah hukum-hukum furu' (cabang-cabang), sedangkan pokok-pokok hukum agama seperti akidah adalah sama. Karena Muhammad saw adalah Nabi penutup maka syariat yang dibawanya, diberi oleh Allah sifat-sifat tertentu agar sesuai dengan segala masa dan keadaan.\n\nb. Hidayah yang dimohonkan kepada Tuhan\n\nAllah telah menganugerahkan agama Islam sebagai hidayah dan senjata hidup yang penghabisan, atau jalan kepada kebahagiaan yang terakhir, tetapi adakah semua orang, pandai mempergunakan senjata itu, dan adakah semua hamba Allah sukses dalam menempuh jalan yang telah dibentangkan oleh Tuhan?\n\nBanyak manusia salah menerapkan agama, tidak beribadah (menyembah Allah) sesuai dengan yang diridai oleh yang disembah, tidak melaksanakan syariat sesuai dengan yang dimaksud oleh pembuat syariat itu. Karena itu Allah mengajarkan kepada manusia cara memohon kepada-Nya agar diberi-Nya ma'unah, dibimbing dan dijaga selama-lamanya, serta diberi-Nya taufik agar dapat memanfaatkan semua macam hidayah yang telah dianugerahkan itu menurut semestinya. Naluri-naluri agar dapat disalurkan ke arah yang baik, pancaindra agar betul, akal agar sesuai dengan yang benar, tuntunan-tuntunan agama agar dapat dilaksanakan menurut yang dimaksudkan oleh yang menurunkan agama itu, tanpa ada cacat, janggal dan salah.\n\nTegasnya, manusia yang telah diberi Allah bermacam-macam hidayah yang disebutkan di atas (naluri, pancaindra, akal dan agama) belumlah cukup, tetapi dia masih membutuhkan ma'unah dan bimbingan dari Allah (yaitu taufik-Nya). ) Maka ma'unah dan bimbingan itulah yang kita mohonkan, dan kepada Allah sajalah kita hadapkan permohonan itu. Dengan perkataan lain, Allah telah memberi manusia hidayah-hidayah tersebut, seakan-akan Dia telah membentangkan jalan raya yang akan menyampaikan manusia kepada kebahagiaan hidup duniawi dan ukhrawi. Kemudian yang dimohonkan kepada-Nya lagi, ialah \"agar membimbing kita dalam melalui jalan yang telah terbentang itu.\"\n\nDengan ringkas hidayah dalam ayat ihdinas-siratal-mustaqim ini berarti \"taufik\" (bimbingan), dan taufik itulah yang dimohonkan di sini kepada Allah. Taufik ini dimohonkan kepada Allah sesudah kita berusaha dengan sepenuh tenaga, pikiran dan ikhtiar, karena berusaha dengan sepenuh tenaga adalah kewajiban kita, tetapi keberhasilan suatu usaha adalah termasuk kekuasaan Allah. Dengan ini terlihat pertalian ayat ini dengan ayat yang sebelumnya. Pada ayat yang sebelumnya Allah mengajari hamba-Nya agar menyembah dan memohon pertolongan kepada-Nya, sedangkan pada ayat ini Allah menerangkan apa yang akan dimohonkan, dan bagaimana memohonkannya. Maka tidak ada pertentangan antara kedua firman Allah tersebut dan firman Allah yang ditujukan kepada Nabi:\n\n¦ Dan sungguh, engkau benar-benar membimbing (manusia) kepada jalan yang lurus. (asy-Syura/42: 52).\n\nSungguh, engkau (Muhammad) tidak dapat memberi petunjuk kepada orang yang engkau kasihi, tetapi Allah memberi petunjuk kepada orang yang Dia kehendaki, dan Dia lebih mengetahui orang-orang yang mau menerima petunjuk. (al-Qasas/28: 56).\n\nSebab yang dimaksud dengan hidayah pada ayat pertama ialah menunjukkan jalan yang harus ditempuh, dan ini memang tugas nabi. Yang dimaksud dengan hidayah pada ayat kedua ialah membimbing manusia dalam menempuh jalan itu dan memberikan taufik agar sukses dan berbahagia dalam perjalanannya, dan ini tidaklah masuk dalam kekuasaan nabi, tetapi hak Allah semata-mata.\n\nJalan yang lurus (yang menyampaikan kepada yang dituju).\n\nApakah yang dimaksud dengan jalan lurus itu? Di atas telah diterangkan bahwa rasul-rasul telah membawa aqa'id (kepercayaan-kepercayaan), hukum-hukum, peraturan-peraturan, akhlak, dan pelajaran-pelajaran. Pendeknya, para rasul telah membawa segala sesuatu yang perlu untuk kebahagiaan hidup manusia di dunia dan akhirat.\n\nMaka aqa'id, hukum-hukum, peraturan-peraturan, akhlak dan pelajaran-pelajaran itulah yang dimaksud dengan jalan lurus itu, karena dialah yang menyampaikan manusia kepada kebahagiaan hidup di dunia dan akhirat sebagaimana disebutkan. Jadi dengan menyebut ayat ini seakan-akan kita memohon kepada Allah, \"Bimbing dan berilah kami taufik, ya Allah dalam melaksanakan ajaran-ajaran agama kami. Betulkanlah kepercayaan kami. Bimbing dan berilah kami taufik dalam melaksanakan kepercayaan kami. Bimbing dan berilah kami taufik dalam melaksanakan hukum, peraturan-peraturan, serta pelajaran-pelajaran agama kami. Jadikanlah kami mempunyai akhlak yang mulia, agar berbahagia hidup kami di dunia dan akhirat.\"",
                        "7": "Setelah Allah swt mengajarkan kepada hamba-Nya untuk memohon agar selalu dibimbing-Nya menuju jalan yang lurus dan benar, pada ayat ini Allah menerangkan apa jalan yang lurus itu. Sebelum Al-Qur'an diturunkan, Allah telah menurunkan kitab-kitab suci-Nya yang lain, dan sebelum Nabi Muhammad diutus, Allah telah mengutus rasul-rasul, karena sebelum umat yang sekarang ini telah banyak umat terdahulu.\n\nDi antara umat-umat yang terdahulu itu terdapat nabi-nabi, siddiqin yang membenarkan rasul-rasul dengan jujur dan patuh, syuhada' yang telah mengorbankan jiwa dan harta untuk kemuliaan agama Allah, dan orang-orang saleh yang telah membuat kebajikan dan menjauhi larangan Allah.\n\nMereka itulah orang-orang yang telah diberi nikmat oleh Allah, dan kita diajari agar memohon kepada-Nya, agar diberi-Nya taufik dan bimbingan sebagaimana Dia telah memberi taufik dan membimbing mereka. Artinya sebagaimana mereka telah berbahagia dalam aqa'id, dalam menjalankan hukum-hukum dan peraturan-peraturan agama, serta telah mempunyai akhlak dan budi pekerti yang mulia, maka demikian pula kita hendaknya. Dengan perkataan lain, Allah menyuruh kita agar mengambil contoh dan teladan kepada mereka yang terdahulu.\n\nTimbul pertanyaan: mengapa Allah menyuruh kita mengikuti jalan mereka yang terdahulu itu, padahal dalam agama kita ada pelajaran-pelajaran, hukum dan petunjuk-petunjuk yang tak ada pada mereka. Jawabnya: sebetulnya agama Allah itu adalah satu. Kendatipun ada perbedaannya, tetapi perbedaan itu pada bagian-bagiannya, sedang pokok-pokoknya serupa, sebagaimana telah disebutkan.\n\nSebagaimana halnya dalam umat-umat yang terdahulu itu terdapat orang-orang yang diberi nikmat oleh Allah, juga terdapat di antara mereka orang yang dimurkai Allah dan orang yang sesat. Orang yang dimurkai Allah itu mereka yang tak mau menerima seruan Allah yang disampaikan oleh rasul-rasul, karena berlainan dengan kebiasaan mereka, atau karena tidak sesuai dengan hawa nafsu mereka, kendatipun telah jelas bahwa yang dibawa oleh rasul-rasul itu adalah benar. Termasuk juga ke dalam golongan ini, mereka yang mulanya telah menerima apa yang disampaikan oleh rasul-rasul, tetapi kemudian karena suatu sebab mereka membelok, dan membelakangi pelajaran yang dibawa oleh rasul-rasul itu.\n\nDi dalam sejarah banyak ditemukan orang yang dimurkai Allah, sejak di dunia mereka telah diazab Allah, sebagai balasan yang setimpal bagi keingkaran dan sifat angkara murka mereka. Umpamanya kaum 'ad dan samud yang telah dibinasakan oleh Allah. Sampai sekarang masih ada bekas-bekas peninggalan mereka di Jazirah (semenanjung) Arab. Begitu juga Fir'aun dan kaumnya yang telah dibinasakan Allah di Laut Merah. Mumi Fir'aun sampai sekarang masih tersimpan di museum di Mesir.\n\nOrang-orang yang sesat ialah mereka yang tidak betul kepercayaannya, atau tidak betul pekerjaan dan amal ibadahnya serta rusak budi pekertinya. Bila akidah seseorang tidak betul, atau pekerjaan dan amal ibadahnya salah, dan akhlaknya telah rusak, akan celakalah dia, dan kalau suatu bangsa berada pada situasi seperti itu akan jatuhlah bangsa itu.\n\nMaka dengan ayat ini Allah mengajari hamba-Nya untuk memohon kepada-Nya agar terjauh dari kemurkaan-Nya, dan terhindar dari kesesatan. Di dalamnya juga tersimpul perintah Allah agar manusia mengambil pelajaran dari sejarah bangsa-bangsa yang terdahulu. Alangkah banyaknya dalam sejarah kejadian-kejadian yang dapat dijadikan iktibar dan pelajaran. Di dalam Al-Qur'an banyak ayat yang berkenaan dengan kisah umat dan bangsa-bangsa yang dahulu. Memang tak ada sesuatu yang lebih besar pengaruhnya kepada jiwa manusia daripada contoh-contoh orang dan perbandingan-perbandingan yang terdapat dalam kisah-kisah dan sejarah."
                    }
                }
            }
        }
    }
}