{
    "10": {
        "number": "10",
        "name": "يونس",
        "name_latin": "Yunus",
        "number_of_ayah": "109",
        "text": {
            "1": "الۤرٰ ۗتِلْكَ اٰيٰتُ الْكِتٰبِ الْحَكِيْمِ ",
            "2": "اَكَانَ لِلنَّاسِ عَجَبًا اَنْ اَوْحَيْنَآ اِلٰى رَجُلٍ مِّنْهُمْ اَنْ اَنْذِرِ النَّاسَ وَبَشِّرِ الَّذِيْنَ اٰمَنُوْٓا اَنَّ لَهُمْ قَدَمَ صِدْقٍ عِنْدَ رَبِّهِمْ ۗ قَالَ الْكٰفِرُوْنَ اِنَّ هٰذَا لَسٰحِرٌ مُّبِيْنٌ ",
            "3": "اِنَّ رَبَّكُمُ اللّٰهُ الَّذِيْ خَلَقَ السَّمٰوٰتِ وَالْاَرْضَ فِيْ سِتَّةِ اَيَّامٍ ثُمَّ اسْتَوٰى عَلَى الْعَرْشِ يُدَبِّرُ الْاَمْرَۗ مَا مِنْ شَفِيْعٍ اِلَّا مِنْۢ بَعْدِ اِذْنِهٖۗ ذٰلِكُمُ اللّٰهُ رَبُّكُمْ فَاعْبُدُوْهُۗ اَفَلَا تَذَكَّرُوْنَ ",
            "4": "اِلَيْهِ مَرْجِعُكُمْ جَمِيْعًاۗ وَعْدَ اللّٰهِ حَقًّاۗ اِنَّهٗ يَبْدَؤُا الْخَلْقَ ثُمَّ يُعِيْدُهٗ لِيَجْزِيَ الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ بِالْقِسْطِۗ وَالَّذِيْنَ كَفَرُوْا لَهُمْ شَرَابٌ مِّنْ حَمِيْمٍ وَّعَذَابٌ اَلِيْمٌ ۢبِمَا كَانُوْا يَكْفُرُوْنَ ",
            "5": "هُوَ الَّذِيْ جَعَلَ الشَّمْسَ ضِيَاۤءً وَّالْقَمَرَ نُوْرًا وَّقَدَّرَهٗ مَنَازِلَ لِتَعْلَمُوْا عَدَدَ السِّنِيْنَ وَالْحِسَابَۗ مَا خَلَقَ اللّٰهُ ذٰلِكَ اِلَّا بِالْحَقِّۗ يُفَصِّلُ الْاٰيٰتِ لِقَوْمٍ يَّعْلَمُوْنَ ",
            "6": "اِنَّ فِى اخْتِلَافِ الَّيْلِ وَالنَّهَارِ وَمَا خَلَقَ اللّٰهُ فِى السَّمٰوٰتِ وَالْاَرْضِ لَاٰيٰتٍ لِّقَوْمٍ يَّتَّقُوْنَ ",
            "7": "اِنَّ الَّذِيْنَ لَا يَرْجُوْنَ لِقَاۤءَنَا وَرَضُوْا بِالْحَيٰوةِ الدُّنْيَا وَاطْمَـَٔنُّوْا بِهَا وَالَّذِيْنَ هُمْ عَنْ اٰيٰتِنَا غٰفِلُوْنَۙ",
            "8": "اُولٰۤىِٕكَ مَأْوٰىهُمُ النَّارُ بِمَا كَانُوْا يَكْسِبُوْنَ ",
            "9": "اِنَّ الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ يَهْدِيْهِمْ رَبُّهُمْ بِاِيْمَانِهِمْۚ تَجْرِيْ مِنْ تَحْتِهِمُ الْاَنْهٰرُ فِيْ جَنّٰتِ النَّعِيْمِ",
            "10": "دَعْوٰىهُمْ فِيْهَا سُبْحٰنَكَ اللهم وَتَحِيَّتُهُمْ فِيْهَا سَلٰمٌۚ وَاٰخِرُ دَعْوٰىهُمْ اَنِ الْحَمْدُ لِلّٰهِ رَبِّ الْعٰلَمِيْنَ ࣖ",
            "11": "۞ وَلَوْ يُعَجِّلُ اللّٰهُ لِلنَّاسِ الشَّرَّ اسْتِعْجَالَهُمْ بِالْخَيْرِ لَقُضِيَ اِلَيْهِمْ اَجَلُهُمْۗ فَنَذَرُ الَّذِيْنَ لَا يَرْجُوْنَ لِقَاۤءَنَا فِيْ طُغْيَانِهِمْ يَعْمَهُوْنَ ",
            "12": "وَاِذَا مَسَّ الْاِنْسَانَ الضُّرُّ دَعَانَا لِجَنْۢبِهٖٓ اَوْ قَاعِدًا اَوْ قَاۤىِٕمًا ۚفَلَمَّا كَشَفْنَا عَنْهُ ضُرَّهٗ مَرَّ كَاَنْ لَّمْ يَدْعُنَآ اِلٰى ضُرٍّ مَّسَّهٗۗ  كَذٰلِكَ زُيِّنَ لِلْمُسْرِفِيْنَ مَا كَانُوْا يَعْمَلُوْنَ ",
            "13": "وَلَقَدْ اَهْلَكْنَا الْقُرُوْنَ مِنْ قَبْلِكُمْ لَمَّا ظَلَمُوْاۙ وَجَاۤءَتْهُمْ رُسُلُهُمْ بِالْبَيِّنٰتِ وَمَا كَانُوْا لِيُؤْمِنُوْا ۗ كَذٰلِكَ نَجْزِى الْقَوْمَ الْمُجْرِمِيْنَ ",
            "14": "ثُمَّ جَعَلْنٰكُمْ خَلٰۤىِٕفَ فِى الْاَرْضِ مِنْۢ بَعْدِهِمْ لِنَنْظُرَ كَيْفَ تَعْمَلُوْنَ ",
            "15": "وَاِذَا تُتْلٰى عَلَيْهِمْ اٰيَاتُنَا بَيِّنٰتٍۙ قَالَ الَّذِيْنَ لَا يَرْجُوْنَ لِقَاۤءَنَا ائْتِ بِقُرْاٰنٍ غَيْرِ هٰذَآ اَوْ بَدِّلْهُ ۗ قُلْ مَا يَكُوْنُ لِيْٓ اَنْ اُبَدِّلَهٗ مِنْ تِلْقَاۤئِ نَفْسِيْ ۚاِنْ اَتَّبِعُ اِلَّا مَا يُوْحٰٓى اِلَيَّ ۚ اِنِّيْٓ اَخَافُ اِنْ عَصَيْتُ رَبِّيْ عَذَابَ يَوْمٍ عَظِيْمٍ ",
            "16": "قُلْ لَّوْ شَاۤءَ اللّٰهُ مَا تَلَوْتُهٗ عَلَيْكُمْ وَلَآ اَدْرٰىكُمْ بِهٖ ۖفَقَدْ لَبِثْتُ فِيْكُمْ عُمُرًا مِّنْ قَبْلِهٖۗ اَفَلَا تَعْقِلُوْنَ",
            "17": "فَمَنْ اَظْلَمُ مِمَّنِ افْتَرٰى عَلَى اللّٰهِ كَذِبًا اَوْ كَذَّبَ بِاٰيٰتِهٖۗ اِنَّهٗ لَا يُفْلِحُ الْمُجْرِمُوْنَ ",
            "18": "وَيَعْبُدُوْنَ مِنْ دُوْنِ اللّٰهِ مَا لَا يَضُرُّهُمْ وَلَا يَنْفَعُهُمْ وَيَقُوْلُوْنَ هٰٓؤُلَاۤءِ شُفَعَاۤؤُنَا عِنْدَ اللّٰهِ ۗقُلْ اَتُنَبِّـُٔوْنَ اللّٰهَ بِمَا لَا يَعْلَمُ فِى السَّمٰوٰتِ وَلَا فِى الْاَرْضِۗ سُبْحٰنَهٗ وَتَعٰلٰى عَمَّا يُشْرِكُوْنَ ",
            "19": "وَمَا كَانَ النَّاسُ اِلَّآ اُمَّةً وَّاحِدَةً فَاخْتَلَفُوْاۗ وَلَوْلَا كَلِمَةٌ سَبَقَتْ مِنْ رَّبِّكَ لَقُضِيَ بَيْنَهُمْ فِيْمَا فِيْهِ يَخْتَلِفُوْنَ ",
            "20": "وَيَقُوْلُوْنَ لَوْلَآ اُنْزِلَ عَلَيْهِ اٰيَةٌ مِّنْ رَّبِّهٖۚ فَقُلْ اِنَّمَا الْغَيْبُ لِلّٰهِ فَانْتَظِرُوْاۚ اِنِّيْ مَعَكُمْ مِّنَ الْمُنْتَظِرِيْنَ ࣖ ",
            "21": "وَاِذَآ اَذَقْنَا النَّاسَ رَحْمَةً مِّنْۢ بَعْدِ ضَرَّاۤءَ مَسَّتْهُمْ اِذَا لَهُمْ مَّكْرٌ فِيْٓ اٰيٰتِنَاۗ قُلِ اللّٰهُ اَسْرَعُ مَكْرًاۗ اِنَّ رُسُلَنَا يَكْتُبُوْنَ مَا تَمْكُرُوْنَ ",
            "22": "هُوَ الَّذِيْ يُسَيِّرُكُمْ فِى الْبَرِّ وَالْبَحْرِۗ حَتّٰٓى اِذَا كُنْتُمْ فِىْ الْفُلْكِۚ وَجَرَيْنَ بِهِمْ بِرِيْحٍ طَيِّبَةٍ وَّفَرِحُوْا بِهَا جَاۤءَتْهَا رِيْحٌ عَاصِفٌ وَّجَاۤءَهُمُ الْمَوْجُ مِنْ كُلِّ مَكَانٍ وَّظَنُّوْٓا اَنَّهُمْ اُحِيْطَ بِهِمْۙ دَعَوُا اللّٰهَ مُخْلِصِيْنَ لَهُ الدِّيْنَ ەۚ لَىِٕنْ اَنْجَيْتَنَا مِنْ هٰذِهٖ لَنَكُوْنَنَّ مِنَ الشّٰكِرِيْنَ",
            "23": "فَلَمَّآ اَنْجٰىهُمْ اِذَا هُمْ يَبْغُوْنَ فِى الْاَرْضِ بِغَيْرِ الْحَقِّ ۗيٰٓاَيُّهَا النَّاسُ اِنَّمَا بَغْيُكُمْ عَلٰٓى اَنْفُسِكُمْ مَّتَاعَ الْحَيٰوةِ الدُّنْيَاۖ ثُمَّ اِلَيْنَا مَرْجِعُكُمْ فَنُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُوْنَ",
            "24": "اِنَّمَا مَثَلُ الْحَيٰوةِ الدُّنْيَا كَمَاۤءٍ اَنْزَلْنٰهُ مِنَ السَّمَاۤءِ فَاخْتَلَطَ بِهٖ نَبَاتُ الْاَرْضِ مِمَّا يَأْكُلُ النَّاسُ وَالْاَنْعَامُ ۗحَتّٰٓى اِذَآ اَخَذَتِ الْاَرْضُ زُخْرُفَهَا وَازَّيَّنَتْ وَظَنَّ اَهْلُهَآ اَنَّهُمْ قٰدِرُوْنَ عَلَيْهَآ اَتٰىهَآ اَمْرُنَا لَيْلًا اَوْ نَهَارًا فَجَعَلْنٰهَا حَصِيْدًا كَاَنْ لَّمْ تَغْنَ بِالْاَمْسِۗ  كَذٰلِكَ نُفَصِّلُ الْاٰيٰتِ لِقَوْمٍ يَّتَفَكَّرُوْنَ ",
            "25": "وَاللّٰهُ يَدْعُوْٓ اِلٰى دَارِ السَّلٰمِ ۚوَيَهْدِيْ مَنْ يَّشَاۤءُ اِلٰى صِرَاطٍ مُّسْتَقِيْمٍ ",
            "26": "۞ لِلَّذِيْنَ اَحْسَنُوا الْحُسْنٰى وَزِيَادَةٌ  ۗوَلَا يَرْهَقُ وُجُوْهَهُمْ قَتَرٌ وَّلَا ذِلَّةٌ  ۗاُولٰۤىِٕكَ اَصْحٰبُ الْجَنَّةِ هُمْ فِيْهَا خٰلِدُوْنَ ",
            "27": "وَالَّذِيْنَ كَسَبُوا السَّيِّاٰتِ جَزَاۤءُ سَيِّئَةٍ ۢبِمِثْلِهَاۙ وَتَرْهَقُهُمْ ذِلَّةٌ  ۗمَا لَهُمْ مِّنَ اللّٰهِ مِنْ عَاصِمٍۚ  كَاَنَّمَآ اُغْشِيَتْ وُجُوْهُهُمْ قِطَعًا مِّنَ الَّيْلِ مُظْلِمًاۗ اُولٰۤىِٕكَ اَصْحٰبُ النَّارِ ۚهُمْ فِيْهَا خٰلِدُوْنَ ",
            "28": "وَيَوْمَ نَحْشُرُهُمْ جَمِيْعًا ثُمَّ نَقُوْلُ لِلَّذِيْنَ اَشْرَكُوْا مَكَانَكُمْ اَنْتُمْ وَشُرَكَاۤؤُكُمْۚ فَزَيَّلْنَا بَيْنَهُمْ وَقَالَ شُرَكَاۤؤُهُمْ مَّا كُنْتُمْ اِيَّانَا تَعْبُدُوْنَ",
            "29": "فَكَفٰى بِاللّٰهِ شَهِيْدًاۢ بَيْنَنَا وَبَيْنَكُمْ اِنْ كُنَّا عَنْ عِبَادَتِكُمْ لَغٰفِلِيْنَ ",
            "30": "هُنَالِكَ تَبْلُوْا كُلُّ نَفْسٍ مَّآ اَسْلَفَتْ وَرُدُّوْٓا اِلَى اللّٰهِ مَوْلٰىهُمُ الْحَقِّ وَضَلَّ عَنْهُمْ مَّا كَانُوْا يَفْتَرُوْنَ ࣖ ",
            "31": "قُلْ مَنْ يَّرْزُقُكُمْ مِّنَ السَّمَاۤءِ وَالْاَرْضِ اَمَّنْ يَّمْلِكُ السَّمْعَ وَالْاَبْصَارَ وَمَنْ يُّخْرِجُ الْحَيَّ مِنَ الْمَيِّتِ وَيُخْرِجُ الْمَيِّتَ مِنَ الْحَيِّ وَمَنْ يُّدَبِّرُ الْاَمْرَۗ فَسَيَقُوْلُوْنَ اللّٰهُ ۚفَقُلْ اَفَلَا تَتَّقُوْنَ ",
            "32": "فَذٰلِكُمُ اللّٰهُ رَبُّكُمُ الْحَقُّۚ فَمَاذَا بَعْدَ الْحَقِّ اِلَّا الضَّلٰلُ  ۖفَاَنّٰى تُصْرَفُوْنَ ",
            "33": "كَذٰلِكَ حَقَّتْ كَلِمَتُ رَبِّكَ عَلَى الَّذِيْنَ فَسَقُوْٓا اَنَّهُمْ لَا يُؤْمِنُوْنَ ",
            "34": "قُلْ هَلْ مِنْ شُرَكَاۤىِٕكُمْ مَّنْ يَّبْدَؤُا الْخَلْقَ ثُمَّ يُعِيْدُهٗۗ قُلِ اللّٰهُ يَبْدَؤُا الْخَلْقَ ثُمَّ يُعِيْدُهٗ فَاَنّٰى تُؤْفَكُوْنَ ",
            "35": "قُلْ هَلْ مِنْ شُرَكَاۤىِٕكُمْ مَّنْ يَّهْدِيْٓ اِلَى الْحَقِّۗ قُلِ اللّٰهُ يَهْدِيْ لِلْحَقِّۗ اَفَمَنْ يَّهْدِيْٓ اِلَى الْحَقِّ اَحَقُّ اَنْ يُّتَّبَعَ اَمَّنْ لَّا يَهِدِّيْٓ اِلَّآ اَنْ يُّهْدٰىۚ فَمَا لَكُمْۗ  كَيْفَ تَحْكُمُوْنَ ",
            "36": "وَمَا يَتَّبِعُ اَكْثَرُهُمْ اِلَّا ظَنًّاۗ اِنَّ الظَّنَّ لَا يُغْنِيْ مِنَ الْحَقِّ شَيْـًٔاۗ اِنَّ اللّٰهَ عَلِيْمٌ ۢبِمَا يَفْعَلُوْنَ ",
            "37": "وَمَا كَانَ هٰذَا الْقُرْاٰنُ اَنْ يُّفْتَرٰى مِنْ دُوْنِ اللّٰهِ وَلٰكِنْ تَصْدِيْقَ الَّذِيْ بَيْنَ يَدَيْهِ وَتَفْصِيْلَ الْكِتٰبِ لَا رَيْبَ فِيْهِ مِنْ رَّبِّ الْعٰلَمِيْنَۗ  ",
            "38": "اَمْ يَقُوْلُوْنَ افْتَرٰىهُ ۗ قُلْ فَأْتُوْا بِسُوْرَةٍ مِّثْلِهٖ وَادْعُوْا مَنِ اسْتَطَعْتُمْ مِّنْ دُوْنِ اللّٰهِ اِنْ كُنْتُمْ صٰدِقِيْنَ",
            "39": "بَلْ كَذَّبُوْا بِمَا لَمْ يُحِيْطُوْا بِعِلْمِهٖ وَلَمَّا يَأْتِهِمْ تَأْوِيْلُهٗۗ  كَذٰلِكَ كَذَّبَ الَّذِيْنَ مِنْ قَبْلِهِمْ فَانْظُرْ كَيْفَ كَانَ عَاقِبَةُ الظّٰلِمِيْنَ ",
            "40": "وَمِنْهُمْ مَّنْ يُّؤْمِنُ بِهٖ وَمِنْهُمْ مَّنْ لَّا يُؤْمِنُ بِهٖۗ وَرَبُّكَ اَعْلَمُ بِالْمُفْسِدِيْنَ ࣖ ",
            "41": "وَاِنْ كَذَّبُوْكَ فَقُلْ لِّيْ عَمَلِيْ وَلَكُمْ عَمَلُكُمْۚ اَنْتُمْ بَرِيْۤـُٔوْنَ مِمَّآ اَعْمَلُ وَاَنَا۠ بَرِيْۤءٌ مِّمَّا تَعْمَلُوْنَ ",
            "42": "وَمِنْهُمْ مَّنْ يَّسْتَمِعُوْنَ اِلَيْكَۗ اَفَاَنْتَ تُسْمِعُ الصُّمَّ وَلَوْ كَانُوْا لَا يَعْقِلُوْنَ ",
            "43": "وَمِنْهُمْ مَّنْ يَّنْظُرُ اِلَيْكَۗ اَفَاَنْتَ تَهْدِى الْعُمْيَ وَلَوْ كَانُوْا لَا يُبْصِرُوْنَ ",
            "44": "اِنَّ اللّٰهَ لَا يَظْلِمُ النَّاسَ شَيْـًٔا وَّلٰكِنَّ النَّاسَ اَنْفُسَهُمْ يَظْلِمُوْنَ",
            "45": "وَيَوْمَ يَحْشُرُهُمْ كَاَنْ لَّمْ يَلْبَثُوْٓا اِلَّا سَاعَةً مِّنَ النَّهَارِ يَتَعَارَفُوْنَ بَيْنَهُمْۗ قَدْ خَسِرَ الَّذِيْنَ كَذَّبُوْا بِلِقَاۤءِ اللّٰهِ وَمَا كَانُوْا مُهْتَدِيْنَ ",
            "46": "وَاِمَّا نُرِيَنَّكَ بَعْضَ الَّذِيْ نَعِدُهُمْ اَوْ نَتَوَفَّيَنَّكَ فَاِلَيْنَا مَرْجِعُهُمْ ثُمَّ اللّٰهُ شَهِيْدٌ عَلٰى مَا يَفْعَلُوْنَ ",
            "47": "وَلِكُلِّ اُمَّةٍ رَّسُوْلٌ ۚفَاِذَا جَاۤءَ رَسُوْلُهُمْ قُضِيَ بَيْنَهُمْ بِالْقِسْطِ وَهُمْ لَا يُظْلَمُوْنَ ",
            "48": "وَيَقُوْلُوْنَ مَتٰى هٰذَا الْوَعْدُ اِنْ كُنْتُمْ صٰدِقِيْنَ ",
            "49": "قُلْ لَّآ اَمْلِكُ لِنَفْسِيْ ضَرًّا وَّلَا نَفْعًا اِلَّا مَا شَاۤءَ اللّٰهُ ۗ لِكُلِّ اُمَّةٍ اَجَلٌ ۚاِذَا جَاۤءَ اَجَلُهُمْ فَلَا يَسْتَأْخِرُوْنَ سَاعَةً وَّلَا يَسْتَقْدِمُوْنَ ",
            "50": "قُلْ اَرَءَيْتُمْ اِنْ اَتٰىكُمْ عَذَابُهٗ بَيَاتًا اَوْ نَهَارًا مَّاذَا يَسْتَعْجِلُ مِنْهُ الْمُجْرِمُوْنَ",
            "51": "اَثُمَّ اِذَا مَا وَقَعَ اٰمَنْتُمْ بِهٖۗ  اٰۤلْـٰٔنَ وَقَدْ كُنْتُمْ بِهٖ تَسْتَعْجِلُوْنَ ",
            "52": "ثُمَّ قِيْلَ لِلَّذِيْنَ ظَلَمُوْا ذُوْقُوْا عَذَابَ الْخُلْدِۚ هَلْ تُجْزَوْنَ اِلَّا بِمَا كُنْتُمْ تَكْسِبُوْنَ ",
            "53": "وَيَسْتَنْۢبِـُٔوْنَكَ اَحَقٌّ هُوَ ۗ قُلْ اِيْ وَرَبِّيْٓ اِنَّهٗ لَحَقٌّ ۗوَمَآ اَنْتُمْ بِمُعْجِزِيْنَ ࣖ ",
            "54": "وَلَوْ اَنَّ لِكُلِّ نَفْسٍ ظَلَمَتْ مَا فِى الْاَرْضِ لَافْتَدَتْ بِهٖۗ وَاَسَرُّوا النَّدَامَةَ لَمَّا رَاَوُا الْعَذَابَۚ وَقُضِيَ بَيْنَهُمْ بِالْقِسْطِ وَهُمْ لَا يُظْلَمُوْنَ ",
            "55": "اَلَآ اِنَّ لِلّٰهِ مَا فِى السَّمٰوٰتِ وَالْاَرْضِۗ  اَلَآ اِنَّ وَعْدَ اللّٰهِ حَقٌّ وَّلٰكِنَّ اَكْثَرَهُمْ لَا يَعْلَمُوْنَ",
            "56": "هُوَ يُحْيٖ وَيُمِيْتُ وَاِلَيْهِ تُرْجَعُوْنَ ",
            "57": "يٰٓاَيُّهَا النَّاسُ قَدْ جَاۤءَتْكُمْ مَّوْعِظَةٌ مِّنْ رَّبِّكُمْ وَشِفَاۤءٌ لِّمَا فِى الصُّدُوْرِۙ وَهُدًى وَّرَحْمَةٌ لِّلْمُؤْمِنِيْنَ ",
            "58": "قُلْ بِفَضْلِ اللّٰهِ وَبِرَحْمَتِهٖ فَبِذٰلِكَ فَلْيَفْرَحُوْاۗ هُوَ خَيْرٌ مِّمَّا يَجْمَعُوْنَ",
            "59": "قُلْ اَرَءَيْتُمْ مَّآ اَنْزَلَ اللّٰهُ لَكُمْ مِّنْ رِّزْقٍ فَجَعَلْتُمْ مِّنْهُ حَرَامًا وَّحَلٰلًا ۗ قُلْ اٰۤللّٰهُ اَذِنَ لَكُمْ اَمْ عَلَى اللّٰهِ تَفْتَرُوْنَ",
            "60": "وَمَا ظَنُّ الَّذِيْنَ يَفْتَرُوْنَ عَلَى اللّٰهِ الْكَذِبَ يَوْمَ الْقِيٰمَةِ ۗاِنَّ اللّٰهَ لَذُوْ فَضْلٍ عَلَى النَّاسِ وَلٰكِنَّ اَكْثَرَهُمْ لَا يَشْكُرُوْنَ ࣖ ",
            "61": "وَمَا تَكُوْنُ فِيْ شَأْنٍ وَّمَا تَتْلُوْا مِنْهُ مِنْ قُرْاٰنٍ وَّلَا تَعْمَلُوْنَ مِنْ عَمَلٍ اِلَّا كُنَّا عَلَيْكُمْ شُهُوْدًا اِذْ تُفِيْضُوْنَ فِيْهِۗ وَمَا يَعْزُبُ عَنْ رَّبِّكَ مِنْ مِّثْقَالِ ذَرَّةٍ فِى الْاَرْضِ وَلَا فِى السَّمَاۤءِ وَلَآ اَصْغَرَ مِنْ ذٰلِكَ وَلَآ اَكْبَرَ اِلَّا فِيْ كِتٰبٍ مُّبِيْنٍ ",
            "62": "اَلَآ اِنَّ اَوْلِيَاۤءَ اللّٰهِ لَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُوْنَۚ  ",
            "63": "اَلَّذِيْنَ اٰمَنُوْا وَكَانُوْا يَتَّقُوْنَۗ  ",
            "64": "لَهُمُ الْبُشْرٰى فِى الْحَيٰوةِ الدُّنْيَا وَفِى الْاٰخِرَةِۗ  لَا تَبْدِيْلَ لِكَلِمٰتِ اللّٰهِ ۗذٰلِكَ هُوَ الْفَوْزُ الْعَظِيْمُۗ  ",
            "65": "وَلَا يَحْزُنْكَ قَوْلُهُمْۘ اِنَّ الْعِزَّةَ لِلّٰهِ جَمِيْعًاۗ هُوَ السَّمِيْعُ الْعَلِيْمُ",
            "66": "اَلَآ اِنَّ لِلّٰهِ مَنْ فِى السَّمٰوٰتِ وَمَنْ فِى الْاَرْضِۗ وَمَا يَتَّبِعُ الَّذِيْنَ يَدْعُوْنَ مِنْ دُوْنِ اللّٰهِ شُرَكَاۤءَ ۗاِنْ يَّتَّبِعُوْنَ اِلَّا الظَّنَّ وَاِنْ هُمْ اِلَّا يَخْرُصُوْنَ ",
            "67": "هُوَ الَّذِيْ جَعَلَ لَكُمُ الَّيْلَ لِتَسْكُنُوْا فِيْهِ وَالنَّهَارَ مُبْصِرًا ۗاِنَّ فِيْ ذٰلِكَ لَاٰيٰتٍ لِّقَوْمٍ يَّسْمَعُوْنَ ",
            "68": "قَالُوا اتَّخَذَ اللّٰهُ وَلَدًا سُبْحٰنَهٗ ۗ هُوَ الْغَنِيُّ ۗ لَهٗ مَا فِى السَّمٰوٰتِ وَمَا فِى الْاَرْضِۗ اِنْ عِنْدَكُمْ مِّنْ سُلْطٰنٍۢ بِهٰذَاۗ اَتَقُوْلُوْنَ عَلَى اللّٰهِ مَا لَا تَعْلَمُوْنَ ",
            "69": "قُلْ اِنَّ الَّذِيْنَ يَفْتَرُوْنَ عَلَى اللّٰهِ الْكَذِبَ لَا يُفْلِحُوْنَۗ  ",
            "70": "مَتَاعٌ فِى الدُّنْيَا ثُمَّ اِلَيْنَا مَرْجِعُهُمْ ثُمَّ نُذِيْقُهُمُ الْعَذَابَ الشَّدِيْدَ بِمَا كَانُوْا يَكْفُرُوْنَ ࣖ ",
            "71": "۞ وَاتْلُ عَلَيْهِمْ نَبَاَ نُوْحٍۘ اِذْ قَالَ لِقَوْمِهٖ يٰقَوْمِ اِنْ كَانَ كَبُرَ عَلَيْكُمْ مَّقَامِيْ وَتَذْكِيْرِيْ بِاٰيٰتِ اللّٰهِ فَعَلَى اللّٰهِ تَوَكَّلْتُ فَاَجْمِعُوْٓا اَمْرَكُمْ وَشُرَكَاۤءَكُمْ ثُمَّ لَا يَكُنْ اَمْرُكُمْ عَلَيْكُمْ غُمَّةً ثُمَّ اقْضُوْٓا اِلَيَّ وَلَا تُنْظِرُوْنِ ",
            "72": "فَاِنْ تَوَلَّيْتُمْ فَمَا سَاَلْتُكُمْ مِّنْ اَجْرٍۗ اِنْ اَجْرِيَ اِلَّا عَلَى اللّٰهِ ۙوَاُمِرْتُ اَنْ اَكُوْنَ مِنَ الْمُسْلِمِيْنَ",
            "73": "فَكَذَّبُوْهُ فَنَجَّيْنٰهُ وَمَنْ مَّعَهٗ فِى الْفُلْكِ وَجَعَلْنٰهُمْ خَلٰۤىِٕفَ وَاَغْرَقْنَا الَّذِيْنَ كَذَّبُوْا بِاٰيٰتِنَاۚ فَانْظُرْ كَيْفَ كَانَ عَاقِبَةُ الْمُنْذَرِيْنَ ",
            "74": "ثُمَّ بَعَثْنَا مِنْۢ بَعْدِهٖ رُسُلًا اِلٰى قَوْمِهِمْ فَجَاۤءُوْهُمْ بِالْبَيِّنٰتِ فَمَا كَانُوْا لِيُؤْمِنُوْا بِمَا كَذَّبُوْا بِهٖ مِنْ قَبْلُ ۗ كَذٰلِكَ نَطْبَعُ عَلٰى قُلُوْبِ الْمُعْتَدِيْنَ ",
            "75": "ثُمَّ بَعَثْنَا مِنْۢ بَعْدِهِمْ مُّوْسٰى وَهٰرُوْنَ اِلٰى فِرْعَوْنَ وَمَلَا۟ىِٕهٖ بِاٰيٰتِنَا فَاسْتَكْبَرُوْا وَكَانُوْا قَوْمًا مُّجْرِمِيْنَ ",
            "76": "فَلَمَّا جَاۤءَهُمُ الْحَقُّ مِنْ عِنْدِنَا قَالُوْٓا اِنَّ هٰذَا لَسِحْرٌ مُّبِيْنٌ ",
            "77": "قَالَ مُوْسٰٓى اَتَقُوْلُوْنَ لِلْحَقِّ لَمَّا جَاۤءَكُمْ ۗ اَسِحْرٌ هٰذَاۗ وَلَا يُفْلِحُ السَّاحِرُوْنَ ",
            "78": "قَالُوْٓا اَجِئْتَنَا لِتَلْفِتَنَا عَمَّا وَجَدْنَا عَلَيْهِ اٰبَاۤءَنَا وَتَكُوْنَ لَكُمَا الْكِبْرِيَاۤءُ فِى الْاَرْضِۗ وَمَا نَحْنُ لَكُمَا بِمُؤْمِنِيْنَ ",
            "79": "وَقَالَ فِرْعَوْنُ ائْتُوْنِيْ بِكُلِّ سٰحِرٍ عَلِيْمٍ ",
            "80": "فَلَمَّا جَاۤءَ السَّحَرَةُ قَالَ لَهُمْ مُّوْسٰٓى اَلْقُوْا مَآ اَنْتُمْ مُّلْقُوْنَ ",
            "81": "فَلَمَّآ اَلْقَوْا قَالَ مُوْسٰى مَا جِئْتُمْ بِهِ ۙالسِّحْرُۗ اِنَّ اللّٰهَ سَيُبْطِلُهٗۗ اِنَّ اللّٰهَ لَا يُصْلِحُ عَمَلَ الْمُفْسِدِيْنَ ࣖ ",
            "82": "وَيُحِقُّ اللّٰهُ الْحَقَّ بِكَلِمٰتِهٖ وَلَوْ كَرِهَ الْمُجْرِمُوْنَ ",
            "83": "فَمَآ اٰمَنَ لِمُوْسٰىٓ اِلَّا ذُرِّيَّةٌ مِّنْ قَوْمِهٖ عَلٰى خَوْفٍ مِّنْ فِرْعَوْنَ وَمَلَا۟ىِٕهِمْ اَنْ يَّفْتِنَهُمْ ۗوَاِنَّ فِرْعَوْنَ لَعَالٍ فِى الْاَرْضِۚ وَاِنَّهٗ لَمِنَ الْمُسْرِفِيْنَ ",
            "84": "وَقَالَ مُوْسٰى يٰقَوْمِ اِنْ كُنْتُمْ اٰمَنْتُمْ بِاللّٰهِ فَعَلَيْهِ تَوَكَّلُوْٓا اِنْ كُنْتُمْ مُّسْلِمِيْنَ ",
            "85": "فَقَالُوْا عَلَى اللّٰهِ تَوَكَّلْنَا ۚرَبَّنَا لَا تَجْعَلْنَا فِتْنَةً لِّلْقَوْمِ الظّٰلِمِيْنَ ",
            "86": "وَنَجِّنَا بِرَحْمَتِكَ مِنَ الْقَوْمِ الْكٰفِرِيْنَ ",
            "87": "وَاَوْحَيْنَآ اِلٰى مُوْسٰى وَاَخِيْهِ اَنْ تَبَوَّاٰ لِقَوْمِكُمَا بِمِصْرَ بُيُوْتًا وَّاجْعَلُوْا بُيُوْتَكُمْ قِبْلَةً وَّاَقِيْمُوا الصَّلٰوةَۗ وَبَشِّرِ الْمُؤْمِنِيْنَ ",
            "88": "وَقَالَ مُوْسٰى رَبَّنَآ اِنَّكَ اٰتَيْتَ فِرْعَوْنَ وَمَلَاَهٗ زِيْنَةً وَّاَمْوَالًا فِى الْحَيٰوةِ الدُّنْيَاۗ رَبَّنَا لِيُضِلُّوْا عَنْ سَبِيْلِكَ ۚرَبَّنَا اطْمِسْ عَلٰٓى اَمْوَالِهِمْ وَاشْدُدْ عَلٰى قُلُوْبِهِمْ فَلَا يُؤْمِنُوْا حَتّٰى يَرَوُا الْعَذَابَ الْاَلِيْمَ ",
            "89": "قَالَ قَدْ اُجِيْبَتْ دَّعْوَتُكُمَا فَاسْتَقِيْمَا وَلَا تَتَّبِعٰۤنِّ سَبِيْلَ الَّذِيْنَ لَا يَعْلَمُوْنَ ",
            "90": "۞ وَجَاوَزْنَا بِبَنِيْٓ اِسْرَاۤءِيْلَ الْبَحْرَ فَاَتْبَعَهُمْ فِرْعَوْنُ وَجُنُوْدُهٗ بَغْيًا وَّعَدْوًا ۗحَتّٰىٓ اِذَآ اَدْرَكَهُ الْغَرَقُ قَالَ اٰمَنْتُ اَنَّهٗ لَآ اِلٰهَ اِلَّا الَّذِيْٓ اٰمَنَتْ بِهٖ بَنُوْٓا اِسْرَاۤءِيْلَ وَاَنَا۠ مِنَ الْمُسْلِمِيْنَ",
            "91": "اٰۤلْـٰٔنَ وَقَدْ عَصَيْتَ قَبْلُ وَكُنْتَ مِنَ الْمُفْسِدِيْنَ",
            "92": "فَالْيَوْمَ نُنَجِّيْكَ بِبَدَنِكَ لِتَكُوْنَ لِمَنْ خَلْفَكَ اٰيَةً ۗوَاِنَّ كَثِيْرًا مِّنَ النَّاسِ عَنْ اٰيٰتِنَا لَغٰفِلُوْنَ ",
            "93": "وَلَقَدْ بَوَّأْنَا بَنِيْٓ اِسْرَاۤءِيْلَ مُبَوَّاَ صِدْقٍ وَّرَزَقْنٰهُمْ مِّنَ الطَّيِّبٰتِ ۚفَمَا اخْتَلَفُوْا حَتّٰى جَاۤءَهُمُ الْعِلْمُ ۗاِنَّ رَبَّكَ يَقْضِيْ بَيْنَهُمْ يَوْمَ الْقِيٰمَةِ فِيْمَا كَانُوْا فِيْهِ يَخْتَلِفُوْنَ ",
            "94": "فَاِنْ كُنْتَ فِيْ شَكٍّ مِّمَّآ اَنْزَلْنَآ اِلَيْكَ فَسْـَٔلِ الَّذِيْنَ يَقْرَءُوْنَ الْكِتٰبَ مِنْ قَبْلِكَ ۚ لَقَدْ جَاۤءَكَ الْحَقُّ مِنْ رَّبِّكَ فَلَا تَكُوْنَنَّ مِنَ الْمُمْتَرِيْنَۙ",
            "95": "وَلَا تَكُوْنَنَّ مِنَ الَّذِيْنَ كَذَّبُوْا بِاٰيٰتِ اللّٰهِ فَتَكُوْنَ مِنَ الْخٰسِرِيْنَ ",
            "96": "اِنَّ الَّذِيْنَ حَقَّتْ عَلَيْهِمْ كَلِمَةُ رَبِّكَ لَا يُؤْمِنُوْنَ ",
            "97": "وَلَوْ جَاۤءَتْهُمْ كُلُّ اٰيَةٍ حَتّٰى يَرَوُا الْعَذَابَ الْاَلِيْمَ ",
            "98": "فَلَوْلَا كَانَتْ قَرْيَةٌ اٰمَنَتْ فَنَفَعَهَآ اِيْمَانُهَآ اِلَّا قَوْمَ يُوْنُسَۗ  لَمَّآ اٰمَنُوْا كَشَفْنَا عَنْهُمْ عَذَابَ الْخِزْيِ فِى الْحَيٰوةِ الدُّنْيَا وَمَتَّعْنٰهُمْ اِلٰى حِيْنٍ ",
            "99": "وَلَوْ شَاۤءَ رَبُّكَ لَاٰمَنَ مَنْ فِى الْاَرْضِ كُلُّهُمْ جَمِيْعًاۗ اَفَاَنْتَ تُكْرِهُ النَّاسَ حَتّٰى يَكُوْنُوْا مُؤْمِنِيْنَ ",
            "100": "وَمَا كَانَ لِنَفْسٍ اَنْ تُؤْمِنَ اِلَّا بِاِذْنِ اللّٰهِ ۗوَيَجْعَلُ الرِّجْسَ عَلَى الَّذِيْنَ لَا يَعْقِلُوْنَ ",
            "101": "قُلِ انْظُرُوْا مَاذَا فِى السَّمٰوٰتِ وَالْاَرْضِ ۗوَمَا تُغْنِى الْاٰيٰتُ وَالنُّذُرُ عَنْ قَوْمٍ لَّا يُؤْمِنُوْنَ ",
            "102": "فَهَلْ يَنْتَظِرُوْنَ اِلَّا مِثْلَ اَيَّامِ الَّذِيْنَ خَلَوْا مِنْ قَبْلِهِمْۗ قُلْ فَانْتَظِرُوْٓا اِنِّيْ مَعَكُمْ مِّنَ الْمُنْتَظِرِيْنَ ",
            "103": "ثُمَّ نُنَجِّيْ رُسُلَنَا وَالَّذِيْنَ اٰمَنُوْا كَذٰلِكَ ۚحَقًّا عَلَيْنَا نُنْجِ الْمُؤْمِنِيْنَ ࣖ ",
            "104": "قُلْ يٰٓاَيُّهَا النَّاسُ اِنْ كُنْتُمْ فِيْ شَكٍّ مِّنْ دِيْنِيْ فَلَآ اَعْبُدُ الَّذِيْنَ تَعْبُدُوْنَ مِنْ دُوْنِ اللّٰهِ وَلٰكِنْ اَعْبُدُ اللّٰهَ الَّذِيْ يَتَوَفّٰىكُمْ ۖ وَاُمِرْتُ اَنْ اَكُوْنَ مِنَ الْمُؤْمِنِيْنَ",
            "105": "وَاَنْ اَقِمْ وَجْهَكَ لِلدِّيْنِ حَنِيْفًاۚ وَلَا تَكُوْنَنَّ مِنَ الْمُشْرِكِيْنَ ",
            "106": "وَلَا تَدْعُ مِنْ دُوْنِ اللّٰهِ مَا لَا يَنْفَعُكَ وَلَا يَضُرُّكَ ۚفَاِنْ فَعَلْتَ فَاِنَّكَ اِذًا مِّنَ الظّٰلِمِيْنَ ",
            "107": "وَاِنْ يَّمْسَسْكَ اللّٰهُ بِضُرٍّ فَلَا كَاشِفَ لَهٗ ٓاِلَّا هُوَ ۚوَاِنْ يُّرِدْكَ بِخَيْرٍ فَلَا رَاۤدَّ لِفَضْلِهٖۗ يُصِيْبُ بِهٖ مَنْ يَّشَاۤءُ مِنْ عِبَادِهٖ ۗوَهُوَ الْغَفُوْرُ الرَّحِيْمُ ",
            "108": "قُلْ يٰٓاَيُّهَا النَّاسُ قَدْ جَاۤءَكُمُ الْحَقُّ مِنْ رَّبِّكُمْ ۚفَمَنِ اهْتَدٰى فَاِنَّمَا يَهْتَدِيْ لِنَفْسِهٖ ۚوَمَنْ ضَلَّ فَاِنَّمَا يَضِلُّ عَلَيْهَا ۚوَمَآ اَنَا۠ عَلَيْكُمْ بِوَكِيْلٍۗ  ",
            "109": "وَاتَّبِعْ مَا يُوْحٰىٓ اِلَيْكَ وَاصْبِرْ حَتّٰى يَحْكُمَ اللّٰهُ ۚوَهُوَ خَيْرُ الْحٰكِمِيْنَ ࣖ "
        },
        "translations": {
            "id": {
                "name": "Yunus",
                "text": {
                    "1": "Alif Lam Ra. Inilah ayat-ayat Al-Qur'an yang penuh hikmah.",
                    "2": "Pantaskah manusia menjadi heran bahwa Kami memberi wahyu kepada seorang laki-laki di antara mereka, “Berilah peringatan kepada manusia dan gembirakanlah orang-orang beriman bahwa mereka mempunyai kedudukan yang tinggi di sisi Tuhan.” Orang-orang kafir berkata, “Orang ini (Muhammad) benar-benar pesihir.”",
                    "3": "Sesungguhnya Tuhan kamu Dialah Allah yang menciptakan langit dan bumi dalam enam masa, kemudian Dia bersemayam di atas ‘Arsy (singgasana) untuk mengatur segala urusan. Tidak ada yang dapat memberi syafaat kecuali setelah ada izin-Nya. Itulah Allah, Tuhanmu, maka sembahlah Dia. Apakah kamu tidak mengambil pelajaran?",
                    "4": "Hanya kepada-Nya kamu semua akan kembali. Itu merupakan janji Allah yang benar dan pasti. Sesungguhnya Dialah yang memulai penciptaan makhluk kemudian mengulanginya (menghidupkannya kembali setelah berbangkit), agar Dia memberi balasan kepada orang-orang yang beriman dan mengerjakan kebajikan dengan adil. Sedangkan untuk orang-orang kafir (disediakan) minuman air yang mendidih dan siksaan yang pedih karena kekafiran mereka.",
                    "5": "Dialah yang menjadikan matahari bersinar dan bulan bercahaya, dan Dialah yang menetapkan tempat-tempat orbitnya, agar kamu mengetahui bilangan tahun, dan perhitungan (waktu). Allah tidak menciptakan demikian itu melainkan dengan benar. Dia menjelaskan tanda-tanda (kebesaran-Nya) kepada orang-orang yang mengetahui.",
                    "6": "Sesungguhnya pada pergantian malam dan siang dan pada apa yang diciptakan Allah di langit dan di bumi, pasti terdapat tanda-tanda (kebesaran-Nya) bagi orang-orang yang bertakwa.",
                    "7": "Sesungguhnya orang-orang yang tidak mengharapkan (tidak percaya akan) pertemuan dengan Kami, dan merasa puas dengan kehidupan dunia serta merasa tenteram dengan (kehidupan) itu, dan orang-orang yang melalaikan ayat-ayat Kami,",
                    "8": "mereka itu tempatnya di neraka, karena apa yang telah mereka lakukan.",
                    "9": "Sesungguhnya orang-orang yang beriman dan mengerjakan kebajikan, niscaya diberi petunjuk oleh Tuhan karena keimanannya. Mereka di dalam surga yang penuh kenikmatan, mengalir di bawahnya sungai-sungai.",
                    "10": "Doa mereka di dalamnya ialah, “Subhanakallahumma” (Mahasuci Engkau, ya Tuhan kami), dan salam penghormatan mereka ialah, “Salam” (salam sejahtera). Dan penutup doa mereka ialah, “Al-hamdu lillahi Rabbil ‘alamin” (segala puji bagi Allah Tuhan seluruh alam).",
                    "11": "Dan kalau Allah menyegerakan keburukan bagi manusia seperti permintaan mereka untuk menyegerakan kebaikan, pasti diakhiri umur mereka. Namun Kami biarkan orang-orang yang tidak mengharapkan pertemuan dengan Kami, bingung di dalam kesesatan mereka.",
                    "12": "Dan apabila manusia ditimpa bahaya dia berdoa kepada Kami dalam keadaan berbaring, duduk atau berdiri, tetapi setelah Kami hilangkan bahaya itu darinya, dia kembali (ke jalan yang sesat), seolah-olah dia tidak pernah berdoa kepada Kami untuk (menghilangkan) bahaya yang telah menimpanya. Demikianlah dijadikan terasa indah bagi orang-orang yang melampaui batas apa yang mereka kerjakan.",
                    "13": " Dan sungguh, Kami telah membinasakan umat-umat sebelum kamu, ketika mereka berbuat zalim, padahal para rasul mereka telah datang membawa keterangan-keterangan (yang nyata), tetapi mereka sama sekali tidak mau beriman. Demikianlah Kami memberi balasan kepada orang-orang yang berbuat dosa.",
                    "14": "Kemudian Kami jadikan kamu sebagai pengganti-pengganti (mereka) di bumi setelah mereka, untuk Kami lihat bagaimana kamu berbuat.",
                    "15": "Dan apabila dibacakan kepada mereka ayat-ayat Kami dengan jelas, orang-orang yang tidak mengharapkan pertemuan dengan Kami berkata, “Datangkanlah kitab selain Al-Qur'an ini atau gantilah.” Katakanlah (Muhammad), “Tidaklah pantas bagiku menggantinya atas kemauanku sendiri. Aku hanya  mengikuti apa yang diwahyukan kepadaku. Aku benar-benar takut akan azab hari yang besar (Kiamat) jika mendurhakai Tuhanku.”",
                    "16": "Katakanlah (Muhammad), “Jika Allah menghendaki, niscaya aku tidak membacakannya kepadamu dan Allah tidak (pula) memberitahukannya kepadamu.” Aku telah tinggal bersamamu beberapa lama sebelumnya (sebelum turun Al-Qur'an). Apakah kamu tidak mengerti?",
                    "17": "Maka siapakah yang lebih zalim daripada orang yang mengada-adakan kebohongan terhadap Allah atau mendustakan ayat-ayat-Nya? Sesungguhnya orang-orang yang berbuat dosa itu tidak akan beruntung.",
                    "18": "Dan mereka menyembah selain Allah, sesuatu yang tidak dapat mendatangkan bencana kepada mereka dan tidak (pula) memberi manfaat, dan mereka berkata, “Mereka itu adalah pemberi syafaat kami di hadapan Allah.” Katakanlah, “Apakah kamu akan memberitahu kepada Allah sesuatu yang tidak diketahui-Nya apa yang di langit dan tidak (pula) yang di bumi?” Mahasuci Allah dan Mahatinggi dari apa yang mereka persekutukan itu.",
                    "19": "Dan manusia itu dahulunya hanyalah satu umat, kemudian mereka berselisih. Kalau tidak karena suatu ketetapan yang telah ada dari Tuhanmu, pastilah telah diberi keputusan (di dunia) di antara mereka, tentang apa yang mereka perselisihkan itu.",
                    "20": "Dan mereka berkata, “Mengapa tidak diturunkan kepadanya (Muhammad) suatu bukti (mukjizat) dari Tuhannya?” Katakanlah, “Sungguh, segala yang gaib itu hanya milik Allah; sebab itu tunggu (sajalah) olehmu. Ketahuilah aku juga menunggu bersama kamu.”",
                    "21": "Dan apabila Kami memberikan suatu rahmat kepada manusia, setelah mereka ditimpa bencana, mereka segera melakukan segala tipu daya (menentang) ayat-ayat Kami. Katakanlah, “Allah lebih cepat pembalasannya (atas tipu daya itu).” Sesungguhnya malaikat-malaikat Kami mencatat tipu dayamu.",
                    "22": "Dialah Tuhan yang menjadikan kamu dapat berjalan di daratan, (dan berlayar) di lautan. Sehingga ketika kamu berada di dalam kapal, dan meluncurlah (kapal) itu membawa mereka (orang-orang yang ada di dalamnya) dengan tiupan angin yang baik, dan mereka bergembira karenanya; tiba-tiba datanglah badai dan gelombang menimpanya dari segenap penjuru, dan mereka mengira telah terkepung (bahaya), maka mereka berdoa dengan tulus ikhlas kepada Allah semata. (Seraya berkata), “Sekiranya Engkau menyelamatkan kami dari (bahaya) ini, pasti kami termasuk orang-orang yang bersyukur.”",
                    "23": "Tetapi ketika Allah menyelamatkan mereka, malah mereka berbuat kezaliman di bumi tanpa (alasan) yang benar. Wahai manusia! Sesungguhnya kezalimanmu bahayanya akan menimpa dirimu sendiri; itu hanya kenikmatan hidup duniawi, selanjutnya kepada Kamilah kembalimu, kelak akan Kami kabarkan kepadamu apa yang telah kamu kerjakan.",
                    "24": "Sesungguhnya perumpamaan kehidupan duniawi itu, hanya seperti air (hujan) yang Kami turunkan dari langit, lalu tumbuhlah tanaman-tanaman bumi dengan subur (karena air itu), di antaranya ada yang dimakan manusia dan hewan ternak. Hingga apabila bumi itu telah sempurna keindahannya, dan berhias, dan pemiliknya mengira bahwa mereka pasti menguasainya (memetik hasilnya), datanglah kepadanya azab Kami pada waktu malam atau siang, lalu Kami jadikan (tanaman)nya seperti tanaman yang sudah disabit, seakan-akan belum pernah tumbuh kemarin. Demikianlah Kami menjelaskan tanda-tanda (kekuasaan Kami) kepada orang yang berpikir.",
                    "25": "Dan Allah menyeru (manusia) ke Darus-salam (surga), dan memberikan petunjuk kepada orang yang Dia kehendaki ke jalan yang lurus (Islam).",
                    "26": "Bagi orang-orang yang berbuat baik, ada pahala yang terbaik (surga) dan tambahannya (kenikmatan melihat Allah). Dan wajah mereka tidak ditutupi debu hitam dan tidak (pula) dalam kehinaan. Mereka itulah penghuni surga, mereka kekal di dalamnya.",
                    "27": "Adapun orang-orang yang berbuat kejahatan (akan mendapat) balasan kejahatan yang setimpal dan mereka diselubungi kehinaan. Tidak ada bagi mereka seorang pelindung pun dari (azab) Allah, seakan-akan wajah mereka ditutupi dengan kepingan-kepingan malam yang gelap gulita. Mereka itulah penghuni neraka, mereka kekal di dalamnya.           ",
                    "28": "Dan (ingatlah) pada hari (ketika) itu Kami mengumpulkan mereka semuanya, kemudian Kami berkata kepada orang yang mempersekutukan (Allah), “Tetaplah di tempatmu, kamu dan para sekutumu.” Lalu Kami pisahkan mereka dan berkatalah sekutu-sekutu mereka, “Kamu sekali-kali tidak pernah menyembah kami. ",
                    "29": "Maka cukuplah Allah menjadi saksi antara kami dengan kamu, sebab kami tidak tahu-menahu tentang penyembahan kamu (kepada kami).”",
                    "30": "Di tempat itu (padang Mahsyar), setiap jiwa merasakan pembalasan dari apa yang telah dikerjakannya (dahulu) dan mereka dikembalikan kepada Allah, pelindung mereka yang sebenarnya, dan lenyaplah dari mereka apa (pelindung palsu) yang mereka ada-adakan.",
                    "31": "Katakanlah (Muhammad), “Siapakah yang memberi rezeki kepadamu dari langit dan bumi, atau siapakah yang kuasa (menciptakan) pendengaran dan penglihatan, dan siapakah yang mengeluarkan yang hidup dari yang mati dan mengeluarkan yang mati dari yang hidup, dan siapakah yang mengatur segala urusan?” Maka mereka akan menjawab, “Allah.” Maka katakanlah, “Mengapa kamu tidak bertakwa (kepada-Nya)?”",
                    "32": "Maka itulah Allah, Tuhan kamu yang sebenarnya; maka tidak ada setelah kebenaran itu melainkan kesesatan. Maka mengapa kamu berpaling (dari kebenaran)?",
                    "33": "Demikianlah telah tetap (hukuman) Tuhanmu terhadap orang-orang yang fasik, karena sesungguhnya mereka tidak beriman.",
                    "34": "Katakanlah, “Adakah di antara sekutumu yang dapat memulai penciptaan (makhluk), kemudian mengulanginya (menghidupkannya) kembali?” Katakanlah, “Allah memulai (penciptaan) makhluk, kemudian mengulanginya. Maka bagaimana kamu dipalingkan (menyembah selain Allah)?”",
                    "35": "Katakanlah, “Apakah di antara sekutumu ada yang membimbing kepada kebenaran?” Katakanlah, “Allah-lah yang membimbing kepada kebenaran.” Maka manakah yang lebih berhak diikuti, Tuhan yang membimbing kepada kebenaran itu, ataukah orang yang tidak mampu membimbing bahkan perlu dibimbing? Maka mengapa kamu (berbuat demikian)? Bagaimanakah kamu mengambil keputusan?",
                    "36": "Dan kebanyakan mereka hanya mengikuti dugaan. Sesungguhnya dugaan itu tidak sedikit pun berguna untuk melawan kebenaran. Sungguh, Allah Maha Mengetahui apa yang mereka kerjakan.",
                    "37": "Dan tidak mungkin Al-Qur'an ini dibuat-buat oleh selain Allah; tetapi (Al-Qur'an) membenarkan (kitab-kitab) yang sebelumnya dan menjelaskan hukum-hukum yang telah ditetapkannya, tidak ada keraguan di dalamnya, (diturunkan) dari Tuhan seluruh alam.",
                    "38": "Apakah pantas mereka mengatakan dia (Muhammad) yang telah membuat-buatnya? Katakanlah, “Buatlah sebuah surah yang semisal dengan surah (Al-Qur'an), dan ajaklah siapa saja di antara kamu orang yang mampu (membuatnya) selain Allah, jika kamu orang-orang yang benar.”",
                    "39": "Bahkan (yang sebenarnya), mereka mendustakan apa yang mereka belum mengetahuinya dengan sempurna dan belum mereka peroleh penjelasannya. Demikianlah halnya umat-umat yang ada sebelum mereka telah mendustakan (rasul). Maka perhatikanlah bagaimana akibat orang yang zalim. ",
                    "40": "Dan di antara mereka ada orang-orang yang beriman kepadanya (Al-Qur'an), dan di antaranya ada (pula) orang-orang yang tidak beriman kepadanya. Sedangkan Tuhanmu lebih mengetahui tentang orang-orang yang berbuat kerusakan.",
                    "41": "Dan jika mereka (tetap) mendustakanmu (Muhammad), maka katakanlah, “Bagiku pekerjaanku dan bagimu pekerjaanmu. Kamu tidak bertanggung jawab terhadap apa yang aku kerjakan dan aku pun tidak bertanggung jawab terhadap apa yang kamu kerjakan.”",
                    "42": "Dan di antara mereka ada yang mendengarkan engkau (Muhammad). Tetapi apakah engkau dapat menjadikan orang yang tuli itu mendengar walaupun mereka tidak mengerti?",
                    "43": "Dan di antara mereka ada yang melihat kepada engkau. Tetapi apakah engkau dapat memberi petunjuk kepada orang yang buta, walaupun mereka tidak memperhatikan?",
                    "44": "Sesungguhnya Allah tidak menzalimi manusia sedikit pun, tetapi manusia itulah yang menzalimi dirinya sendiri.",
                    "45": "Dan (ingatlah) pada hari (ketika) Allah mengumpulkan mereka, (mereka merasa) seakan-akan tidak pernah berdiam (di dunia) kecuali sesaat saja pada siang hari, (pada waktu) mereka saling berkenalan. Sungguh rugi orang yang mendustakan pertemuan mereka dengan Allah dan mereka tidak mendapat petunjuk.",
                    "46": "Dan jika Kami perlihatkan kepadamu (Muhammad) sebagian dari (siksaan) yang Kami janjikan kepada mereka, (tentulah engkau akan melihatnya) atau (jika) Kami wafatkan engkau (sebelum itu), maka kepada Kami (jualah) mereka kembali, dan Allah menjadi saksi atas apa yang mereka kerjakan.",
                    "47": "Dan setiap umat (mempunyai) rasul. Maka apabila rasul mereka telah datang, diberlakukanlah hukum bagi mereka dengan adil dan (sedikit pun) tidak dizalimi.",
                    "48": "Dan mereka mengatakan,  ”Bilakah (datangnya) ancaman itu, jika kamu orang-orang yang benar?”",
                    "49": "Katakanlah (Muhammad), “Aku tidak kuasa menolak mudarat maupun mendatangkan manfaat kepada diriku, kecuali apa yang Allah kehendaki.” Bagi setiap umat mempunyai ajal (batas waktu). Apabila ajalnya tiba, mereka tidak dapat meminta penundaan atau percepatan sesaat pun. ",
                    "50": "Katakanlah, “Terangkanlah kepadaku, jika datang kepada kamu siksaan-Nya pada waktu malam atau siang hari, manakah yang diminta untuk disegerakan orang-orang yang berdosa itu?”",
                    "51": "Kemudian apakah setelah azab itu terjadi, kamu baru mempercayainya? Apakah (baru) sekarang, padahal sebelumnya kamu selalu meminta agar disegerakan?",
                    "52": "Kemudian dikatakan kepada orang-orang yang zalim itu, “Rasakanlah olehmu siksaan yang kekal. Kamu tidak diberi balasan, melainkan (sesuai) dengan apa yang telah kamu lakukan.”",
                    "53": "Dan mereka menanyakan kepadamu (Muhammad), “Benarkah (azab yang dijanjikan) itu?” Katakanlah, “Ya, demi Tuhanku, sesungguhnya (azab) itu pasti benar dan kamu sekali-kali tidak dapat menghindar.”",
                    "54": "Dan kalau setiap orang yang zalim itu (mempunyai) segala yang ada di bumi, tentu dia menebus dirinya dengan itu, dan mereka menyembunyikan penyesalannya ketika mereka telah menyaksikan azab itu. Kemudian diberi keputusan di antara mereka dengan adil, dan mereka tidak dizalimi.",
                    "55": "Ketahuilah sesungguhnya milik Allah-lah apa yang ada di langit dan di bumi. Bukankah janji Allah itu benar? Tetapi kebanyakan mereka tidak mengetahui.",
                    "56": "Dialah yang menghidupkan dan mematikan dan hanya kepada-Nyalah kamu dikembalikan.",
                    "57": "Wahai manusia! Sungguh, telah datang kepadamu pelajaran (Al-Qur'an) dari Tuhanmu, penyembuh bagi penyakit yang ada dalam dada dan petunjuk serta rahmat bagi orang yang beriman.",
                    "58": "Katakanlah (Muhammad), “Dengan karunia Allah dan rahmat-Nya, hendaklah dengan itu mereka bergembira. Itu lebih baik daripada apa yang mereka kumpulkan.”",
                    "59": "Katakanlah (Muhammad), “Terangkanlah kepadaku tentang rezeki yang diturunkan Allah kepadamu, lalu kamu jadikan sebagiannya haram dan sebagiannya halal.”  Katakanlah, “Apakah Allah telah memberikan izin kepadamu (ten-tang ini) ataukah kamu mengada-ada atas nama Allah?”",
                    "60": "Dan apakah dugaan orang-orang yang mengada-adakan kebohongan terhadap Allah pada hari Kiamat? Sesungguhnya Allah benar-benar mempunyai karunia (yang dilimpahkan) kepada manusia, tetapi kebanyakan mereka tidak bersyukur.",
                    "61": "Dan tidakkah engkau (Muhammad) berada dalam suatu urusan, dan tidak membaca suatu ayat Al-Qur'an serta tidak pula kamu melakukan suatu pekerjaan, melainkan Kami menjadi saksi atasmu ketika kamu melakukannya. Tidak lengah sedikit pun dari pengetahuan Tuhanmu biarpun sebesar zarrah, baik di bumi ataupun di langit. Tidak ada sesuatu yang lebih kecil dan yang lebih besar daripada itu, melainkan semua tercatat dalam Kitab yang nyata (Lauh Mahfuzh).",
                    "62": "Ingatlah wali-wali Allah itu, tidak ada rasa takut pada mereka dan mereka tidak bersedih hati.",
                    "63": "(Yaitu) orang-orang yang beriman dan senantiasa bertakwa.",
                    "64": "Bagi mereka berita gembira di dalam kehidupan di dunia dan di akhirat. Tidak ada perubahan bagi janji-janji Allah. Demikian itulah kemenangan yang agung.",
                    "65": " Dan janganlah engkau (Muhammad) sedih oleh perkataan mereka. Sungguh, kekuasaan itu seluruhnya milik Allah. Dia Maha Mendengar, Maha Mengetahui.",
                    "66": "Ingatlah, milik Allah meliputi siapa yang ada di langit dan siapa yang ada di bumi. Dan orang-orang yang menyeru sekutu-sekutu selain Allah, tidaklah mengikuti (suatu keyakinan). Mereka hanya mengikuti persangkaan belaka, dan mereka hanyalah menduga-duga.",
                    "67": "Dialah yang menjadikan malam bagimu agar kamu beristirahat padanya dan menjadikan siang terang benderang. Sungguh, yang demikian itu terdapat tanda-tanda (kekuasaan Allah) bagi orang-orang yang mendengar.",
                    "68": "Mereka (orang-orang Yahudi dan Nasrani) berkata, “Allah mempunyai anak.” Mahasuci Dia, Dialah Yang Mahakaya; milik-Nyalah apa yang ada di langit dan apa yang ada di bumi. Kamu tidak mempunyai alasan kuat tentang ini. Pantaskah kamu mengatakan tentang Allah apa yang kamu tidak ketahui?",
                    "69": "Katakanlah, “Sesungguhnya orang-orang yang mengada-adakan kebohongan terhadap Allah tidak akan beruntung.”",
                    "70": "(Bagi mereka) kesenangan (sesaat) ketika di dunia, selanjutnya kepada Kamilah mereka kembali, kemudian Kami rasakan kepada mereka azab yang berat, karena kekafiran mereka.",
                    "71": "Dan bacakanlah kepada mereka berita penting (tentang) Nuh ketika (dia) berkata kepada kaumnya, “Wahai kaumku! Jika terasa berat bagimu aku tinggal (bersamamu) dan peringatanku dengan ayat-ayat Allah, maka kepada Allah aku bertawakal. Karena itu bulatkanlah keputusanmu dan kumpulkanlah sekutu-sekutumu (untuk membinasakanku), dan janganlah keputusanmu itu dirahasiakan. Kemudian bertindaklah terhadap diriku, dan janganlah kamu tunda lagi.",
                    "72": "Maka jika kamu berpaling (dari peringatanku), aku tidak meminta imbalan sedikit pun darimu. Imbalanku tidak lain hanyalah dari Allah, dan aku diperintah agar aku termasuk golongan orang-orang Muslim (berserah diri).”",
                    "73": "Kemudian mereka mendustakannya (Nuh), lalu Kami selamatkan dia dan orang yang bersamanya di dalam kapal, dan Kami jadikan mereka itu khalifah dan Kami tenggelamkan orang yang mendustakan ayat-ayat Kami. Maka perhatikanlah bagaimana kesudahan orang-orang yang diberi peringatan itu.",
                    "74": "Kemudian setelahnya (Nuh), Kami utus beberapa rasul kepada kaum mereka (masing-masing), maka rasul-rasul itu datang kepada mereka dengan membawa keterangan yang jelas, tetapi mereka tidak mau beriman karena mereka dahulu telah (biasa) mendustakannya. Demikianlah Kami mengunci hati orang-orang yang melampaui batas.",
                    "75": "Kemudian setelah mereka, Kami utus Musa dan Harun kepada Fir‘aun dan para pemuka kaumnya, dengan membawa tanda-tanda (kekuasaan) Kami. Ternyata mereka menyombongkan diri dan mereka adalah orang-orang yang berdosa.",
                    "76": "Maka ketika telah datang kepada mereka kebenaran dari sisi Kami, mereka berkata, “Ini benar-benar sihir yang nyata.”",
                    "77": "Musa berkata, “Pantaskah kamu mengatakan terhadap kebenaran ketika ia datang kepadamu, ‘sihirkah ini?’ Padahal para pesihir itu tidaklah mendapat kemenangan.”",
                    "78": "Mereka berkata, “Apakah engkau datang kepada kami untuk memalingkan kami dari apa (kepercayaan) yang kami dapati nenek moyang kami mengerjakannya (menyembah berhala), dan agar kamu berdua mempunyai kekuasaan di bumi (negeri Mesir)? Kami tidak akan mempercayai kamu berdua.”",
                    "79": "Dan Fir‘aun berkata (kepada pemuka kaumnya), “Datangkanlah kepadaku semua pesihir yang ulung!”",
                    "80": "Maka ketika para pesihir itu datang, Musa berkata kepada mereka, “Lemparkanlah apa yang hendak kamu lemparkan!”",
                    "81": " Setelah mereka melemparkan, Musa berkata, “Apa yang kamu lakukan itu, itulah sihir, sesungguhnya Allah akan menampakkan kepalsuan sihir itu. Sungguh, Allah tidak akan membiarkan terus berlangsungnya pekerjaan orang yang berbuat kerusakan.”",
                    "82": "Dan Allah akan mengukuhkan yang benar dengan ketetapan-Nya, walaupun orang-orang yang berbuat dosa tidak menyukainya.",
                    "83": "Maka tidak ada yang beriman kepada Musa, selain keturunan dari kaumnya dalam keadaan takut bahwa Fir‘aun dan para pemuka (kaum)nya akan menyiksa mereka. Dan sungguh, Fir‘aun itu benar-benar telah berbuat sewenang-wenang di bumi, dan benar-benar termasuk orang yang melampaui batas.",
                    "84": "Dan Musa berkata, “Wahai kaumku! Apabila kamu beriman kepada Allah, maka bertawakallah kepada-Nya, jika kamu benar-benar orang Muslim (berserah diri).”",
                    "85": "Lalu mereka berkata, “Kepada Allah-lah kami bertawakal. Ya Tuhan kami, janganlah Engkau jadikan kami (sasaran) fitnah bagi kaum yang zalim,",
                    "86": "dan selamatkanlah kami dengan rahmat-Mu dari orang-orang kafir.”",
                    "87": "Dan Kami wahyukan kepada Musa dan saudaranya, “Ambillah beberapa rumah di Mesir untuk (tempat tinggal) kaummu dan jadikanlah rumah-rumahmu itu tempat ibadah dan laksanakanlah salat serta gembirakanlah orang-orang mukmin.”",
                    "88": "Dan Musa berkata, “Ya Tuhan kami, Engkau telah memberikan kepada Fir‘aun dan para pemuka kaumnya perhiasan dan harta kekayaan dalam kehidupan dunia. Ya Tuhan kami, (akibatnya) mereka menyesatkan (manusia) dari jalan-Mu. Ya Tuhan, binasakanlah harta mereka, dan kuncilah hati mereka, sehingga mereka tidak beriman sampai mereka melihat azab yang pedih.”",
                    "89": "Dia Allah berfirman, “Sungguh, telah diperkenankan permohonan kamu berdua, sebab itu tetaplah kamu berdua pada jalan yang lurus dan jangan sekali-kali kamu mengikuti jalan orang yang tidak mengetahui.”",
                    "90": "Dan Kami selamatkan Bani Israil melintasi laut, kemudian Fir‘aun dan bala tentaranya mengikuti mereka, untuk menzalimi dan menindas (mereka). Sehingga ketika Fir‘aun hampir tenggelam dia berkata, “Aku percaya bahwa tidak ada tuhan melainkan Tuhan yang dipercayai oleh Bani Israil, dan aku termasuk orang-orang Muslim (berserah diri).”",
                    "91": "Mengapa baru sekarang (kamu beriman), padahal sesungguhnya engkau telah durhaka sejak dahulu, dan engkau termasuk orang yang berbuat kerusakan.",
                    "92": "Maka pada hari ini Kami selamatkan jasadmu agar engkau dapat menjadi pelajaran bagi orang-orang yang datang setelahmu, tetapi kebanyakan manusia tidak mengindahkan tanda-tanda (kekuasaan) Kami.",
                    "93": "Dan sungguh, Kami telah menempatkan Bani Israil di tempat kediaman yang bagus dan Kami beri mereka rezeki yang baik. Maka mereka tidak berselisih, kecuali setelah datang kepada mereka pengetahuan (yang tersebut dalam Taurat). Sesungguhnya Tuhan kamu akan memberi keputusan antara mereka pada hari Kiamat tentang apa yang mereka perselisihkan itu.",
                    "94": "Maka jika engkau (Muhammad) berada dalam keragu-raguan tentang apa yang Kami turunkan kepadamu, maka tanyakanlah kepada orang yang membaca kitab sebelummu. Sungguh, telah datang kebenaran kepadamu dari Tuhanmu, maka janganlah sekali-kali engkau termasuk orang yang ragu.",
                    "95": "Dan janganlah sekali-kali engkau termasuk orang yang mendustakan ayat-ayat Allah, nanti engkau termasuk orang yang rugi.",
                    "96": "Sungguh, orang-orang yang telah dipastikan mendapat ketetapan Tuhanmu, tidaklah akan beriman,",
                    "97": "meskipun mereka mendapat tanda-tanda (kebesaran Allah), hingga mereka menyaksikan azab yang pedih.",
                    "98": "Maka mengapa tidak ada (penduduk) suatu negeri pun yang beriman, lalu imannya itu bermanfaat kepadanya selain kaum Yunus? Ketika mereka (kaum Yunus itu) beriman, Kami hilangkan dari mereka azab yang menghinakan dalam kehidupan dunia, dan Kami beri kesenangan kepada mereka sampai waktu tertentu.",
                    "99": "Dan jika Tuhanmu menghendaki, tentulah beriman semua orang di bumi seluruhnya. Tetapi apakah kamu (hendak) memaksa manusia agar mereka menjadi orang-orang yang beriman?",
                    "100": "Dan tidak seorang pun akan beriman kecuali dengan izin Allah, dan Allah menimpakan azab kepada orang yang tidak mengerti.",
                    "101": "Katakanlah, “Perhatikanlah apa yang ada di langit dan di bumi!” Tidaklah bermanfaat tanda-tanda (kebesaran Allah) dan rasul-rasul yang memberi peringatan bagi orang yang tidak beriman.",
                    "102": "Maka mereka tidak menunggu-nunggu kecuali (kejadian-kejadian) yang sama dengan kejadian-kejadian (yang menimpa) orang-orang terdahulu sebelum mereka. Katakanlah, “Maka tunggulah, aku pun termasuk orang yang menunggu bersama kamu.”",
                    "103": "Kemudian Kami selamatkan rasul-rasul Kami dan orang-orang yang beri-man, demikianlah menjadi kewajiban Kami menyelamatkan orang yang beriman.",
                    "104": "Katakanlah (Muhammad), “Wahai manusia! Jika kamu masih dalam keragu-raguan tentang agamaku, maka (ketahuilah) aku tidak menyembah yang kamu sembah selain Allah, tetapi aku menyembah Allah yang akan mematikan kamu dan aku telah diperintah agar termasuk orang yang beriman,”",
                    "105": "dan (aku telah diperintah), “Hadapkanlah wajahmu kepada agama dengan tulus dan ikhlas dan jangan sekali-kali engkau termasuk orang yang musyrik.",
                    "106": "Dan jangan engkau menyembah sesuatu yang tidak memberi manfaat dan tidak (pula) memberi bencana kepadamu selain Allah, sebab jika engkau lakukan (yang demikian), maka sesungguhnya engkau termasuk orang-orang zalim.”",
                    "107": "Dan jika Allah menimpakan suatu bencana kepadamu, maka tidak ada yang dapat menghilangkannya kecuali Dia. Dan jika Allah menghendaki kebaikan bagi kamu, maka tidak ada yang dapat menolak karunia-Nya. Dia memberikan kebaikan kepada siapa saja yang Dia kehendaki di antara hamba-hamba-Nya. Dia Maha Pengampun, Maha Penyayang.",
                    "108": "Katakanlah (Muhammad), “Wahai manusia! Telah datang kepadamu kebenaran (Al-Qur'an) dari Tuhanmu, sebab itu barang siapa mendapat petunjuk, maka sebenarnya (petunjuk itu) untuk (kebaikan) dirinya sendiri. Dan barang siapa sesat, sesungguhnya kesesatannya itu (mencelakakan) dirinya sendiri. Dan Aku bukanlah pemelihara dirimu.”",
                    "109": "Dan ikutilah apa yang diwahyukan kepadamu, dan bersabarlah hingga Allah memberi keputusan. Dialah hakim yang terbaik."
                }
            }
        },
        "tafsir": {
            "id": {
                "kemenag": {
                    "name": "Kemenag",
                    "source": "Aplikasi Quran Kementrian Agama Republik Indonesia",
                    "text": {
                        "1": "Lihat arti \"Alif Lam Ra\", pada keterangan tentang \"mafatihus suwar\" pada jilid pertama.\n\nAllah menerangkan bahwa ayat-ayat yang dibaca ini adalah ayat-ayat yang tinggi nilainya, tersusun rapi lagi kokoh, baik lafaz maupun maknanya, berisi petunjuk bagi orang-orang yang mau mengikutinya. Dari ayat-ayat ini tersusun surah-surah itu dan disusun Al-Quran. Pada firman-Nya yang lain Allah menjelaskan sifat ayat Al-Quran.\n\nAlif Lam Ra, (inilah) Kitab yang ayat-ayatnya disusun dengan rapi kemudian dijelaskan secara terperinci, (yang diturunkan) dari sisi (Allah) Yang Mahabijaksana, Mahateliti. (Hud/11: 1)\n\nDari susunan ayat ini dipahami bahwa Allah memerintahkan manusia agar mengetahui, mempelajari dan mengingat ayat-ayat yang menjadi petunjuk itu, agar dapat dipahami dan diamalkan.",
                        "2": "Sabab Nuzul: Ibnu Abbas menyatakan bahwa ketika Allah mengutus Muhammad sebagai rasul, orang-orang kafir mengingkarinya dengan mengatakan, \"Allah jauh lebih mulia dari mengangkat manusia menjadi rasul-Nya, seperti Muhammad.\" Maka turunlah ayat ini.\n\nOrang kafir Mekah khususnya dan semua orang kafir pada umumnya heran dan tercengang, mengapa wahyu itu diturunkan kepada seorang manusia biasa seperti Muhammad, bahkan kepada seorang yatim, tidak kepada seorang terpandang di antara mereka. Allah menegaskan dengan ayat ini, bahwa keheranan mereka itulah yang mengherankan. Mengapa mereka harus tercengang bahwa Allah telah menurunkan Al-Quran kepada manusia biasa. Mengenai siapa yang pantas dan yang sanggup menyampaikan agama Allah kepada seluruh manusia, hanyalah Allah sendirilah Yang Paling mengetahuinya. Kekayaan, kekuasaan, kedudukan dan kepandaian semata belum tentu dapat dijadikan alasan untuk mengangkat seseorang menjadi nabi dan rasul.\n\nSesungguhnya sikap mereka seperti ini terhadap rasul yang diutus Allah terdapat pula pada manusia-manusia yang terdahulu kepada para rasul yang telah diutus kepada mereka, sebagaimana tersebut dalam firman Allah.\n\nDan herankah kamu bahwa ada peringatan yang datang dari Tuhanmu melalui seorang laki-laki dari kalanganmu sendiri, untuk memberi peringatan kepadamu dan agar kamu bertakwa, sehingga kamu mendapat rahmat. (al-Araf/7: 63)\n\nSikap mereka yang demikian itu adalah karena rasa dengki yang telah terpendam dalam hati mereka, apapun bukti yang dikemukakan, mereka tidak akan beriman, sehingga Allah menurunkan azab kepada mereka. Allah berfirman:\n\nDan sekiranya rasul itu Kami jadikan (dari) malaikat, pastilah Kami jadikan dia (berwujud) laki-laki, dan (dengan demikian) pasti Kami akan menjadikan mereka tetap ragu sebagaimana kini mereka ragu. Dan sungguh, beberapa rasul sebelum engkau (Muhammad) telah diperolok-olokkan, sehingga turunlah azab kepada orang-orang yang mencemoohkan itu sebagai balasan olok-olokkan mereka. (al-Anam/6: 9-10)\n\nAllah menerangkan tugas utama dari seorang rasul, yaitu:\n\n1.Memberikan peringatan kepada manusia dan menerangkan kepada mereka tentang keesaan Allah, adanya hari kebangkitan dan hari pembalasan, adanya hukuman dari Allah bagi semua orang yang tidak mengikuti agama-Nya, ketentuan-ketentuan, perintah-perintah, larangan-larangan Allah, dan sebagainya.\n\n2.Memberikan kabar gembira kepada orang-orang yang beriman, yang mengikuti seruan Rasul, bahwa mereka memperoleh pahala yang besar dari Allah, karena telah melakukan perbuatan-perbuatan yang benar dan terpuji.\n\nSetelah orang-orang Arab melihat pengaruh Al-Quran yang amat besar pada jiwa dan hati orang-orang yang beriman serta kehidupan mereka, maka mereka mengatakan bahwa Muhammad adalah seorang tukang sihir, dan Al-Quran itu adalah sihir. Mereka menamakan Al-Quran sihir karena kuatnya pengaruh Al-Quran pada hati orang-orang yang beriman hampir sama besarnya dengan sihir, yang dapat memisahkan antara dua orang yang dahulunya bersaudara, antara seseorang dengan bapak, ibu, isteri dan anak-anaknya. Karena sangat cinta kepada Allah dan rasul-Nya, seolah-olah cinta kasih mereka berkurang kepada anak-anak, isteri dan sebagainya.\n\nOrang-orang yang beriman yakin bahwa Al-Quran itu bukan sihir, bukan pula sesuatu yang dapat dijadikan guna-guna, tetapi merupakan kumpulan dari petunjuk-petunjuk Allah, menerangkan hal-hal yang berhubungan dengan keimanan, pokok-pokok hukum, akhlak, perbuatan yang baik yang diridai Allah, cara-cara membersihkan jasmani dan rohani dari segala macam najis, berisi seruan kepada kebahagiaan hidup di dunia dan di akhirat. Muhammad adalah rasul Allah yang menyampaikan dan mengajarkan Al-Quran kepada manusia. Al-Quran itu juga merupakan nikmat dan mukjizat bagi Muhammad untuk menguatkan kerasulannya.\n\nKarena kaum Muslimin sangat merasakan faedah dan petunjuk ayat-ayat Al-Quran bagi dirinya, dan kebenaran semua yang tersebut di dalamnya. Oleh karena itu, mereka mengikuti dengan sepenuh hati, mengikuti semua petunjuk yang sangat berbeda dengan petunjuk kemusyrikan, mencontoh akhlak Nabi Muhammad yang berbeda dengan akhlak nenek moyang mereka, mengikuti adat kebiasaan Nabi yang berbeda dengan adat kebiasaan nenek moyang mereka. Mereka juga lebih mencintai orang yang beriman dari orang lain, sekalipun orang lain itu adalah ibu-bapaknya dan sebagainya. Dengan demikian orang-orang kafir menganggap bahwa orang yang beriman telah kena sihir oleh Muhammad dan mereka menganggap Muhammad sebagai tukang sihir.",
                        "3": "Pada ayat ini Allah menerangkan bahwa Dialah yang mengatur perjalanan planet dan benda-benda angkasa lainnya, sehingga satu sama lain tidak saling berbenturan. Dia pula yang menciptakan bumi dan segala isi yang terkandung di dalamnya, sejak dari yang kecil sampai kepada yang besar, semuanya diciptakan dalam enam masa yang hanya Allah sendiri yang mengetahui berapa lama waktu enam masa yang dimaksud itu. Setelah menciptakan langit dan bumi, Dia bersemayam di atas Arsy (singgasana), dan dari Arsy ini Dia mengatur dan mengurus semua makhluk-Nya.\n\nKetika Rasulullah saw ditanya tentang Arsy, beliau mengatakan:\n\nBersabda Rasulullah, \"Dahulu, Allah telah ada, dan belum ada sesuatupun sebelum-Nya dan adalah Arsy-Nya di atas air, kemudian Dia menciptakan langit dan bumi, dan menulis segala sesuatu di Lauh Mahfudh.\" (Riwayat al-Bukhari dalam Kitab at-Tauhid)\n\nSelanjutnya Allah menerangkan bukti lainnya yang membantah pendapat orang-orang kafir bahwa Al-Quran itu adalah sihir, yaitu Dialah yang memiliki dan menguasai segala sesuatu dengan kekuasaan yang tidak terbatas. Dia dapat berbuat sesuai dengan apa yang dikendaki-Nya. Tidak ada sesuatu makhluk pun”walaupun ia seorang rasul atau malaikat”dapat memberikan syafaat kecuali dengan izin-Nya.\n\nYang dimaksud dengan \"syafaat\" disini ialah pertolongan para malaikat, nabi dan orang-orang saleh kepada manusia pada Hari Kiamat untuk mendapatkan keringanan atau kebebasan dari azab Allah jika Allah memerintahkan atau mengizinkannya.\n\nAyat ini membantah dakwaan orang-orang kafir bahwa berhala yang mereka sembah selain Allah dapat memberi syafaat kepada mereka di Hari Kiamat. Hal ini ditegaskan oleh firman Allah:\n\nDan betapa banyak malaikat di langit, syafaat (pertolongan) mereka sedikit pun tidak berguna kecuali apabila Allah telah mengizinkan (dan hanya) bagi siapa yang Dia kehendaki dan Dia ridai. (an-Najm/53: 26)\n\nSyafaat yang paling dirasakan manfaatnya oleh seseorang hamba ialah syafaat yang diberikan oleh Nabi Muhammad saw, kepada seseorang yang hati dan jiwanya mengakui keesaan Allah. Abu Hurairah menanyakan hal tersebut kepada Rasulullah saw, lalu Rasulullah menjawab:\n\nManusia yang paling bahagia dengan syafaatku pada Hari Kiamat, ialah orang-orang yang mengucapkan: \"La ilaha illallah\" yang timbul dari hati dan jiwa yang bersih.\" (Riwayat al-Bukhari dari Abu Hurairah)\n\nAllah menegaskan kepada orang-orang kafir, apakah mereka tidak ingat dan tidak memperhatikan dalil-dalil dan bukti-bukti yang nyata ini, bahwa yang menciptakan alam ini adalah Allah sendiri, Dia yang mengatur segala urusan dari atas Arsy-Nya, dan Dia yang memberikan syafaat kepada orang yang dikehendaki-Nya. Itulah Tuhan yang wajib disembah, tidak ada tuhan yang lain selain Dia. Janganlah mempersekutukan-Nya dengan sesuatupun, baik dalam penciptaan langit dan bumi, maupun dalam penyembahan-Nya.\n\nWalaupun orang-orang Jahiliyah mengakui bahwa Allah sendirilah yang menciptakan alam ini, tidak bersekutu dengan siapapun, tetapi mereka mempersekutukan Allah dengan yang lain dalam menyembah-Nya. Mereka menyembah berhala di samping menyembah Allah.",
                        "4": "Hanya kepada Allah semua manusia kembali setelah mati dan sesudah lenyap alam yang fana ini, bukan kepada sesuatu yang lain, seperti sembahan-sembahan berhala, yang dianggap sebagai penolong bagi orang kafir. Yang demikian itu adalah janji Allah kepada makhluk-Nya. Dia tidak akan menyalahi janji-Nya sedikit pun.\n\nSebagai bukti bahwa Allah pasti menepati janji-Nya, Dia telah menciptakan makhluk pertama kalinya. Penciptaan manusia oleh Allah pada pertama kalinya dapat dijadikan dalil bahwa Allah berkuasa pula untuk menciptakan makhluk-Nya pada kedua kalinya dan membangkitkannya kembali. Mengulangi kembali penciptaan sesuatu adalah lebih mudah dari menciptakan sesuatu pertama kalinya.\n\nAllah berfirman:\n\nDan Dialah yang memulai penciptaan, kemudian mengulanginya kembali, dan itu lebih mudah bagi-Nya. (ar-Rum/30: 27)\n\nDemikian kuatnya bukti yang dikemukakan Allah tentang hari kebangkitan, sehingga Dia menyatakan bahwa jika masih ada orang yang mengingkarinya, berarti ia telah lupa kepada kejadian dirinya sendiri. Allah berfirman:\n\nDan tidaklah manusia memperhatikan bahwa Kami menciptakannya dari setetes mani, ternyata dia menjadi musuh yang nyata! Dan dia membuat perumpamaan bagi Kami dan melupakan asal kejadiannya; dia berkata, \"Siapakah yang menghidupkan tulang-belulang, yang telah hancur luluh?\" (Yasin/36: 77-78)\n\nTerhadap orang-orang yang tidak mau percaya kepada adanya hari kebangkitan sekalipun telah dikemukakan dalil-dalil kepada mereka, maka Allah mengancam mereka dengan neraka Jahannam, sebagai dilukiskan oleh ayat berikut:\n\nMaka demi Tuhanmu, sungguh, pasti akan Kami kumpulkan mereka bersama setan, kemudian pasti akan Kami datangkan mereka ke sekeliling Jahannam dengan berlutut. (Maryam/19: 68)\n\nAllah menerangkan tujuan manusia dibangkitkan sesudah matinya, ialah untuk memberi mereka balasan dari perbuatan yang telah dikerjakannya sesuai dengan sifat adil dan sifat pemurah Allah. Allah tidak mengurangi sedikitpun apa yang telah mereka lakukan. Tujuan ini dijelaskan oleh firman Allah:\n\nKami akan memasang timbangan yang tepat pada Hari Kiamat, maka tidak seorang pun dirugikan walau sedikit; sekalipun hanya seberat biji sawi pasti Kami mendatangkannya (pahala). Dan cukuplah Kami yang membuat perhitungan. (al-Anbiya/21: 47)\n\nAllah memberikan pembalasan yang adil, tidak berarti Allah tidak akan melebihkan pahala yang akan diberikan-Nya, bahkan Dia akan melipat gandakannya, sebagaimana disebutkan dalam firman-Nya:\n\nAdapun orang-orang yang beriman dan mengerjakan kebajikan, Allah akan menyempurnakan pahala bagi mereka dan menambah sebagian dari karunia-Nya. Sedangkan orang-orang yang enggan (menyembah Allah) dan menyombongkan diri, maka Allah akan mengazab mereka dengan azab yang pedih. Dan mereka tidak akan mendapatkan pelindung dan penolong selain Allah. (an-Nisa/4: 173)\n\nJika dilihat banyak tindakan yang tidak adil dilakukan oleh sebagian manusia terhadap yang lain, dan perbuatan jahat menungguli perbuatan baik di dunia, dan sebagainya, tentu harus ada suatu masa nanti di mana keadilan dapat ditegakkan dengan sempurna.\n\nOrang kafir yang mengingkari keesaan Allah dan adanya hari kebangkitan, mereka akan mendapatkan pembalasan yang setimpal dengan kejahatan yang telah mereka lakukan. Di antaranya mereka diberi minum dengan air panas yang mendidih yang menghancurkan usus mereka. Di samping itu mereka akan memperoleh azab yang pedih disebabkan kekafiran mereka.",
                        "5": "Ayat ini menerangkan bahwa Allah yang menciptakan langit dan bumi dan yang bersemayam di atas Arsy-Nya. Dialah yang menjadikan matahari bersinar dan bulan bercahaya. Matahari dengan sinarnya merupakan sumber kehidupan, sumber panas dan tenaga yang dapat menggerakkan makhluk-makhluk Allah yang diciptakan-Nya. Dengan cahaya manusia dapat berjalan dalam kegelapan malam dan beraktivitas di malam hari.\n\nAyat ini membedakan antara cahaya yang dipancarkan matahari dan yang dipantulkan oleh bulan. Yang dipancarkan oleh matahari disebut \"dhiya\" (sinar), sedang yang dipantulkan oleh bulan disebut \"nur\" (cahaya) Pada firman Allah yang lalu dijelaskan:\n\nDan di sana Dia menciptakan bulan yang bercahaya dan menjadikan matahari sebagai pelita (yang cemerlang)? (Nuh/71: 16)\n\nDari ayat-ayat ini dipahami bahwa matahari memancarkan sinar yang berasal dari dirinya sendiri, sebagaimana pelita memancarkan sinar dari dirinya sendiri yakni dari api yang membakar pelita itu. Lain halnya dengan bulan, yang cahayanya berasal dari pantulan sinar yang dipancarkan matahari ke permukaannya, kemudian sinar itu dipantulkan kembali berupa cahaya ke permukaan bumi.\n\nMatahari dan bulan adalah dua benda langit yang banyak disebut dalam Al-Quran. Kata bulan terdapat dalam 27 ayat dan matahari disebut dalam 33 ayat. Seringkali kedua benda ini disebut secara bersamaan dalam satu ayat. Sejumlah 17 ayat menyebut matahari dan bulan secara beriringan. Biasanya ayat yang menyebut matahari dan bulan secara beriringan adalah ayat yang menjelaskan aspek kauniyah dari kedua benda langit ini. Di dalam 3 ayat, kedua benda langit ini disebut bersamaan dengan bintang, benda langit lainnya. \n\nAyat 5 Surah Yunus di atas adalah contoh ayat yang menyebutkan matahari dan bulan secara beriringan. Ayat ini mengisyaratkan tiga aspek penting dari terciptanya matahari dan bulan.\n\nPertama, dalam ayat ini Allah menyebut matahari dan bulan dengan sebutan yang berbeda. Meskipun kedua benda langit ini sama-sama memancarkan cahaya ke bumi, namun sebutan cahaya dari keduanya selalu disebut secara berbeda. Pada ayat ini, matahari disebut dengan sebutan dhiya dan bulan dengan sebutan nur. Hal ini untuk membedakan sifat cahaya yang dipancarkan oleh kedua benda ini. Dewasa ini, ilmu pengetahuan telah menunjukkan bahwa cahaya matahari berasal dari reaksi nuklir yang menghasilkan panas yang sangat tinggi dan cahaya yang terang benderang. Sementara itu cahaya bulan hanya berasal dari pantulan cahaya matahari yang dipantulkan oleh permukaan bulan ke bumi. Istilah yang berbeda ini menunjukkan bahwa memang Al-Quran berasal dari Allah sang Pencipta, karena pada waktu Al-Quran diturunkan pengetahuan manusia belum mencapai pemahaman seperti ini. \n\nDi ayat lain, matahari disebut sebagai siraj (lampu) dan bulan disebut sebagai munir (cerah berbinar-binar).\n\nMaha Suci Allah yang menjadikan di langit gugusan-gugusan bintang dan Dia menjadikan padanya siraj (matahari) dan bulan yang bercahaya (al- Furqan/25: 61)\n\nDan Allah menciptakan padanya bulan sebagai cahaya dan menjadikan matahari sebagai pelita (yang cemerlang) (Nuh/71: 16)\n\nLebih tegas lagi di ayat lain matahari disebut sebagai siraj dan wahhaj (terang membara).\n\nDan Kami bangun di atas kamu tujuh buah (langit) yang kokoh, dan Kami jadikan pelita yang amat terang (matahari). (an-Naba/78: 12-13)\n\nKedua, penegasan dari Allah bahwa matahari dan bulan senantiasa berada pada garis edar tertentu (wa qaddarahu manazila). Garis edar ini tunduk pada hukum yang telah dibuat Allah, yaitu hukum gravitasi yang mengatakan bahwa ada gaya tarik menarik antara dua benda yang memiliki masa. Besarnya gaya tarik menarik ini berbanding lurus dengan massa dari kedua benda tersebut dan berbanding terbalik dengan jarak antara keduanya.\n\nAdalah Newton yang memformulasikan hukum gravitasi pada abad ke-18. Perhitungan menggunakan hukum gravitasi ini telah berhasil menghitung secara akurat garis edar yang dilalui oleh bulan ketika mengelilingi bumi, maupun bumi ketika mengelilingi matahari. Hukum gravitasi inilah yang dimaksud oleh Allah ketika Dia berfirman dalam Surah al-Araf/7: 54: \"... (Dia ciptakan) matahari, bulan, dan bintang-bintang tunduk kepada perintah-Nya¦.\" Matahari, bulan, dan bintang tunduk kepada ketentuan Allah, yakni hukum gravitasi yang mengendalikan gerak benda. Di berbagai ayat lainnya sering disebutkan bahwa Allah-lah yang telah menundukkan bulan dan matahari bagi manusia (Lihat misalnya Surah ar-Rad/13: 2, Ibrahim/14: 33, an-Nahl/16: 12, Luqman/31: 29, Fathir/35: 13, az-Zumar/39: 5). Yang dimaksud adalah bahwa Allah-lah yang telah menetapkan bahwa matahari dan bulan serta bintang-bintang tunduk kepada hukum gravitasi yang telah dia tetapkan.\n\nKetiga, ketentuan Allah tentang garis edar yang teratur dari bulan dan matahari dimaksudkan agar supaya manusia mengetahui perhitungan tahun dan ilmu hisab (litalamu adad as-sinina walhisab). Bisa dibayangkan, seandainya bulan dan matahari tidak berada pada garis edar yang teratur, atau dengan kata lain beredar secara acak, bagaimana kita dapat menghitung berapa lama waktu satu tahun atau satu bulan? Maha Suci Allah yang Maha Pengasih yang telah menetapkan segalanya bagi kemudahan manusia.\n\nHal ini dijelaskan pula oleh firman Allah:\n\nMahasuci Allah yang menjadikan di langit gugusan bintang dan Dia juga menjadikan padanya matahari dan bulan bersinar. (al-Furqan/25: 61)\n\nDalam hakikat dan kegunaannya terdapat perbedaan antara sinar matahari dan cahaya bulan. Sinar matahari lebih keras dari cahaya bulan. Sinar matahari itu terdiri atas tujuh warna dasar sekalipun dalam bentuk keseluruhannya kelihatan berwarna putih, sedang cahaya bulan adalah lembut, dan menimbulkan ketenangan bagi orang yang melihat dan merasakannya. Demikian pula kegunaannya. Sinar matahari seperti disebutkan di atas adalah sumber hidup dan kehidupan, sumber gerak tenaga dan energi. Sedang cahaya bulan adalah penyuluh di waktu malam.\n\nTidak terhitung banyak kegunaan dan faedah sinar matahari dan cahaya bulan itu bagi makhluk Allah pada umumnya, dan bagi manusia pada khususnya. Semuanya itu sebenarnya dapat dijadikan dalil tentang adanya Allah Yang Maha Esa bagi orang-orang yang mau menggunakan akal dan perasaannya.\n\nAllah menerangkan bahwa Dia telah menetapkan garis edar dari bulan dan menetapkan manzilah-manzilah (tempat-tempat) bagi perjalanan-Nya. Pada tiap malam, bulan melalui suatu manzilah. Sejak dari manzilah pertama sampai manzilah terakhir memerlukan waktu antara 29 atau 30 malam atau disebut satu bulan. Dalam sebulan itu bulan hanya dapat dilihat selama 27 atau 28 malam, sedang pada malam-malam yang lain bulan tidak dapat dilihat, sebagaimana firman Allah:\n\nDan telah Kami tetapkan tempat peredaran bagi bulan, sehingga (setelah ia sampai tempat peredaranya yang terakhir) kembalilah ia seperti bentuk tandan yang tua. (Yasin/36: 39)\n\nMaksud ayat ini ialah bulan itu pada awal bulan adalah kecil berbentuk sabit, kemudian setelah melalui manzilah ia bertambah besar sampai menjadi purnama, setelah itu kembali berangsur-angsur kecil, dan bertambah kecil yang kelihatan seperti tandan yang melengkung, akhirnya menghilang dan muncul kembali pada permulaan bulan.\n\nAllah berfirman:\n\nMatahari dan bulan beredar menurut perhitungan. (ar-Rahman/55: 5)\n\nAllah menciptakan bulan dan menjadikannya beredar menjalani garis edar dalam manzilah-manzilah-Nya agar dengan demikian manusia dengan mudah mengetahui bilangan tahun, perhitungan waktu, perhitungan bulan, penentuan hari, jam, detik dan sebagainya, sehingga mereka dapat membuang rencana untuk dirinya, untuk keluarganya, untuk masyarakat, untuk agamanya serta rencana-rencana lain yang berhubungan dengan hidup dan kehidupannya sebagai anggota masyarakat dan sebagai hamba Allah. Allah berfirman:\n\nDan Kami jadikan malam dan siang sebagai dua tanda (kebesaran Kami), kemudian Kami hapuskan tanda malam dan Kami jadikan tanda siang itu terang benderang, agar kamu (dapat) mencari karunia dari Tuhanmu, dan agar kamu mengetahui bilangan tahun dan perhitungan (waktu). Dan segala sesuatu telah Kami terangkan dengan jelas. (al-Isra/17: 12)\n\nDengan mengetahui perhitungan tahun, waktu hari dan sebagainya, dapatlah manusia menetapkan waktu-waktu salat, waktu puasa, waktu menunaikan ibadah haji, waktu turun ke sawah, dan sebagainya.\n\nAllah menciptakan matahari bersinar dan bulan bercahaya yang bermanfaat bagi hidup dan kehidupan semua makhluk itu adalah berdasarkan kenyataan, keperluan, dan mempunyai hikmah yang tinggi. Dan Allah menerangkan tanda-tanda kekuasaan-Nya itu kepada orang-orang yang mau menggunakan akal pikirannya dengan benar dan kepada orang-orang yang mau mengakui kenyataan dan beriman berdasarkan bukti-bukti yang diperolehnya itu. Dengan perkataan lain, tanda-tanda kekuasaan dan kebesaran Allah ini tidak akan berfaedah sedikit pun bagi orang-orang yang tidak mau mencari kebenaran, yang hatinya dipenuhi oleh rasa dengki dan rasa fanatik kepada kepercayaan yang telah dianutnya.",
                        "6": "Pada ayat ini Allah menjelaskan tanda-tanda kekuasaan-Nya yang lain, yaitu pertukaran malam dan siang, walaupun pertukaran dengan arti pergantian malam dan siang itu, disebabkan oleh perputaran bumi mengelilingi sumbunya. Perbedaan panjang malam dan siang disebabkan letak suatu tempat di bagian bumi, yang disebabkan oleh pergeseran sumbu bumi itu dan dua puluh tiga setengah derajat dari putaran jalannya (garis edar) serta peredaran bumi keliling matahari.\n\nDi samping perputaran malam dan siang itu, dalam ayat ini Allah juga menjelaskan bahwa di antara tanda-tanda kekuasaan-Nya ialah Allah menciptakan di langit dan di bumi aneka ragam benda, seperti benda cair, benda padat, udara, tumbuh-tumbuhan dan binatang, guruh petir, angin semuanya itu merupakan bukti dan tanda kebesaran dan kekuasaan Allah, bagi orang yang mau bertakwa kepada-Nya.",
                        "7": "Ayat-ayat ini menerangkan bahwa alasan orang-orang yang tidak meyakini akan adanya pertemuan dengan Allah di akhirat nanti dimana semua amal perbuatan akan ditimbang dengan adil, karena mereka lebih mencintai kehidupan dunia dan rela menukar kesenangan hidup di akhirat dengan kesenangan hidup di dunia yang fana ini. Hal itu juga karena mereka terpengaruh oleh kelezatan duniawi, demikian pula orang-orang yang lalai dan tidak mengindahkan ayat-ayat Al-Qur'an, serta tidak mau mempelajari, memahami dan mengamalkannya, maka tempat mereka kelak ialah neraka Jahannam.\n\nBalasan azab yang demikian itu adalah karena dosa-dosa yang mereka kerjakan selama hidup di dunia, dan balasan itu setimpal dengan perbuatan mereka.\n\nDalam ayat ini disebutkan dua macam sikap dan perbuatan manusia yang menyebabkan mereka masuk neraka, yaitu:\n\n1. Tidak percaya akan adanya hidup sesudah mati nanti, karena telah terpengaruh oleh kesenangan duniawi.\n\n2. Tidak mengindahkan ayat-ayat Al-Quran.\n\nTidak percaya adanya hidup sesudah mati, untuk menemui Allah, berarti tidak percaya akan keadilan Allah, dan kasih sayang-Nya kepada hamba-Nya. Orang-orang yang demikian biasanya adalah orang-orang yang mengira bahwa segala sesuatu yang telah didapatnya itu, adalah semata-mata atas usahanya sendiri, bukanlah sebagai rahmat dan karunia dari Tuhan; seakan-akan dialah yang menentukan segala sesuatu. Sifat-sifat yang demikian dapat menjurus pada kepercayaan atheisme yang berpendapat bahwa Tuhan itu tidak ada, hanya manusia sendirilah yang mengadakan segala sesuatu. Hal ini sangat bertentangan dengan pokok utama akidah Islamiyah.\n\nDemikian pula tidak mengindahkan ayat-ayat Al-Quran berarti tidak percaya bahwa Al-Quran sebagai kitab Allah yang diturunkan kepada Nabi Muhammad saw, nabi yang terakhir dan tidak percaya pula bahwa kitab itu dapat menjadi pedoman bagi manusia dalam melayarkan bahtera hidup di dunia untuk mencapai kehidupan abadi di akhirat nanti.\n\nKepercayaan kepada adanya hidup sesudah mati, dan Al-Quran itu Kitab Allah yang diturunkan kepada Muhammad saw, adalah merupakan pokok utama ajaran Islam. Mengingkari kedua ajaran pokok itu berarti mengingkari ajaran Islam. Itulah sebabnya Allah mengancam dengan sangsi yang berat berupa azab neraka Jahannam terhadap orang-orang yang mengingkari-Nya.",
                        "8": "Ayat-ayat ini menerangkan bahwa alasan orang-orang yang tidak meyakini akan adanya pertemuan dengan Allah di akhirat nanti dimana semua amal perbuatan akan ditimbang dengan adil, karena mereka lebih mencintai kehidupan dunia dan rela menukar kesenangan hidup di akhirat dengan kesenangan hidup di dunia yang fana ini. Hal itu juga karena mereka terpengaruh oleh kelezatan duniawi, demikian pula orang-orang yang lalai dan tidak mengindahkan ayat-ayat Al-Qur'an, serta tidak mau mempelajari, memahami dan mengamalkannya, maka tempat mereka kelak ialah neraka Jahannam.\n\nBalasan azab yang demikian itu adalah karena dosa-dosa yang mereka kerjakan selama hidup di dunia, dan balasan itu setimpal dengan perbuatan mereka.\n\nDalam ayat ini disebutkan dua macam sikap dan perbuatan manusia yang menyebabkan mereka masuk neraka, yaitu:\n\n1. Tidak percaya akan adanya hidup sesudah mati nanti, karena telah terpengaruh oleh kesenangan duniawi.\n\n2. Tidak mengindahkan ayat-ayat Al-Quran.\n\nTidak percaya adanya hidup sesudah mati, untuk menemui Allah, berarti tidak percaya akan keadilan Allah, dan kasih sayang-Nya kepada hamba-Nya. Orang-orang yang demikian biasanya adalah orang-orang yang mengira bahwa segala sesuatu yang telah didapatnya itu, adalah semata-mata atas usahanya sendiri, bukanlah sebagai rahmat dan karunia dari Tuhan; seakan-akan dialah yang menentukan segala sesuatu. Sifat-sifat yang demikian dapat menjurus pada kepercayaan atheisme yang berpendapat bahwa Tuhan itu tidak ada, hanya manusia sendirilah yang mengadakan segala sesuatu. Hal ini sangat bertentangan dengan pokok utama akidah Islamiyah.\n\nDemikian pula tidak mengindahkan ayat-ayat Al-Quran berarti tidak percaya bahwa Al-Quran sebagai kitab Allah yang diturunkan kepada Nabi Muhammad saw, nabi yang terakhir dan tidak percaya pula bahwa kitab itu dapat menjadi pedoman bagi manusia dalam melayarkan bahtera hidup di dunia untuk mencapai kehidupan abadi di akhirat nanti.\n\nKepercayaan kepada adanya hidup sesudah mati, dan Al-Quran itu Kitab Allah yang diturunkan kepada Muhammad saw, adalah merupakan pokok utama ajaran Islam. Mengingkari kedua ajaran pokok itu berarti mengingkari ajaran Islam. Itulah sebabnya Allah mengancam dengan sangsi yang berat berupa azab neraka Jahannam terhadap orang-orang yang mengingkari-Nya.",
                        "9": "Pada ayat ini Allah menerangkan balasan dan pahala yang baik yang diterima orang-orang yang beriman dan beramal saleh di akhirat nanti yaitu mereka diberi tempat yang mulia berupa surga yang penuh kenikmatan.\n\nIman dan amal saleh merupakan dua hal yang sangat erat hubungannya, satu dengan yang lain berjalin dan bersangkut paut. Amat banyak ayat Al-Quran yang menerangkan keeratan hubungan itu. Iman berupa keyakinan dan kepercayaan kepada adanya Tuhan Yang Maha Esa, Pencipta dan Pemilik semesta alam, Maha Pengasih, Maha Penyayang kepada hamba-Nya. Karena sifat Maha Pengasih dan Maha Penyayang yang ada pada-Nya itu. Dia menganugerahkan hidayat dan petunjuk bagi manusia agar mereka dengan petunjuk itu berbahagia hidup di dunia dan di akhirat. Petunjuk ini diakui oleh orang yang beriman sebagai petunjuk dari Allah, yang perwujudannya adalah sebagaimana yang disebutkan dan yang dikemukakan contoh-contohnya di dalam Al-Quran dan hadis-hadis Nabi saw. Jadi amal yang saleh yang dikerjakan oleh seorang Muslim adalah manifestasi dari imannya, atau dengan perkataan lain bahwa seseorang yang telah mengaku beriman tentulah ia suka mengerjakan amal saleh. Mustahil seseorang yang beriman tidak mengerjakannya.\n\nIman dan amal saleh ini menjadi sebab manusia hidup berbahagia di dunia, dan diberi balasan oleh Allah berupa surga di akhirat. Dengan demikian, mereka telah sampai ke tingkat kehidupan rohani yang paling tinggi.",
                        "10": "Ayat ini menggambarkan tiga perumpamaan kehidupan orang-orang mukmin di surga. Dari tiga perumpamaan itu tergambar tingkatan kehidupan rohani yang tinggi yang telah dicapai mereka. Gambaran itu ialah:\n\n1. Doa mereka, dimulai dengan menyebut, \"Subhanaka Allahumma\" \n\n2. Salam penghormatan mereka ialah, \"Salam\".\n\n3. Akhir doa mereka ialah, \"Alhamdulillahi Rabbil Â'lamin\".\n\nDoa ialah permohonan yang dipanjatkan kepada Yang Mahaagung, dengan sepenuh hati dengan kata-kata yang penuh hormat, karena merasakan keagungan tempat meminta. Pengakuan akan keagungan Allah itu diungkapkan dengan perkataan \"subhanaka Allahumma\" (Maha Suci Engkau, wahai Allah). Kalimat ini memberi pengertian bahwa Allah Maha Esa, hanya Dia sendirilah yang berhak disembah, yang berhak diagungkan. Setiap makhluk wajib menghambakan diri kepada-Nya selama-lamanya, baik di dunia maupun di akhirat. Makhluk yang seperti inilah yang berhak memperoleh kebahagiaan dan kenikmatan yang abadi pula.\n\nSalam penghormatan mereka ialah \"salam\" yang maksudnya ialah agar sejahtera dan selamat dari yang tidak disukai dan diingini. Salam penghormatan ini telah selalu pula mereka ucapkan selama hidup di dunia.\n\nDalam Surah al-Ahzab/33: 44 diterangkan bahwa \"salam\" itu pun me-rupakan salam yang diucapkan oleh Allah kepada orang-orang yang beriman waktu mereka pertama kali menjumpai Allah di akhirat. Allah berfirman:\n\nPenghormatan mereka (orang-orang mukmin itu) ketika mereka menemui-Nya ialah, \"Salam,\" dan Dia menyediakan pahala yang mulia bagi mereka. (al-Ahzab/33: 44)\n\nSalam penghormatan ini pula yang diucapkan oleh para malaikat kepada mereka, waktu mereka pertama kali masuk surga.\n\nAllah berfirman:\n\nDan orang-orang yang bertakwa kepada Tuhannya diantar ke dalam surga berrombongan. Sehingga apabila mereka sampai kepadanya (surga), dan pintu-pintunya telah dibukakan, penjaga-penjaganya berkata kepada mereka, \"Kesejahteraan (dilimpahkan) atasmu, berbahagialah kamu! Maka masuklah, kamu kekal di dalamnya.\" (az-Zumar/39: 73)\n\nDan dalam penghormatan ini pula yang diucapkan oleh sesama orang-orang yang beriman di dalam surga. Allah berfirman:\n\nDi dalamnya mereka tidak mendengar perkataan yang tidak berguna, kecuali (ucapan) salam. Dan di dalamnya bagi mereka ada rezeki pagi dan petang. (Maryam/19: 62)\n\nKetinggian kehidupan rohani yang dicapai oleh orang-orang yang beriman di dalam surga nanti dipahami pula dari setiap penutup doa dan permintaan yang mereka panjatkan kepada Allah, yaitu \"Alhamdulillahi Rabbil Â'lamin\" (Segala puji bagi Allah, Tuhan Semesta Alam). Ucapan ini pula yang diucapkan oleh orang-orang yang beriman di waktu pertama kali masuk surga.\n\nAllah berfirman:\n\nDan mereka berkata, \"Segala Puji bagi Allah yang telah memenuhi janji-Nya kepada kami dan telah memberi tempat ini kepada kami sedang kami (diperkenankan) menempati surga di mana saja yang kami kehendaki.\" Maka (surga itulah) sebaik-baik balasan bagi orang-orang yang beramal. (az-Zumar/39: 74)\n\nDan ucapan ini pula yang diucapkan para malaikat di waktu mereka berada di sekeliling Arsy. Allah berfirman:\n\nDan engkau (Muhammad) akan melihat malaikat-malaikat melingkar di sekeliling Arsy, bertasbih sambil memuji Tuhannya; lalu diberikan keputusan di antara mereka (hamba-hamba Allah) secara adil dan dikatakan, \"Segala puji bagi Allah, Tuhan seluruh alam.\" (az-Zumar/39: 75)\n\nDari ayat ini dipahami bahwa wajib atas tiap-tiap orang yang beriman mensucikan jiwanya, dan membersihkan dirinya. Cara mensucikan jiwa dan membersihkan diri itu ialah dengan beribadah kepada Allah, mengendalikan hawa nafsu dan mengarahkannya untuk mengerjakan perbuatan yang baik dan amal yang saleh. Bukanlah membersihkan diri itu dengan menggunakan perantara, seperti menjadikan perantara orang-orang yang dianggap keramat dan sebagainya, atau mengharapkan syafaat dari padanya. Bahkan perbuatan yang demikian itu dapat menjurus kearah kemusyrikan. Allah berfirman:\n\n(Pahala dari Allah) itu bukanlah angan-anganmu dan bukan (pula) angan-angan Ahli Kitab. Barang siapa mengerjakan kejahatan, niscaya akan dibalas sesuai dengan kejahatan itu dan dia tidak akan mendapatkan pelindung dan penolong selain Allah. (an-Nisa/4: 123)\n\nTiga macam perumpamaan kehidupan rohani yang tinggi yang diperoleh oleh ahli surga itu hendaklah selalu dibiasakan dan diamalkan oleh orang-orang yang beriman selama mereka hidup di dunia agar mereka memperoleh kebahagiaan yang abadi pula.",
                        "11": "Salah satu sifat dan watak manusia, adalah ingin segala sesuatu yang akan terjadi padanya dipercepat atau disegerakan, baik itu berupa hukuman atau kemudaratan, kebaikan atau pahala. Padahal, mereka telah mengetahui bahwa semuanya itu terjadi atas kehendak Allah, sesuai dengan hukum-hukum-Nya dan sesuai pula dengan ketetapan dan aturannya. Allah berfirman:\n\n...Mereka hanyalah menunggu (berlakunya) ketentuan kepada orang-orang terdahulu. Maka kamu tidak akan mendapatkan perubahan bagi ketentuan Allah dan tidak (pula) akan menemui penyimpangan bagi ketentuan Allah itu. (Fathir/35: 43)\n\nDan firman Allah:\n\n(Demikianlah) hukum Allah yang telah berlaku sejak dahulu, kamu sekali-kali tidak akan menemukan perubahan pada hukum Allah itu. (al-Fath/48: 23)\n\nPada ayat-ayat Al-Quran yang lain dijelaskan sifat tergesa-gesa yang ada pada manusia, sebagaimana firman Allah:\n\nDan manusia (seringkali) berdoa untuk kejahatan sebagaimana (biasanya) dia berdoa untuk kebaikan. Dan memang manusia bersifat tergesa-gesa. (al-Isra/17: 11)\n\nDan firman Allah:\n\nManusia diciptakan (bersifat) tergesa-gesa. Kelak akan Aku perlihatkan kepadamu tanda-tanda (kekuasaan)-Ku. Maka janganlah kamu minta Aku menyegerakannya. (al-Anbiya/21: 37)\n\nSifat tergesa-gesa ingin memperoleh kebaikan dan kesenangan pada manusia itu, adalah karena keinginan mereka memperoleh manfaat dari sesuatu dalam waktu singkat, padahal mereka mengetahui bahwa segala sesuatu ada prosesnya. Proses itu memerlukan tekad/niat yang kuat, kesabaran dan keuletan. Mustahil mereka akan mencapai suatu kesenangan, tetapi mereka tidak berusaha mencapainya dengan mengikuti syarat-syarat tercapainya sesuatu.\n\nLain halnya dengan keinginan manusia mengalami suatu siksaan, bahaya atau malapetaka. Keinginan ini timbul karena kebodohan, ketidakimanan, kedurhakaan, dan keingkaran mereka terhadap Nabi Muhammad saw atau karena mereka ingin memperolok-olokan sesuatu yang tidak mereka inginkan itu, atau karena kemarahan dan kebencian mereka terhadap sesuatu dan sebagainya, seperti yang terjadi atas orang-orang yang putus asa dalam kehidupannya, maka ia memohon kematian atas dirinya. Demikian pula orang-orang kafir yang tidak menginginkan sesuatu yang disampaikan Rasul Allah, lalu minta bukti dengan cara segera mendatangkan azab yang dijanjikan kepada mereka.\n\nKeinginan dan permintaan mereka itu dijawab oleh Allah dengan tegas melalui firman-Nya dalam ayat ini, yaitu seandainya Allah mau memperkenankan doa dan permintaan manusia, supaya ditimpakan azab kepada mereka atau suatu malapetaka, sesuai dengan permintaan yang mereka ajukan semata-mata karena kebodohan atau ingin melemahkan bukti-bukti kenabian yang disampaikan kepada mereka, seperti yang pernah diminta oleh orang-orang musyrik Mekah, tentulah Allah akan segera mengabulkannya dan itu amat mudah bagi Allah.\n\nPermintaan ini sering diajukan orang-orang musyrik Mekah kepada Nabi Muhammad saw yang menyampaikan agama Allah kepada mereka. Mereka meminta yang tidak pantas kepada Nabi, seperti meminta datangnya azab kepada mereka sebagaimana yang pernah didatangkan kepada bangsa-bangsa dahulu kala, meminta datangnya kiamat dan sebagainya, sebagaimana firman Allah:\n\nDan mereka meminta kepadamu agar dipercepat (datangnya) siksaan, sebelum (mereka meminta) kebaikan, padahal telah terjadi bermacam-macam contoh siksaan sebelum mereka. Sungguh, Tuhanmu benar-benar memiliki ampunan bagi manusia atas kezaliman mereka, dan sungguh, Tuhanmu sangat keras siksaan-Nya. (ar-Raad/13: 6)\n\nDan firman Allah:\n\nDan mereka meminta kepadamu agar segera diturunkan azab. Kalau bukan karena waktunya yang telah ditetapkan, niscaya datang azab kepada mereka dan (azab itu) pasti akan datang kepada mereka dengan tiba-tiba, sedang mereka tidak menyadarinya. (al-Ankabut/29: 53)\n\nBahkan orang-orang musyrik itu, karena sangat ingkar kepada Al-Qur'an, berani berdoa agar disegerakan azab atas mereka seandainya yang disampaikan Muhammad itu adalah benar. Allah berfirman:\n\nDan (ingatlah,) ketika mereka (orang-orang musyrik) berkata, \"Ya Allah, jika (Al-Quran) ini benar (wahyu) dari Engkau, maka hujanilah kami dengan batu dari langit, atau datangkanlah kepada kami azab yang pedih.\" (al-Anfal/8: 32)\n\nOrang-orang musyrik yang mengingkari adanya Hari Kiamat, menantang Rasulullah agar disegerakan datangnya Hari Kiamat itu, sebagaimana firman Allah:\n\nOrang-orang yang tidak percaya adanya Hari Kiamat meminta agar hari itu segera terjadi, dan orang-orang yang beriman merasa takut kepadanya dan mereka yakin bahwa Kiamat itu adalah benar (akan terjadi). Ketahuilah bahwa sesungguhnya orang-orang yang membantah tentang terjadinya Kiamat itu benar-benar telah tersesat jauh. (asy-Syura/42: 18)\n\nTujuan orang-orang musyrik meminta kepada Nabi Muhammad saw agar didatangkan segera hukuman yang dijanjikan itu, bukan hanya karena mereka tidak percaya kepadanya, tetapi juga untuk membantah dan melemahkan hujjah dan bukti kenabian, memperolok-olokan ayat-ayat Al-Quran yang disampaikan kepada mereka dan untuk mengatakan kepada Nabi Muhammad saw bahwa mereka sangat mengingkari segala macam yang disampaikan beliau kepada mereka. Adakalanya di antara mereka ada yang percaya kepada Nabi saw, tetapi rasa dengki kepada Muhammad dan fanatik kepada agama nenek moyang mereka telah menyebabkan mereka tetap mengingkarinya.\n\nDari ayat ini dipahami bahwa Allah tidak akan memperkenankan doa dan permintaan mereka, dan tidak menghendaki kehancuran mereka seperti yang telah dialami oleh umat yang telah lalu, tetapi Allah Maha Pengasih lagi Maha Penyayang kepada mereka. Muhammad diutus sebagai nabi dan rasul terakhir kepada seluruh manusia sebagai rahmat bagi seluruh alam. Karena itu Allah selalu memberikan kesempatan kepada mereka untuk bertobat. Kalau mereka tetap dalam keingkaran dan kekafirannya sampai mati, maka Allah akan mengazab mereka dengan azab yang pedih.\n\nAllah tidak akan mendatangkan azab kepada mereka di dunia sebagaimana yang telah ditimpakan kepada umat-umat yang dahulu, karena seandainya Allah menimpakan azab kepada mereka, tentu mereka akan musnah semuanya, dan kemusnahan itu akan menimpa pula orang-orang yang beriman yang hidup dan berdiam di antara mereka, sebagaimana firman Allah:\n\nDan kalau Allah menghukum manusia karena kezalimannya, niscaya tidak akan ada yang ditinggalkan-Nya (di bumi) dari makhluk yang melata sekalipun, tetapi Allah menangguhkan mereka sampai waktu yang sudah ditentukan. Maka apabila ajalnya tiba, mereka tidak dapat meminta penundaan atau percepatan sesaat pun. (an-Nahl/16: 61)",
                        "12": "Pada ayat-ayat ini, Allah menerangkan karakter manusia yang lain, yaitu apabila mereka ditimpa kemudaratan, musibah atau kesulitan, mereka ingat kepada Allah dan berdoa kepada-Nya, baik dalam keadaan berbaring duduk ataupun berdiri, agar dihindarkan dan dihilangkan dari mereka semua kemudaratan itu. Sebaliknya jika bahaya kesengsaraan dan kesulitan itu telah lenyap dan mereka telah menikmati rahmat, nikmat dan kurnia Allah, maka berangsur-angsur lupa kepada pemberi rahmat dan karunia itu, bahkan mereka mulai kafir kepada Allah.\n\nAyat ini menunjukkan kelemahan-kelemahan manusia di kala ia menerima cobaan dari Allah, dan menunjukkan pula ketergantungan manusia kepada rahmat dan karunia Tuhan Pencipta dan Yang Mengatur kehidupannya. Karena itu hendaklah orang-orang yang beriman ingat dan jangan lupa kepada Pencipta dan Pengawasnya, baik dalam keadaan kesulitan dan bahaya, maupun dalam keadaan lapang dan senang. Semua itu merupakan cobaan Tuhan kepada hamba-hamba-Nya untuk menguji kekuatan iman mereka. Orang yang berhasil mengatasi segala cobaan yang dialaminya baik berupa kesulitan maupun kesenangan, mereka itulah yang berhak memperoleh kebahagiaan abadi di dunia dan di akhirat.\n\nOrang yang melampaui batas dan orang yang sesat seperti orang musyrik Mekah adalah orang-orang yang telah dipalingkan hatinya oleh setan. Setan telah menjadikan mereka memandang baik perbuatan buruk yang telah mereka kerjakan, sehingga apabila bahaya telah lenyap mereka akan kembali sesat dan mendurhakai Tuhan.",
                        "13": "Ayat ini menurut lahirnya ditujukan kepada orang kafir Mekah yang selalu memperolok-olokkan Nabi Muhammad, tetapi termasuk juga di dalamnya semua umat manusia yang bersikap dan bertindak seperti yang telah dilakukan orang-orang kafir Mekah itu. Umat-umat dahulu pernah dihancurkan seluruhnya karena kezaliman, kekafiran, dan keingkaran kepada rasul-rasul dan nabi-nabi yang telah diutus Allah kepada mereka. Padahal rasul-rasul dan nabi-nabi itu telah membentangkan jalan kebenaran, yang bila mereka tempuh akan menyampaikan mereka ke tempat yang penuh bahagia.\n\nOrang-orang dahulu pernah dibinasakan Allah, karena kezaliman mereka sebagaimana tersebut dalam firman-Nya:\n\nDan (penduduk) negeri itu telah Kami binasakan ketika mereka berbuat zalim, dan telah Kami tetapkan waktu tertentu bagi kebinasaan mereka. (al-Kahf/18: 59)\n\nAllah menegaskan bahwa orang-orang zalim dan ingkar itu pasti ditimpa azab yang sangat pedih. Allah berfirman:\n\nDan tidak ada suatu negeri pun (yang durhaka penduduknya), melainkan Kami membinasakannya sebelum Hari Kiamat atau Kami siksa (penduduknya) dengan siksa yang sangat keras. Yang demikian itu telah tertulis di dalam Kitab (Lauh Mahfudz). (al-Isra/17: 58)\n\nAda dua macam azab yang pernah ditimpakan Allah kepada orang-orang dahulu karena keingkaran dan kezaliman mereka yaitu:\n\n1.Dengan memusnahkan seluruh mereka yang mendustakan rasul dan yang berbuat zalim itu, seperti yang pernah ditimpakan-Nya kepada kaum Â'd, samud, kaum Nuh dan sebagainya.\n\n2. Mendatangkan azab berupa kerusakan, kekacauan dalam masyarakat dan sebagainya, sebagaimana firman Allah:\n\nDan berapa banyak (penduduk) negeri yang zalim yang telah Kami binasakan, dan Kami jadikan generasi yang lain setelah mereka itu (sebagai penggantinya). (al-Anbiya/21: 11)\n\nKerusakan dan kekacauan dalam masyarakat itu terjadi karena banyaknya pribadi-pribadi yang telah rusak, kemewahan yang berlebihan, suka hidup berfoya-foya, menuruti hawa nafsu, kerusakan akhlak dan sebagainya yang mengakibatkan golongan yang lemah di antara mereka berada di bawah kekuasaan golongan yang kuat. Akan tetapi jika mereka mendustakan rasul yang membawa petunjuk ke jalan yang lurus, mereka tidak lagi bisa menerima ajaran yang dibawa rasul-rasul itu, karena telah terbiasa berlaku zalim, kafir dan hidup mementingkan kesenangan duniawi, sehingga iman mereka tidak dapat diharapkan lagi sedikit pun, maka Allah menghancurkan dan memusnahkan mereka.\n\nDemikianlah Allah memberikan balasan kepada orang-orang yang zalim dan mengerjakan perbuatan dosa. Ada kalanya Allah menghancurkannya sekaligus, atau mendatangkan azab berupa kerusakan dan kehancuran dalam masyarakat mereka. Hal ini merupakan peringatan keras dari Allah kepada orang-orang musyrik Mekah yang mendustakan Rasulullah.",
                        "14": "Setelah umat-umat yang terdahulu hancur, maka Allah mengganti dengan umat Muhammad, umat yang mengikuti agama Islam, agama yang membawa manusia kepada kebahagiaan hidup di dunia dan di akhirat.\n\nAyat ini merupakan berita gembira bagi pengikut-pengikut Nabi Muhammad yang sedang mendapat tekanan dan siksaan orang-orang musyrik Mekah waktu itu. Dengan ayat ini mereka bertambah yakin akan kebenaran agama Islam dan bertambah yakin pula bahwa perjuangan mereka berhasil dengan kemenangan.\n\nJanji Allah ini sesuai pula dengan firman-Nya:\n\nAllah telah menjanjikan kepada orang-orang di antara kamu yang beriman dan mengerjakan kebajikan, bahwa Dia sungguh akan menjadikan mereka berkuasa di bumi, sebagaimana Dia telah menjadikan orang-orang yang sebelum mereka berkuasa, dan sungguh Dia akan meneguhkan bagi mereka agama yang telah Dia ridai. Dan Dia benar-benar mengubah (keadaan) mereka, setelah berada dalam ketakutan menjadi aman sentosa. Mereka (tetap) menyembah-Ku dengan tidak mempersekutukan-Ku dengan sesuatu pun. Tetapi barang siapa (tetap) kafir setelah (janji) itu, maka mereka itulah orang-orang yang fasik. (an-Nur/24: 55)\n\nAyat ini merupakan peringatan bagi kaum Muslimin agar selalu berhati-hati dalam menentukan apa yang akan mereka lakukan dan selalu ingat akan tugas-tugas yang diberikan Allah kepada manusia sebagai Khalifah di bumi.\n\nDi antara tugas khalifah di bumi ialah menegakkan hak dan keadilan, membersihkan alam ini dari perbuatan najis, syirik, fasik, serta meninggikan kalimah Allah di muka bumi. Allah akan memperhatikan dan mencatat semua perbuatan manusia dalam melaksanakan tugasnya, apakah sesuai dengan yang diperintahkan-Nya atau tidak. Sebagaimana firman-Nya:\n\nDan Dialah yang menciptakan langit dan bumi dalam enam masa dan adalah Arsy-Nya di atas air, agar Dia menguji siapakah di antara kamu yang lebih baik amalnya. (Hud/11: 7)\n\nSehubungan dengan ayat ini, Qatadah berkata, \"Tuhan kita telah berbuat yang benar. Dia menjadikan kita sebagai khalifah di muka bumi, tidak lain hanyalah untuk melihat amal-amal kita, maka perlihatkanlah kepada Allah amalan-amalan kamu yang baik di malam dan siang hari.\"",
                        "15": "Dalam ayat ini dijelaskan sikap orang-orang musyrik apabila Nabi Muhammad membacakan kepada mereka ayat-ayat Al-Qur'an yang diturunkan kepadanya yang mempunyai keindahan bahasa dan isi yang tinggi, yang menunjukkan segala macam kebenaran, berdasar alasan-alasan dan bukti-bukti yang kuat, maka mereka menantang Rasul untuk mendatangkan kitab selain Al-Qur'an untuk mereka yang berisi hal-hal yang tidak bertentangan dengan kepercayaan yang telah mereka anut, yang tidak mencela tuhan dan sembahan-sembahan mereka, yang tidak bertentangan dengan adat kebiasaan mereka dan tidak mengharamkan apa yang telah mereka halalkan.\n\nDengan permintaan itu mereka bermaksud untuk mematahkan hujjah yang dikemukakan Nabi Muhammad. Mereka mengharapkan agar Muhammad bersedia mengabulkan permintaan mereka. Jika Muhammad mengabulkan permintaan mereka berarti mereka telah dapat melemahkan alasan-alasan yang dibenarkan oleh Muhammad sendiri. Maka Allah mengajarkan kepada Muhammad agar dia mengatakan kepada mereka bahwa Al-Qur'an itu dari Allah, bukan dari dia sendiri. Jika ia mengubah dan menukarnya, berarti Al-Qur'an itu buatannya sendiri, bukan dari Allah. Namun jawaban yang mereka terima berlawanan dengan harapan mereka, bahkan bernada ancaman dan peringatan yang keras yang menyatakan bahwa karena keingkaran mereka yang sangat itu, maka mereka tidak layak lagi menerima ajaran-ajaran Allah, melainkan azab Allah-lah yang mereka terima. Nabi menyatakan bahwa tidak layak menukar atau mengganti ayat-ayat Al-Qur'an. Ayat-ayat Al-Qur'an itu adalah firman Allah, bukan perkataannya, karena itu yang berhak mengganti atau mengubahnya hanyalah Allah sendiri. Dia hanya seorang rasul utusan Allah karena itu yang ia ikuti hanyalah wahyu yang telah diturunkan Allah kepadanya. Ia tidak akan mengikuti selain dari itu. Ia yakin dan percaya bahwa jika ia memperturutkan hawa nafsu dan permintaan orang-orang musyrik itu, berarti ia telah durhaka kepada Allah, telah mendustakan kalam Allah, mengingkari adanya hari kebangkitan dan sebagainya. Perbuatan yang demikian itu diancam Allah dengan azab yang pedih.",
                        "16": "Pada ayat ini Allah mengajarkan jawaban yang akan disampaikan Nabi Muhammad kepada orang-orang musyrik yang mengingkari Al-Qur'an, yaitu perintah untuk mengatakan kepada orang-orang yang musyrik bahwa jika Allah berkehendak, Nabi tidak akan membacakannya. Nabi membacakan Al-Qur'an kepada mereka semata-mata atas perintah Allah dan kehendak-Nya. Seandainya Allah tidak berkehendak menyampaikan Al-Qur'an itu kepada mereka, tentu Dia tidak akan mengutus dirinya kepada mereka, sehingga Al-Qur'an yang mengandung petunjuk-petunjuk untuk kebahagiaan hidup di dunia dan di akhirat ini tidak akan sampai kepada mereka. Allah berfirman:\n\nSungguh, Kami telah mendatangkan Kitab (Al-Qur'an) kepada mereka, yang Kami jelaskan atas dasar pengetahuan, sebagai petunjuk dan rahmat bagi orang-orang yang beriman. (al-Araf/7: 52)\n\nAyat ini menegaskan bahwa Allah telah menurunkan Al-Qur'an kepada Nabi Muhammad, yang berisi petunjuk bagi kemaslahatan hidup di dunia dan di akhirat, serta menegaskan bahwa Muhammad adalah utusan Allah yang menyampaikan petunjuk itu kepada manusia.\n\nSebagai bukti kebenaran wahyu yang telah disampaikan itu maka Allah memerintahkan kepada Nabi, agar mengatakan kepada orang musyrik, bahwa dia (Muhammad) telah hidup dan bergaul bersama mereka lebih dari 40 tahun. Mereka semua telah mengetahui pula sifat-sifat, watak, dan kepribadian Nabi, telah mengetahui pula akhlak, tingkah laku, sikap, dan keadilannya terhadap mereka semua. Selama itu pula mereka semua mengetahui bahwa Nabi tidak pernah membaca satu kitab pun, karena dia tidak pandai membaca, tidak pernah belajar kepada seorang pun dan tidak pula menyampaikan perkataan yang sama nilainya dengan ayat-ayat Al-Qur'an. Karena itu, apakah benar Nabi berbuat kebohongan, sebagaimana dugaan mereka. Kenapa mereka semua meminta kepada Nabi untuk mengganti ayat-ayat Al-Qur'an dengan yang lain.\n\nSebagaimana diketahui bahwa tiap-tiap rasul yang diutus Allah kepada kaumnya diberi berbagai keistimewaan oleh Allah, sebelum diangkat menjadi rasul, seperti Musa a.s. diberi hikmah dan ilmu pada saat-saat ia berumur antara 30 dan 40 tahun, pada waktu akalnya telah sempurna sebagaimana firman Allah:\n\nDan setelah dia (Musa) dewasa dan sempurna akalnya, Kami anugerahkan kepadanya hikmah (kenabian) dan pengetahuan. Dan demikianlah Kami memberi balasan kepada orang-orang yang berbuat baik. (al-Qashash/28: 14)\n\nDemikian pula Yusuf a.s. diberi oleh Allah hikmah dan pengetahuan pada saat ia mencapai umur dewasa, sebelum diangkat menjadi rasul, (Yusuf/12: 22) seperti ilmu mentakwilkan mimpi dan sebagainya.\n\nNabi Isa a.s. sebelum diangkat menjadi rasul, pada waktu kecil dalam buaian telah pandai berbicara, dilahirkan tanpa bapak, diberi Kitab, dan Hikmah. (Â'li Imran/3: 46, 47 dan 48)\n\nNabi Muhammad telah diberi Allah keistimewaan seperti keistimewaan yang telah diberikan kepada nabi-nabi dan rasul-rasul terdahulu. Beliau juga diberi keistimewaan yang lain, yaitu keistimewaan yang langsung dirasakan, diyakini, dan diketahui oleh seluruh anggota masyarakat Mekah pada waktu itu. Seluruh penduduk Mekah menganggap beliau sebagai seorang yang jujur yang benar-benar dapat dipercayai, ia dipandang sebagai orang yang adil dalam menetapkan keputusan, tidak berat sebelah.\n\nSebagai contoh ialah kebijaksanaan beliau memberi keputusan kepada kabilah-kabilah Quraisy yang meminta beliau untuk menentukan siapa yang berhak meletakkan kembali Hajar Aswad ke tempatnya semula ketika Kabah direnovasi. Pemuka-pemuka Quraisy membersihkan dan mem-perbaiki Kabah, karena itu mereka mengeluarkan Hajar Aswad dari tempatnya. Setelah Kabah itu selesai dibersihkan dan diperbaiki, mereka ingin meletakkan kembali Hajar Aswad ke tempatnya. Para kepala suku kabilah bertikai dalam menetapkan siapa yang paling berhak meletakkan kembali Hajar Aswad ke tempatnya semula. Masing-masing kepala kabilah merasa berhak, sehingga terjadilah perdebatan dan perselisihan yang hampir menimbulkan pertumpahan darah di antara mereka. Maka salah seorang di antara mereka meminta Muhammad memberikan keputusan tentang siapa yang lebih berhak meletakkan Hajar Aswad itu kembali. Apa saja keputusan Nabi akan diikuti. Permintaan orang itu disetujui oleh kepala-kepala kabilah, dan Muhammad bersedia pula memenuhi permintaan mereka. Beliau membuka sorbannya dan meletakkan Hajar Aswad di atasnya, kemudian disuruhnya masing-masing kepala kabilah memegang tepi sorban itu dan bersama-sama mengangkatnya. Setelah tiba di tempat Hajar Aswad, beliau meletakkannya di tempat semula. Keputusan beliau ini diakui oleh kepala-kepala kabilah sebagai suatu keputusan yang adil, tepat dan bijaksana.\n\nOrang-orang Mekah sangat percaya kepada beliau, karena kepercayaan itu beliau digelari \"Al-Amin\" (orang kepercayaan). Karena kepercayaan itu pula Khadijah mempercayakan dagangannya kepada beliau. Akhirnya Khadijah menjadi istri beliau. Beliau diakui oleh orang-orang Mekah sebagai orang yang berakhlak mulia, kuat kepribadiannya, disegani dan sebagainya.\n\nSetelah beliau bertugas sebagai rasul, beliau menyampaikan ayat-ayat Al-Qur'an kepada mereka serta mengajak mereka untuk masuk agama Islam, tiba-tiba mereka menuduh Muhammad sebagai seorang pembohong, seorang yang mengganggu ketenteraman umum dan orang yang mengubah dan merusak kepercayaan serta adat istiadat yang telah mereka warisi dari nenek moyang mereka sejak dahulu. Karena kebencian mereka kepada Muhammad, mereka tidak ingat lagi akan sikap dan kepercayaan mereka terhadapnya. Inilah yang dimaksud Allah dengan firman-Nya di atas yang artinya: \"Sesungguhnya aku telah tinggal bersamamu beberapa lama sebelumnya\".",
                        "17": "Ayat ini menerangkan perbuatan orang yang paling zalim di sisi Allah ialah:\n\n1. Orang yang berbuat dusta terhadap Allah, seperti yang telah dilakukan orang-orang musyrik karena keingkaran mereka, yaitu meminta Rasulullah menukar ayat-ayat Al-Qur'an dengan perkataan yang lain yang tidak bertentangan dengan kepercayaan mereka.\n\n2. Orang yang mendustakan ayat-ayat Allah. Ayat ini memberi peringatan bahwa orang yang melakukan salah satu dari perbuatan yang paling zalim itu adalah orang yang pantas mendapat kemurkaan Allah dan siksa-Nya. Mereka telah berbuat dosa, mereka tidak akan memperoleh keberuntungan dengan perbuatan-perbuatan itu. Oleh karena itu, hendaklah orang-orang yang beriman menjaga dirinya agar jangan sampai melakukan perbuatan-perbuatan tersebut.",
                        "18": "Ayat ini menerangkan bentuk kepercayaan orang-orang Arab Jahiliyah. Mereka menyembah berhala di samping menyembah Allah, karena mereka percaya bahwa patung-patung dan berhala-berhala itu dapat memberi manfaat kepada mereka sebagaimana ia dapat memberi mudarat, jika mereka melakukan sesuatu yang dapat menimbulkan kemarahannya. Padahal jika mereka mau berpikir dan menyadari benar-benar bahwa patung itu adalah benda mati yang dibuat oleh tangan mereka sendiri, mereka akan tahu bahwa berhala-berhala itu tidak akan dapat menimbulkan mudarat atau manfaat kepada siapapun dan tentu mereka tidak akan menyembahnya. Yang berhak disembah hanyalah Yang Maha Kuasa lagi Maha Pencipta.\n\nOrang-orang Arab pada masa Jahiliyah menganut bermacam-macam agama dan kepercayaan, serta mempunyai beberapa cara dalam melakukan peribadatan kepada sembahan-sembahan mereka. Semua kepercayaan itu menunjukkan keyakinan bahwa tuhan itu banyak, bukan esa. Dengan perkataan lain, mereka mempersekutukan Allah dengan yang lain. Di antara mereka ada pula yang memeluk agama Yahudi seperti sebagian penduduk Medinah dan sebagian penduduk Yaman, dan ada pula yang memeluk agama Nasrani seperti penduduk Gassan dan penduduk Najran, demikian pula segolongan suku Aus dan Khazraj yang tinggal di daerah, yang berbatasan dengan Khaibar, Quraidhah, dan Bani Nadhir.\n\nDi antara mereka ada pula yang beragama shabiin, yaitu umat sebelum Nabi Muhammad yang mengetahui adanya Tuhan Yang Maha Esa, dan mempercayai adanya pengaruh bintang-bintang.\n\nKemudian Allah menerangkan sikap orang-orang Arab terhadap berhala-berhala, di antaranya ada yang mengatakan bahwa mereka percaya berhala itu tidak dapat mendatangkan kemudaratan dan manfaat, tetapi mereka percaya bahwa sembahan-sembahan itulah yang akan menjadi perantara bagi mereka untuk memohonkan syafaat bagi mereka di sisi Allah, dan itulah jalan yang terdekat. Karena itulah mereka bernadzar, menyembelih kurban dan berdoa kepada sembahan-sembahan itu dan menyebut nama-namanya. Dengan melakukan yang demikian mereka merasa bertambah dekat kepada Allah.\n\nDiriwayatkan oleh Ibnu Abi hatim dari Ikrimah bahwa Nadhar bin haris berkata, \"Apabila datang Hari Kiamat, maka Lata dan Uzza akan memberi syafaat kepadaku.\"\n\nDari keterangan di atas dapat diambil kesimpulan bahwa inti dari kepercayaan bangsa Arab Jahiliah ialah sekalipun mereka mempercayai Tuhan Maha Pencipta itu ada, tetapi dalam hubungan antara Tuhan dan manusia masih memerlukan perantara (wasilah) yang akan menyampaikan permohonan mereka kepada Tuhannya. Kemudian Allah memerintahkan agar Nabi Muhammad menyampaikan kepada orang-orang musyrik itu sesuatu yang dapat membuktikan kebohongan mereka dan sesuatu yang dapat membantah perkataan mereka dengan mengatakan bahwa apakah mereka mengabarkan kepada Allah sesuatu yang tidak diketahui-Nya, yaitu bahwa ada pemberi syafaat di langit dan di bumi yang dapat memberikan syafaat sebagai perantara antara Allah dan makhluk-Nya, padahal seandainya ada tentu Allah mengetahuinya. Tidak ada sesuatu pun di langit dan di bumi yang tidak diketahui Allah, ada dan tidaknya sesuatu semata-mata menurut kehendak Allah, apalagi syafaat itu hanya diberikan semata-mata dengan izin Allah dan hanya diberikan kepada siapa yang dikehendaki-Nya.\n\nRasulullah saw sendiri tidak sanggup memberi kemanfaatan untuk dirinya, begitu pula menolak kemudaratan kecuali dengan izin Allah sebagai firman Allah:\n\nKatakanlah (Muhammad), \"Aku tidak kuasa mendatangkan manfaat maupun menolak mudarat bagi diriku kecuali apa yang dikehendaki Allah. Sekiranya aku mengetahui yang gaib, niscaya aku membuat kebajikan sebanyak-banyaknya dan tidak akan ditimpa bahaya. Aku hanyalah pemberi peringatan, dan pembawa berita gembira bagi orang-orang yang beriman. (al-Araf/7: 188)\n\nAkhir ayat ini menerangkan kemahasucian Allah, Tuhan semesta alam dari persekutuan sebagaimana yang dikatakan orang-orang musyrik itu.\n\nAyat ini juga mengisyaratkan bahwa segala sesuatu yang berhubungan dengan Tuhan hanya dapat diperoleh penjelasannya dengan perantaraan wahyu yang disampaikan kepada rasul-Nya, sedangkan segala sesuatu itu diketahui Allah, baik yang tersembunyi maupun yang nyata.",
                        "19": "Yang dimaksud satu umat di sini ialah satu akidah, yaitu percaya kepada Allah Yang Maha Esa, karena manusia sejak dilahirkan ke dunia telah menganut kepercayaan tauhid, Allah telah mengambil kesaksian terhadap manusia, sejak mereka dikeluarkan dari sulbi, (lihat tafsir Surah al-Baqarah/2: 213 dan al-Araf/7: 172) sebagai fitrah kejadiannya, seperti sabda Nabi Muhammad saw:\n\nTiap anak yang lahir itu dilahirkan dalam keadaan fitrah, maka kedua orang tuanyalah yang menjadikannya Yahudi atau Nasrani atau Majusi. (Riwayat Abi Yala, ath-thabrani dan al-Baihaqi dari al-Aswad bin Sari)\n\nPada mulanya, manusia hidup sederhana, dalam satu kesatuan, seakan-akan mereka satu keluarga. Akan tetapi, setelah mereka berkembang biak, terbentuklah suku-suku dan bangsa-bangsa yang berbeda-beda, baik dari sisi kepentingan maupun kemaslahatannya. Karena hawa nafsu, merekapun berselisih. Oleh karena itu, Allah mengutus kepada mereka para rasul yang menyampaikan petunjuk Allah, untuk menghilangkan perselisihan dan perbedaan pendapat di antara mereka. Para rasul itu membawa kitab yang berisi wahyu Allah. Kemudian manusia berselisih pula tentang kitab yang telah diturunkan Allah itu, sehingga terjadilah permusuhan dan pertarungan di antara mereka.\n\nSebagian mufasir berpendapat bahwa yang dimaksud dengan \"manusia\" dalam ayat ini ialah orang Arab. Mereka dahulu adalah pengikut-pengikut agama yang dibawa oleh Nabi Ibrahim, agama yang mengakui keesaan Allah. Kemudian masuklah unsur syirik kepada kepercayaan mereka, sehingga sebagian mereka menyembah berhala di samping menyembah Allah dan sebagian masih tetap menganut agama Nabi Ibrahim. Terjadilah perselisihan antara kedua golongan itu.\n\nJika diperhatikan antara kedua pendapat ini maka tidak ada perbedaan pokok, karena pendapat pertama adalah sifatnya umum, meliputi seluruh manusia yang ada di dunia, sedangkan pendapat kedua adalah khusus untuk orang Arab saja, tetapi tidak menutup kemungkinan berlakunya untuk semua manusia.\n\nDengan peringatan yang sangat keras dengan menyatakan bahwa seandainya belum ditetapkan oleh Allah dahulu untuk memberikan balasan yang setimpal dan adil di akhirat, maka Allah akan segera membinasakan orang-orang yang berselisih itu di dunia ini. Mereka membawa perpecahan dan permusuhan, apalagi perselisihan mereka itu tentang Kitab Allah yang sebenarnya diturunkan untuk menghilangkan perselisihan.",
                        "20": "Dalam ayat ini dijelaskan sikap orang-orang musyrik kepada Nabi dengan mengatakan bahwa mengapa tidak diturunkan kepada Muhammad tanda-tanda kerasulannya yang berhubungan dengan alam ini, seperti yang pernah diturunkan kepada nabi-nabi sebelumnya, seperti angin topan Nabi Nuh, membelah laut untuk Nabi Musa, dan sebagainya.\n\nPermintaan dan keheranan mereka itu dilukiskan dalam ayat yang lain, sebagai berikut:\n\nDan mereka berkata, \"Mengapa Rasul (Muhammad) ini memakan makanan dan berjalan di pasar-pasar? Mengapa malaikat tidak diturunkan kepadanya (agar malaikat) itu memberikan peringatan bersama dia, atau (mengapa tidak) diturunkan kepadanya harta kekayaan atau (mengapa tidak ada) kebun baginya, sehingga dia dapat makan dari (hasil)nya?\" Dan orang-orang zalim itu berkata, \"Kamu hanyalah mengikuti seorang laki-laki yang kena sihir.\" (al-Furqan/25: 7-8)\n\nMereka juga meminta bukti-bukti kenabian yang lain, seperti kebun-kebun yang indah dimana sungai-sungai mengalir di sana, atau azab dengan menjatuhkan langit, atau rumah dari emas yang diberikan kepada Muhammad. Dalam ayat lain Allah berfirman:\n\nDan mereka berkata, \"Kami tidak akan percaya kepadamu (Muhammad) sebelum engkau memancarkan mata air dari bumi untuk kami. Atau engkau mempunyai sebuah kebun kurma dan anggur, lalu engkau alirkan di celah-celahnya sungai yang deras alirannya, Atau engkau jatuhkan langit berkeping-keping atas kami, sebagaimana engkau katakan, atau (sebelum) engkau datangkan Allah dan para malaikat berhadapan muka dengan kami. Atau engkau mempunyai sebuah rumah (terbuat) dari emas, atau engkau naik ke langit. Dan kami tidak akan mempercayai kenaikanmu itu sebelum engkau turunkan kepada kami sebuah kitab untuk kami baca.\" (al-Isra/17: 90-93)\n\nMaka Allah mengajarkan Nabi Muhammad jawaban atas permintaan orang-orang musyrik itu sebagaimana tersebut dalam firman-Nya:\n\nDan tidak ada yang menghalangi Kami untuk mengirimkan (kepadamu) tanda-tanda (kekuasaan Kami), melainkan karena (tanda-tanda) itu telah didustakan oleh orang terdahulu. Dan telah Kami berikan kepada kaum samud unta betina (sebagai mukjizat) yang dapat dilihat, tetapi mereka menganiaya (unta betina itu). Dan Kami tidak mengirimkan tanda-tanda itu melainkan untuk menakut-nakuti. (al-Isra/17: 59)\n\nSetiap rasul yang diutus Allah diberi-Nya mukjizat untuk membuktikan dan menguatkan risalahnya, tetapi mukjizat yang diberikan itu berbeda-beda, disesuaikan dengan keadaan dan tempat umat yang akan menerima risalah itu. Khususnya Nabi Muhammad saw diberikan mukjizat berupa Al-Quran karena mukjizat itu sesuai dengan tingkat pengetahuan orang-orang Arab dan manusia yang hidup sesudahnya. Diriwayatkan bahwa Nabi Muhammad saw bersabda:\n\nTidak ada seorang Nabi (yang diutus Allah), kecuali Dia memberinya mukjizat-mukjizat yang karenanyalah manusia beriman kepadanya. Yang diberikan kepadaku tak lain adalah wahyu yang telah diwahyukan Allah kepadaku. Maka aku mengharapkan agar akulah di antara mereka yang paling banyak pengikutnya di Hari Kiamat. (Riwayat al-Bukhari, Muslim, dan at-Tirmidzi dari Abu Hurairah)\n\nAllah memerintahkan kepada Nabi Muhammad saw agar memberi peringatan keras kepada orang-orang musyrik dengan mengatakan kepada mereka bahwa barang yang gaib itu di bawah kekuasan Allah, hanya Dialah yang memilikinya, termasuk di dalamnya mukjizat-mukjizat yang mereka minta itu. Jika Allah berkehendak menurunkannya kepada mereka, maka Dia sendirilah yang mengetahui waktu turunnya. Muhammad hanyalah seorang rasul, yang bertugas menyampaikan agama dan ketetapan Allah atas diri mereka, sebagaimana Muhammad pun termasuk orang-orang yang menunggu datangnya ketetapan itu.\n\nDalam ayat lain Allah berfirman :\n\nKatakanlah (Muhammad), \"Aku bukanlah rasul yang pertama di antara rasul-rasul dan aku tidak tahu apa yang akan diperbuat terhadapku dan terhadapmu. Aku hanyalah mengikuti apa yang diwahyukan kepadaku dan aku hanyalah pemberi peringatan yang menjelaskan. (al-Ahqaf/46: 9)\n\nApa yang dinantikan Muhammad saw dan apa pula yang mereka nantikan diterangkan Allah pada ayat 102 surah ini.",
                        "21": "Ayat ini menerangkan sifat orang kafir pada umumnya dan sifat orang musyrik pada khususnya. Bahwa bila Allah memberikan suatu kelapangan kepada mereka setelah menderita suatu kesukaran atau kebahagiaan sesudah mereka sengsara, mereka tidak mengakui bahwa kelapangan dan kebahagiaan itu datangnya dari Allah, sehingga mereka tidak mensyukuri-Nya.\n\nApabila rahmat Allah datang kepadanya berupa hujan yang diturunkan dari langit yang menumbuhkan tanam-tanaman dan menghidupkan binatang ternak, mereka menyatakan bahwa itu adalah berkat berhala dan sembahan-sembahan mereka, atau mereka mengatakan bahwa hujan itu turunnya secara kebetulan saja, karena musim hujan telah tiba. Jika mereka ditimpa kesukaran, kemudian kesukaran itu hilang maka mereka mengatakan bahwa kesukaran itu hilang semata-mata karena mereka sendiri adalah orang-orang yang pandai menghilangkan kesukaran dan termasuk orang-orang yang bernasib baik. Hal yang seperti ini telah dilakukan oleh Firaun dan kaumnya setiap mereka menerima azab Allah dan setiap mereka terlepas dari azab itu. Hal yang sama dilakukan orang-orang musyrik Mekah terhadap Nabi Muhammad saw dan pengikut-pengikutnya.\n\nDiriwayatkan oleh al-Bukhari dari Abdullah bin Masud bahwa tatkala orang-orang Quraisy menyakiti Rasul sampai melampui batas, Rasulullah saw berdoa kepada Allah agar orang musyrik ditimpakan azab berupa musim kemarau seperti tahun kemarau yang terjadi pada masa Nabi Yusuf. Maka merekapun ditimpa musim kemarau yang sangat dahsyat, hingga mereka terpaksa makan tulang dan bangkai. Karena kekeringan dan panas yang sangat tinggi, penglihatan mereka menjadi berkunang-kunang dan berasap sebagai dilukiskan Allah dalam Surah ad-Dukhan/44 ayat 10. Maka datang-lah Abu Sufyan, pemimpin Quraisy kepada Muhammad saw, ia berkata, \"Ya Muhammad, sesungguhnya engkau memerintahkan kepada kami mengada-kan hubungan silahturrahim, dan sesungguhnya kaummu telah binasa, maka mohonkanlah kepada Allah agar mereka dilepaskan dari kesulitan itu.\" Maka Rasulullah berdoa kepada Allah, lalu kesulitan dan malapetaka itu pun berakhir dan turunlah hujan. Ternyata, tidak berapa lama, mereka kembali mengingkari Rasulullah dan memusuhinya.\n\nKarena sikap mereka yang demikian itu, maka Allah memerintahkan kepada Rasulullah saw untuk menyampaikan peringatan kepada orang-orang musyrik itu bahwa Allah lebih cepat siksa-Nya dari tipu daya mereka, Allah telah menyiapkan azab yang akan ditimpakan kepada mereka, sebelum mereka sempat mengatur siasat tipu daya untuk menghancurkan Islam dan kaum Muslimin. Semua amalan baik dan buruk akan dicatat oleh malaikat yang telah ditugaskan Allah. Tidak ada satu pun dari perbuatan manusia, baik yang kecil maupun yang besar yang tidak dituliskannya. Kemudian di akhirat nanti, setiap manusia akan memperoleh balasan segala perbuatannya itu. Perbuatan buruk dibalas dengan siksa neraka, sedang perbuatan baik dibalas dengan kenikmatan surga.\n\nAyat ini mengisyaratkan bahwa semua pembicaraan manusia dicatat oleh malaikat dan keberadaan malaikat itu ditegaskan oleh ayat ini.",
                        "22": "Dalam ayat ini, Allah menunjukkan kemampuan, kekuasaan, dan anugerah-Nya kepada manusia seraya berfirman, \"Dialah Allah yang telah memberikan kepadamu (manusia) kesanggupan berjalan di darat, berlayar di lautan, dan terbang di udara dengan memberikan kepadamu kesempatan untuk mempergunakan beraneka macam sarana seperti bintang, kapal, dan sebagainya. Dengan alat angkutan tersebut kamu dapat mencapai berbagai keinginanmu dan untuk bersenang-senang.\"\n\nDengan kesanggupan dan kemampuan yang diberikan-Nya itu, manusia diuji dan dicoba oleh Allah, sehingga nampak jelas watak dan tabiatnya, yang diibaratkan Allah sebagai berikut: dengan kesanggupan yang diberikan-Nya itu, manusia membuat sebuah bahtera yang dapat mengarungi samudera luas. Tatkala mereka telah berada dalam bahtera itu dan ia berlayar membawa mereka dengan bantuan hembusan angin yang baik dan ombak yang tenang, mereka pun bergembira. Tiba-tiba datanglah angin badai yang kencang dan ombak yang menghempas dari segenap penjuru, sehingga timbullah kecemasan dan ketakutan dalam hati mereka. Mereka merasa tidak akan dapat lagi melihat matahari yang akan terbit pada esok harinya karena hempasan ombaknya yang dahsyat. Karena itu mereka pun berdoa kepada Allah seraya merendahkan diri dengan penuh keikhlasan, sambil menyesali perbuatan yang pernah mereka lakukan, agar Allah melepaskan mereka dari gulungan ombak yang maha dahsyat itu, mereka mengucapkan, \"Wahai Tuhan kami, sesungguhnya jika engkau lepaskan kami dari malapetaka yang akan menimpa kami, tentulah kami menjadi orang-orang yang mensyukuri nikmat yang telah Engkau berikan.\"",
                        "23": "Setelah Allah melepaskan mereka dari malapetaka itu dan mereka merasa senang dan hilang segala kekhawatirannya, mereka lupa kepada Yang Maha Penyelamat dan Pemberi Karunia, bahkan mereka durhaka kepada-Nya dan kembali berbuat kebinasaan di muka bumi dengan melakukan kezaliman dan kekacauan di antara manusia.\n\nDemikianlah Allah melukiskan watak dan tabiat manusia. Mereka ingat dan merendahkan diri kepada Allah bila mendapat kesengsaraan dan bila malapetaka itu telah lenyap, mereka lupa bahkan kembali mendurhakai Allah.\n\nWatak dan tabiat yang dilukiskan di atas menunjukkan kelemahan manusia, karena itu hendaklah manusia insaf dan sadar atas kelemahan itu. Janganlah kelemahan itu membawa mereka kepada malapetaka yang lebih besar. Sikap congkak dan perbuatan zalim itu, seandainya merupakan suatu kesenangan baginya, maka itu adalah kesenangan sementara, selama hidup di dunia, sedang kesenangan dan kebahagiaan yang kekal ialah kesenangan dan kebahagiaan yang ditimbulkan oleh kepatuhan kepada Allah dalam keadaan bagaimanapun, baik dalam keadaan senang dan sengsara, suka dan duka, dalam keadaan rugi dan beruntung dan sebagainya. Kesenangan dan kebahagiaan yang demikian akan dirasakan selama hidup di dunia, lebih-lebih di akhirat nanti.",
                        "24": "Ayat ini menerangkan sifat kehidupan dunia dan perumpamaan yang tepat ditinjau dari segi kefanaanya, seperti lenyapnya suatu harapan yang mulai timbul pada diri seseorang. Sifat dunia seperti ini diserupakan dengan air hujan yang diturunkan Allah dari langit. Dengan air itu tumbuhlah beraneka macam tanaman dan tumbuhan, yang beraneka rupa dan berlainan rasa yang menjadi makanan bagi manusia dan binatang. Lalu permukaan bumi ditutupi oleh keindahan pemandangan dari pohon-pohon yang menghijau, yang dihiasi oleh bunga dan buah-buahan yang beraneka warna. Pada saat itu timbullah harapan dan cita-cita manusia yang mempunyai kebun itu, seandainya tumbuh-tumbuhan itu berbuah dan bisa dipetik. Di tengah harapan yang demikian, datanglah malapetaka yang memusnahkan tumbuh-tumbuhan dan pohon-pohonan itu, sehingga bumi yang berhiaskan pohon yang beraneka warna itu tiba-tiba menjadi datar dan rata seakan-akan belum pernah ditumbuhi apapun. Pada saat itu, sirnalah harapan dan cita-cita itu, sebagaimana kehidupan dan kesenangan duniawi yang dapat pula sirna seketika.\n\nKefanaan hidup di dunia itu ditegaskan oleh firman Allah:\n\nMaka apakah penduduk negeri itu merasa aman dari siksaan Kami yang datang malam hari ketika mereka sedang tidur? Atau apakah penduduk negeri itu merasa aman dari siksaan Kami yang datang pada pagi hari ketika mereka sedang bermain? (al-Araf/7: 97-98)\n\nSebagaimana Allah telah memberikan perumpamaan yang tepat dan jelas dalam melukiskan keadaan kehidupan dunia dan tertipunya manusia oleh kehidupan itu karena pengaruh setan dan mengikuti hawa nafsu, maka seperti itu pulalah jelas dan terangnya Allah menerangkan hakikat tauhid, pokok-pokok agama, budi pekerti yang baik dan amal-amal yang saleh yang harus dikerjakan dan dipatuhi. Hanya orang-orang yang mau menggunakan akal pikiran yang sehatlah yang dapat memahami perumpamaan dan penjelasan itu. Banyak manusia yang lalai dan ingkar karena merasa dirinya telah merasa cukup, merasa sanggup dan merasa berkuasa, sehingga lupa akan tujuan hidup dan kehidupan yang sebenarnya.",
                        "25": "Allah menyeru kaum Muslimin agar mereka menempuh jalan yang menghantarkan diri mereka ke Darussalam yaitu kebahagiaan abadi yang akan mereka rasakan di surga nanti. Sebagai bimbingan kepada kehidupan yang bahagia itu, Allah telah memberikan petunjuk kepada orang-orang yang dikehendaki-Nya, agar mereka menempuh jalan yang lurus yaitu jalan yang bisa mengantarkan mereka kepada kehidupan bahagia itu. Mereka dilarang meniru perbuatan orang-orang musyrik yang mengutamakan kehidupan dunia. Mereka terpesona sedemikian rupa kepada kehidupan dunia; mereka tidak akan mengharapkan kebahagiaan lain dari yang telah mereka rasakan. Dengan demikian, mereka telah memilih jalan yang sesat sebab kehidupan dunia itu sangat terbatas dan kebahagiaannya tidak kekal. Itulah sebabnya maka Allah mengajak kaum Muslimin agar mengikuti syariat dan petunjuk yang dibawa Rasul, agar mereka dapat hidup bahagia di dunia dan di akhirat. Petunjuk Allah yang diberikan kepada manusia adalah merupakan tanda-tanda yang sangat halus, yang dapat dicapai oleh seseorang dengan menggunakan akalnya dengan jalan memperhatikan alam semesta dan isinya, serta hukum-hukum yang berlaku di dalamnya, sehingga dengan demikian manusia akan dapat mencapai kebenaran yang hakiki.\n\nSelain itu Allah memberikan penjelasan tentang hukum, baik yang bersifat umum ataupun yang bersifat khusus, yaitu hukum syara yang mengatur hubungan antara makhluk dengan Khalik serta hubungan antara sesama makhluk. Hukum-hukum Allah yang berlaku bagi manusia ditunjukkan oleh Allah dengan taufik-Nya. Orang yang mencapai hidayah-Nya itu ialah orang-orang yang diberi kemampuan untuk memahami dan melaksanakannya. Hidayah ini diberikan Allah kepada manusia sesuai dengan iradah-Nya.",
                        "26": "Dalam ayat ini, Allah menerangkan bahwa bagi orang-orang yang dapat memahami petunjuk dan mengambil manfaat dari petunjuk itu serta mengamalkannya, Allah akan memberikan pahala sesuai dengan amal perbuatan mereka. Bahkan untuk menggalakkan mereka agar lebih giat mengamalkannya, Allah menjanjikan pahala sepuluh kali lipat atau lebih banyak dari pada itu. Firman Allah:\n\n(Dengan demikian) Dia akan memberi balasan kepada orang-orang yang berbuat jahat sesuai dengan apa yang telah mereka kerjakan dan Dia akan memberi balasan kepada orang-orang yang berbuat baik dengan pahala yang lebih baik (surga). (an-Najm/53: 31)\n\nOrang yang melakukan amal yang baik akan mendapat imbalan pahala melebihi pahala yang seharusnya diterima. Mereka itu akan menerima pahala yang berlipat ganda.\n\nMereka akan mendapat tambahan pahala lagi yang tidak ternilai harganya, yaitu mereka akan mengetahui dengan sebenarnya bahwa Allah Yang Mahamulia. Pengetahuan ini adalah pengetahuan yang paling tinggi, karena mereka mengetahui dengan sebenarnya Pencipta alam semesta ini, dan membenarkan terjadinya hari akhir. Mereka hidup bahagia, dari wajah mereka tampak cahaya yang berseri-seri, sedikitpun tidak terlihat kemurungan dan kemuraman, lantaran mereka itu tidak merasa kecewa atas keyakinannya yang kuat, dan tidak merasa bersusah hati.\n\nAllah menegaskan bahwa mereka inilah orang-orang yang berhak menjadi penghuni surga. Mereka akan bertempat tinggal di dalamnya selama-lamanya. Di situlah mereka mengalami kebahagiaan yang abadi, karena tidak akan merasa bosan dan jemu akan kenikmatan yang mereka rasakan, dan tidak pula mereka takut akan berkurangnya kenikmatan atau dikeluarkan dari sana.",
                        "27": "Dalam ayat ini, Allah memberikan penjelasan bahwa orang-orang yang menyebarkan kejahatan, mengerjakan keonaran di muka bumi serta membangkang dan mengingkari ayat-ayat Allah yang diturunkan kepada Rasul-Nya, mereka itu akan mendapat pembalasan yang seimbang, yaitu mereka akan menerima hukuman dari Allah yang setimpal dengan amal perbuatan mereka Wajah mereka tampak kusut karena mereka menderita akibat dari perbuatan syirik yang merasuk ke tulang sumsum mereka, kejahatan yang telah meracuni diri mereka serta penganiayaan mereka terhadap diri mereka sendiri. Pada saat itu mereka tidak dapat membela dirinya, karena memang tidak dapat melindungi diri mereka atau mencegah bencana yang akan ditimpakan kepada mereka. Demikianlah azab yang mereka rasakan dengan penuh penyesalan, akibat menyembah berhala yang mereka anggap sebagai perantara, yang dapat menyampaikan doa-doa mereka kepada Allah. Itulah hari pembalasan dimana tidak ada seorang pun yang menolong mereka kecuali amal baik mereka.\n\nFirman Allah:\n\n(Yaitu) pada hari (ketika) seseorang sama sekali tidak berdaya (menolong) orang lain. Dan segala urusan pada hari itu dalam kekuasaan Allah. (al-Infithar/82: 19)\n\nSebagai tanda penyesalan mereka, wajah-wajah mereka terlihat hitam kelam laksana gelapnya malam, tidak nampak sedikit pun percikan kilat, kemilau bintang, atau seberkas sinar bulan. Mereka benar-benar menyesali perbuatan yang dilakukan di dunia. Harapan mereka hampa, karena berpegang kepada keyakinan yang salah dan mengingkari petunjuk Allah.\n\nAllah menegaskan bahwa mereka itu akan menjadi penghuni neraka yang kekal selama-lamanya dan tidak ada kemungkinan lagi bagi mereka untuk dapat melepaskan diri karena tempat itulah yang layak bagi mereka.\n\nAllah berfirman:\n\nDan wajah-wajah (orang kafir) pada hari itu muram, mereka yakin bahwa akan ditimpakan kepadanya malapetaka yang sangat dahsyat. (al-Qiyamah/75: 24-25)\n\nDan firman Allah:\n\nDan pada hari itu ada (pula) wajah-wajah yang tertutup debu (suram), tertutup oleh kegelapan (ditimpa kehinaan dan kesusahan). Mereka itulah orang-orang kafir yang durhaka.\" (Abasa/80: 40-42)",
                        "28": "Allah memerintahkan kepada Nabi Muhammad saw agar memper-hatikan orang-orang musyrik bahwa pada suatu saat yang telah ditentukan Allah akan mengumpulkan penyembah-penyembah berhala itu semuanya tanpa ada seorang pun yang ketinggalan, yaitu pada saat seluruh manusia akan diperiksa perkaranya. Allah pada waktu itu berbicara kepada mereka yang mempersekutukan-Nya, sedang mereka terbungkam tidak bisa menge-luarkan sepatah kata pun karena kebingungan dan ketakutan. \"Mengapa mereka tidak lagi bersama-sama dengan sekutu-sekutu mereka di tempat itu. Sehingga sampai saatnya nanti mereka menyaksikan apa yang akan diberlakukan kepada mereka serta keputusan apa yang pantas diberikan kepada mereka, sebagai imbalan dari perbuatan mereka yang benar-benar melanggar larangan Allah serta bertentangan dengan fitrah mereka sendiri, yaitu mereka telah menyembah berhala. Mereka tidak dapat lagi memungkiri perbuatannya, karena bukti-bukti telah nyata bahkan memberatkan mereka.\"\n\nPada waktu itu sekutu-sekutu mereka memberikan kesaksian bahwa mereka sebenarnya tidak hanya menyembah sekutu-sekutu itu, akan tetapi mereka juga mempertuhankan hawa nafsu dan setan. Mereka itu menjadikan berhala-berhala sebagai alat untuk kepentingan mereka sendiri. Kemudian Allah memberikan penjelasan bahwa mereka dan sekutu-sekutunya akan dipisahkan dan masing-masing akan diperiksa, mereka sebagai tertuduh, sedang sekutu-sekutu mereka menjadi saksi.",
                        "29": "Pada ayat ini, Allah menjelaskan bahwa berhala-berhala itu memberi pernyataan, sedangkan Allah cukup menjadi saksi antara berhala-berhala dengan penyembah-penyembahnya. Pada saat itulah berhala-berhala itu berlepas diri dari mereka dan mengatakan tidak tahu menahu akan perbuatan mereka. Pada prinsipnya mereka yang menyekutukan Allah itu akan disiksa, karena mereka telah melakukan kesalahan besar. Mereka telah menyembah sesuatu yang tidak berhak disembah padahal mereka mengerti bahwa mereka dan berhala-berhala yang mereka sembah itu diciptakan Allah. Maka seharusnya Allah-lah yang patut disembah, karena Dia Zat yang mempunyai kekuasaan tertinggi terhadap seluruh makhluk-Nya dan Dia berkuasa pula untuk mendatangkan manfaat dan kemudaratan apabila Dia menghendaki.",
                        "30": "Selanjutnya Allah menjelaskan bahwa di Padang Mahsyar nanti seluruh manusia akan dikumpulkan untuk menerima pembalasan terhadap perbuatan yang telah mereka lakukan, tidak ada seorang pun yang bebas dari hukuman-Nya. Bagi yang berbuat kebajikan akan mendapat balasannya dan sebaliknya mereka yang berbuat kejahatan akan mendapat pula siksaannya. Kemudian urusan mereka akan dikembalikan kepada Allah karena Dialah yang paling berhak menentukan keputusan untuk mereka. Pada saat itu, apa yang mereka harapkan agar memberikan syafaat, serta segala sesuatu yang dianggap dapat memberikan pertolongan, akan sia-sia belaka, tidak ada yang dapat memenuhi harapan mereka, apalagi akan menyelamatkan mereka dari siksaan yang akan menimpa. Allah berfirman:\n\n(Yaitu hari (ketika) seseorang tidak berdaya sedikit pun untuk menolong orang lain. Dan segala urusan pada hari itu dalam kekuasaan Allah. (al-Infi(25) Allah menyeru kaum Muslimin agar mereka menempuh jalan yang menghantarkan diri mereka ke Darussalam yaitu kebahagiaan abadi yang akan mereka rasakan di surga nanti. Sebagai bimbingan kepada kehidupan yang bahagia itu, Allah telah memberikan petunjuk kepada orang-orang yang dikehendaki-Nya, agar mereka menempuh jalan yang lurus yaitu jalan yang bisa mengantarkan mereka kepada kehidupan bahagia itu. Mereka dilarang meniru perbuatan orang-orang musyrik yang mengutamakan kehidupan dunia. Mereka terpesona sedemikian rupa kepada kehidupan dunia; mereka tidak akan mengharapkan kebahagiaan lain dari yang telah mereka rasakan. Dengan demikian, mereka telah memilih jalan yang sesat sebab kehidupan dunia itu sangat terbatas dan kebahagiaannya tidak kekal. Itulah sebabnya maka Allah mengajak kaum Muslimin agar mengikuti syariat dan petunjuk yang dibawa Rasul, agar mereka dapat hidup bahagia di dunia dan di akhirat. Petunjuk Allah yang diberikan kepada manusia adalah merupakan tanda-tanda yang sangat halus, yang dapat dicapai oleh seseorang dengan menggunakan akalnya dengan jalan memperhatikan alam semesta dan isinya, serta hukum-hukum yang berlaku di dalamnya, sehingga dengan demikian manusia akan dapat mencapai kebenaran yang hakiki.\n\nSelain itu Allah memberikan penjelasan tentang hukum, baik yang bersifat umum ataupun yang bersifat khusus, yaitu hukum syara yang mengatur hubungan antara makhluk dengan Khalik serta hubungan antara sesama makhluk. Hukum-hukum Allah yang berlaku bagi manusia ditunjukkan oleh Allah dengan taufik-Nya. Orang yang mencapai hidayah-Nya itu ialah orang-orang yang diberi kemampuan untuk memahami dan melaksanakannya. Hidayah ini diberikan Allah kepada manusia sesuai dengan iradah-Nya.",
                        "31": "Allah memerintahkan kepada Nabi Muhammad saw, agar mengata-kan kepada penduduk Mekah yang menentang kenabiannya, bahwa siapakah yang menurunkan rezeki dari langit dan siapa pula yang menumbuhkan tumbuh-tumbuhan di bumi yang beraneka macam untuk manusia ataupun binatang ternak mereka?\n\nPernyataan ini dimaksudkan agar orang-orang musyrikin Mekah itu menyadari diri mereka sendiri dan ingat bahwa berhala-berhala itu sama sekali tidak sanggup menurunkan hujan dan yang menurunkan hujan itu hanyalah Allah.\n\nSelanjutnya Allah memerintahkan kepada Nabi Muhammad saw untuk menanyakan kepada mereka bahwa siapakah yang kuasa menciptakan telinga sebagai alat pendengaran dan mata sebagai alat penglihatan mereka, sehingga dengan kedua indra itu, mereka dapat mengenal alam semesta dengan fenomenanya. Dengan telinga manusia dapat mendengar tutur kata orang lain dan dengan perantaraannya pula dapat menerima ilmu pengetahuan dan memperoleh pengalaman. Demikian pula dengan penglihatannya, manusia dapat melihat keindahan alam dan dapat menerima isyarat-isyarat yang dapat menuntun pikirannya untuk mengetahui siapa pencipta alam semesta.\n\nTanpa kedua indra ini, manusia tidak dapat mengetahui dengan sempurna keadaan alam dunia. Dua indra ini disebutkan dalam dua ayat ini karena kedua indera itulah yang menjadi alat untuk menerima ilmu pengetahuan, sehingga manusia mempunyai derajat lebih tinggi dari hewan. Sebab, meskipun hewan mempunyai pendengaran dan penglihatan, tetapi hewan tidak diberi akal oleh Allah, sehingga binatang itu tidak dapat menerima ilmu pengetahuan kecuali sekedar instink kebinatangan.\n\nApabila manusia suka merenungkan siapa yang menciptakan kedua indera itu tentulah ia tidak akan ragu, bahkan tanpa berpikir panjang mereka dapat menemukan jawabannya. Apabila mereka menemukan jawabannya, tentulah mereka akan mensyukuri nikmat Allah serta akan beriman dengan iman yang sebenar-benarnya dengan mengakui bahwa tiada tuhan yang lain kecuali Zat Yang Berkuasa Yang menciptakan panca indera itu.\n\nSelanjutnya Allah memerintahkan kepada Rasulullah untuk menanyakan kepada orang-orang musyrik bahwa siapakah yang berkuasa menghidupkan dan mematikan, dan siapa yang menciptakan benda hidup dari benda mati dan menciptakan benda mati dari benda hidup? Pertanyaan ini sengaja ditanyakan untuk menumbuhkan kesadaran mereka, bahwa hanya Allah-lah yang menciptakan tumbuh-tumbuhan dari bumi yang mati, setelah bumi itu diberi kehidupan oleh Allah dengan menurunkan air hujan, firman Allah:\n\nApakah engkau tidak memperhatikan, bahwa Allah menurunkan air dari langit, lalu diaturnya menjadi sumber-sumber air di bumi, kemudian dengan air itu ditumbuhkan-Nya tanam-tanaman yang bermacam-macam warnanya. (az-Zumar/39: 21)\n\nTanda-tanda kehidupan pada setiap makhluk berbeda-beda. Tanda kehidupan pada tumbuh-tumbuhan ialah tumbuh-tumbuhan itu dapat terus tumbuh, berkembang, dan membesar, sedang tanda kehidupan bagi binatang ialah bergerak dan bernafas. Tanda kehidupan serupa itu mudah dipahami dan diterima oleh akal manusia.\n\nTetapi bagaimanakah tanda-tanda kehidupan dari biji-bijian, baik biji-bijian tunggal ataupun berkeping dua, atau tumbuh-tumbuhan spora, dan bagaimana pula kehidupan pada ovum dan sperma, baik dari binatang dan manusia. Hal ini adalah suatu tanda yang sukar dibayangkan dan dianalisa oleh manusia.\n\nOleh sebab itulah, Allah memberikan tamsil yang mudah dipahami yaitu mengeluarkan benda hidup dari benda mati dan sebaliknya bagaimana mengeluarkan benda mati dari benda hidup untuk menyatakan kekuasaan Allah menciptakan segala benda mati ataupun benda hidup dengan kekuasaan-Nya.\n\nApabila seseorang mau meneliti asal mula kejadian biji-bijian, spora, ovum, dan sperma serta segala macam asal kehidupan, maka mereka akan sampai pada kesimpulan bahwa asal mula kehidupan makhluk yang ada di bumi berasal dari benda mati. Sudah tentu pendapat ini berlawanan dengan pendapat para ahli biologi yang mengatakan bahwa segala jenis yang hidup tidak akan timbul kecuali dari yang hidup. Memang pendapat ini kelihatannya benar apabila kita tinjau dari siklus peredaran kehidupan binatang dan tumbuh-tumbuhan, akan tetapi apabila ditinjau dari asal mula kejadiannya tentulah pendapat tadi tidak tepat. \n\nSelanjutnya Allah memerintahkan kepada Rasulullah saw untuk menanyakan siapakah yang mengendalikan segala macam urusan makhluk di muka bumi ini? Pengendaliannya sangat mengagumkan. Segala macam kehidupan diatur dengan hukum-hukum yang serasi dan seimbang. Maka bagi orang yang mau merenungkan hukum-hukum-Nya ia akan memberikan jawaban dari semua pertanyaan itu bahwa yang menciptakan segala-galanya ialah Allah, Tuhan seru sekalian alam dan Dia pula yang mengurus dan mengendalikannya.\n\nAllah memerintahkan kepada Nabi saw agar mengatakan kepada kaum musyrikin, mengapa mereka tidak memelihara diri mereka agar terlepas dari kesesatan? Apabila mereka mau memelihara diri mereka tentulah mereka tidak akan terjerumus kepada kemusyrikan dan menjadi penyembah-penyembah berhala. Sembahan-sembahan selain Allah itu sedikitpun tidak mempunyai kekuasaan untuk mendatangkan kemudaratan atau kemanfaatan kepada mereka.",
                        "32": "Kemudian ayat ini mengisyaratkan kepada orang-orang musyrikin Mekah bahwa Zat yang mempunyai sifat-sifat yang telah disebutkan terdahulu ialah Allah Yang memelihara mereka, Dialah Tuhan Yang Hak, Yang Hidup dan menghidupkan. Dan Dialah Yang berhak untuk disembah. Dan Allah memerintahkan kepada Nabi Muhammad saw agar menyatakan kepada mereka bahwa tidak ada Tuhan yang mengurus segala urusan di dunia ini selain Allah. \n\nAllah menyalahkan perbuatan mereka dan meminta pertanggungjawaban mengapa mereka menyeleweng dari agama yang benar yaitu agama tauhid kepada sesuatu yang batil, seolah-olah mereka itu lari dari petunjuk Allah dan mencari jalan yang sesat, padahal mereka mengetahui bukti-bukti kebenaran adanya Allah Tuhan Yang sebenarnya. Apabila mereka telah mengetahui bukti-bukti adanya Allah Pencipta alam maka seharusnya mereka tidak mau menyembah tuhan-tuhan yang lain. Sebab apabila terjadi demikian, berarti pengakuan mereka berbeda dengan perbuatan, dan apa yang terbetik dalam hati mereka tidak sesuai dengan apa yang mereka kerjakan.\n\nBagi siapa yang bersikap menghambakan dirinya kepada Allah berarti mereka telah menempuh jalan yang benar dan mendapat petunjuk-Nya, karena mereka menyembah Tuhan yang benar. Tetapi orang-orang yang menyembah tuhan-tuhan selain Allah, mereka itulah orang-orang yang sesat, karena mereka menyembah tuhan yang tidak berhak disembah yang mereka anggap sebagai perantara. Setiap orang yang menyembah tuhan-tuhan selain Allah adalah orang-orang musyrik dan bergelimang dalam kebatilan serta terjerumus dalam lembah kesesatan.",
                        "33": "Allah memberikan ancaman kepada orang-orang yang fasik, dengan ancaman yang tidak dapat diubah lagi karena mereka tidak mau beriman kepada agama yang diserukan oleh Rasul yaitu agama tauhid dan meninggalkan pemujaan berhala.\n\nMereka yang tidak mau percaya kepada agama tauhid bukan karena terpaksa, akan tetapi atas dasar kemauan dan ihtiar mereka sendiri karena mereka tidak mempunyai pandangan yang benar yang dapat melepaskan diri mereka dari belenggu kemusyrikan. Itulah sebabnya mengapa jiwa mereka tidak bisa diarahkan kepada pegangan yang dapat membedakan antara yang hak dengan yang batil. Mereka telah jauh tenggelam dalam kekafiran, sedang mereka sediri terlalu fanatik kepada kepercayaan nenek moyang mereka. Firman Allah:\n\nSungguh, orang-orang yang telah dipastikan mendapat ketetapan Tuhanmu, tidaklah akan beriman, meskipun mereka mendapat tanda-tanda (kebesaran Allah), hingga mereka menyaksikan azab yang pedih. (Yunus/10: 96-97)",
                        "34": "Allah memerintahkan kepada Nabi Muhammad saw untuk menanyakan kepada mereka bahwa adakah satu di antara tuhan-tuhan yang mereka sembah selain Allah, seperti berhala, roh nenek moyang, binatang-binatang, planet-planet, malaikat, dan jin, yang berkuasa menciptakan makhluk, kemudian menghidupkan kembali sesudah makhluk-makhluk itu mati? Sudah tentu mereka tidak akan dapat menjawab. Hal ini karena mereka mengingkari terjadinya hari kebangkitan, hari mereka dihidupkan kembali dari alam kubur. Sesudah itu Allah memberikan jawaban dengan perantaraan rasul-Nya, bahwa yang berkuasa untuk memulai kehidupan hanyalah Allah dan Dia Yang Berkuasa untuk memulai kehidupan atau mengembalikannya seperti keadaannya semula. Namun, mereka tetap tidak mau menerima agama yang benar, yaitu agama tauhid dan lebih memilih menyembah berhala dan patung-patung yang mereka lakukan karena kecenderungan jiwa mereka sendiri bukan karena terpaksa.",
                        "35": "Selanjutnya Allah memerintahkan kepada Rasulullah saw untuk mengemukakan pertanyaan kepada mereka bahwa adakah di antara tuhan-tuhan yang mereka sekutukan dengan Allah itu dapat memberikan petunjuk kepada jalan yang benar seperti yang diterima oleh hamba-hamba-Nya yang beriman? Allah menegaskan bahwa Allah-lah yang memberikan petunjuk atau hidayah dalam arti taufik. Firman Allah:\n\nDia (Musa) menjawab, \"Tuhan kami ialah (Tuhan) yang telah memberikan bentuk kejadian kepada segala sesuatu, kemudian memberinya petunjuk.\" (thaha/20: 50)\n\nSetelah orang musyrikin tidak mampu memberikan jawaban karena tidak ada seorang pun di antara mereka yang merasa dirinya mendapat petunjuk dari tuhan-tuhan yang mereka persekutukan dengan Allah, baik petunjuk yang harus diterima sebagai seorang makhluk ataupun agama yang mereka terima sebagai bimbingan hukum, maka Allah memerintahkan kepada Rasulullah saw untuk menjawab bahwa Allah-lah Yang memberikan petunjuk kepada kebenaran. Baik petunjuk yang diberikan melalui utusan, petunjuk yang diberikan melalui kitab-kitab-Nya, petunjuk yang didapat oleh manusia karena diperintahkan oleh Allah untuk merenungi yang demikian dan memikirkan kejadian alam maupun petunjuk yang diberikan Allah melalui panca indera.\n\nAllah memerintahkan kepada Nabi saw, agar menanyakan kepada mereka, \"Manakah yang lebih berhak untuk diikuti apakah Zat Yang memberikan petunjuk kepada kebenaran ataukah berhala-berhala yang tidak dapat memberikan petunjuk sedikit pun kepada mereka bahkan tidak dapat mengetahui dirinya sendiri.\" Mengapa mereka menerima pilihan serupa itu. Kalaulah mereka mau menggunakan akal dan pikiran tentulah mereka akan memilih Zat Yang memberikan petunjuk kepada mereka, yaitu Allah. Karena tuhan-tuhan yang lain tidak dapat memberikan petunjuk apapun.\n\nAllah mencela perbuatan mereka dengan menanyakan apakah gerangan yang menimpa mereka, sehingga mereka menjadikan berhala-berhala itu sebagai perantara yang dapat menyampaikan ibadah mereka kepada Allah, padahal berhala-berhala itu bukanlah tuhan yang menciptakan, dan bukan yang memberi rezeki serta bukan pula tuhan yang memberi petunjuk. Maka mengapa mereka mengambil keputusan yang tidak adil yaitu menganggap tuhan-tuhan yang mereka persekutukan itu, sebagai Tuhan Yang berhak disembah, berhak dimintai pertolongan tanpa izin dari Zat Yang menciptakan. Dari sisi ini tampaklah kesesatan orang-orang musyrikin itu dan kesalahan tindakan mereka.",
                        "36": "Berikutnya ayat ini mengemukakan beberapa alasan yang menunjukkan kebenaran agama tauhid dan kesesatan keyakinan orang musyrikin, yaitu kebanyakan dari mereka yang mempersekutukan Allah dengan tuhan-tuhan yang lain, memusuhi Rasulullah saw dan mendustakan hari kebangkitan. Anggapan serupa itu bukanlah keyakinan yang benar, akan tetapi dugaan yang dilandasi taklid buta kepada nenek moyang mereka karena mereka menduga bahwa apa yang baik menurut nenek moyang mereka, adalah baik buat mereka, padahal yang dilakukan oleh nenek moyang mereka adalah sesat. Di sisi lain, ada segolongan kecil dari mereka yang mengetahui bahwa agama yang dibawa oleh Rasulullah saw itulah agama yang benar, dan berhala-berhala yang mereka sembah tidak dapat memberi pengaruh apa-apa kepada mereka. Akan tetapi karena hati mereka dikotori oleh kemusyrikan, dan sikap mereka yang sombong dan ingkar terhadap kerasulan Muhammad serta perasaan mereka yang takut apabila kepemimpinan mereka hilang, maka mereka tetap bertaklid buta kepada nenek moyang mereka yang bergelimang dalam kemusyrikan.\n\nKemudian Allah menerangkan bagaimana keadaan yang sebenarnya dari orang-orang yang mendasarkan keyakinannya kepada dugaan itu, bahwa sesungguhnya persangkaan itu sedikitpun tidak berguna untuk mencapai kebenaran. Dugaan-dugaan itu tidak dapat disamakan dengan keyakinan, dan keyakinan tidak bisa terjadi kecuali apabila didasarkan kepada sesuatu yang benar yaitu kepada yang telah mantap, yang tidak dapat diragukan lagi kebenarannya. Di akhir ayat Allah menegaskan bahwa Allah Maha Mengetahui apa saja yang mereka lakukan, baik perbuatan yang didasarkan kepada kepercayaan yang belum pasti kebenarannya, ataupun amal perbuatan yang didasarkan kepada yang telah pasti kebenarannya. Dia-lah yang mengetahui perbuatan-perbuatan mereka, dan memberikan balasan sesuai dengan perbuatan mereka.",
                        "37": "Allah menjelaskan bahwa tidaklah pantas dan tidak masuk akal apabila Al-Qur'an itu diciptakan oleh selain Allah. Dan tidak mungkin manusia mampu membuat Al-Qur'an. Sebagai alasan ketidakmungkinan itu ialah karena siapa pun juga selain Allah tidak akan mampu membuat yang semacam Al-Qur'an. Apabila ada yang merasa mampu membuatnya maka anggapan serupa itu hanyalah impian belaka yang tidak mungkin terjelma dalam dunia kenyataan. Hal ini pernah diucapkan oleh orang yang paling kafir dan paling memusuhi Nabi Muhammad saw yaitu Abu Jahal, pada saat mengomentari kejujuran Muhammad, \"Muhammad tidak pernah berdusta kepada seorangpun, jadi apakah mungkin ia berdusta kepada Allah.\"\n\nJadi apabila tidak mungkin Al-Qur'an itu diciptakan oleh selain Allah, maka yang dapat diyakini ialah bahwa Al-Qur'an itu hanyalah kalam Allah semata.\n\nAl-Qur'an berfungsi sebagai \"pembenar\" terhadap kitab-kitab yang sebelumnya, yaitu kitab yang diturunkan kepada Nabi Nuh, Ibrahim, Musa dan Isa a.s. Al-Qur'an berisi pokok-pokok agama yang membimbing umat yang beriman kepada Allah dan hari akhirat serta mengamalkan isinya dengan sebaik-baiknya.\n\nAl-Qur'an diturunkan kepada Muhammad saw bukanlah karena wahyu yang telah diturunkan kepada nabi-nabi sebelumnya itu tidak benar, tetapi karena umat manusia telah melupakan sebagian besar dari pokok-pokok agama mereka, bahkan ada pula yang sengaja memutarbalikkan agama mereka dan mencampurnya dengan tradisi-tradisi baru yang diciptakan oleh pemimpin mereka untuk merusak pokok ajaran agama mereka.\n\nPokok-pokok ajaran agama mereka itu belum pernah diketahui oleh Nabi Muhammad saw sebelum ia menjadi utusan yaitu sebelum ia menerima wahyu dari Allah.\n\nDikatakan bahwa Al-Qur'an sebagai pembenar terhadap kitab yang sebelumnya, karena Al-Qur'an membawa pokok-pokok ajaran yang bersesuaian dengan pokok-pokok akidah yang dibawa oleh Nabi Ibrahim. Juga disebabkan oleh kedatangan Nabi Muhammad saw yang menerima wahyu dari Allah itu, sesuai dengan isyarat yang terdapat dalam kitab-kitab yang sebelumnya, seperti firman Allah:\n\nYaitu) orang-orang yang mengikuti Rasul, Nabi yang ummi (tidak bisa baca tulis) yang (namanya) mereka dapati tertulis di dalam Taurat dan Injil yang ada pada mereka. (al-Araf/7: 157)\n\nAl-Qur'an itu berfungsi sebagai \"perinci\" kandungan kitab-kitab yang diturunkan oleh Allah, yaitu kitab-kitab yang mengandung hukum dari Allah, dan menjadi petunjuk bagi seluruh manusia, yang berisi akidah, syariat, contoh teladan, nasehat-nasehat, dan urusan kemasyarakatan. Al-Quran mengandung petunjuk dan tidak ada bagian yang dapat diragukan, Al-Quran datang dari Zat Yang menciptakan, dan seandainya Al-Quran itu bukan kalam Allah sudah tentu akan didapati di dalamnya kesimpangsiuran dan banyak kesalahan.",
                        "38": "Allah mengalihkan pembicaraan kepada orang-orang jahiliyah yang mengingkari kerasulan Muhammad saw dan Al-Qur'an itu ciptaan Muhammad. Menghadapi tuduhan orang-orang jahiliyah itu Allah memerintahkan kepada Rasulullah saw agar menangkis tuduhan mereka dengan mengatakan bahwa apabila perkataan mereka itu benar, hendaklah mereka membuat sebuah surah yang semisal dengan sebuah surah dalam Al-Qur'an, dari segi daya tariknya, petunjuk ilmunya, gaya bahasanya, dan susunannya. Sebagai tantangan kepada mereka, Allah menyuruh Nabi Muhammad saw untuk mengatakan kepada mereka agar mereka mengajak siapa saja yang dipandang mampu selain Allah, untuk membuktikan apa yang mereka ucapkan itu.\n\nFirman Allah:\n\nKatakanlah, \"Sesungguhnya jika manusia dan jin berkumpul untuk membuat yang serupa (dengan) Al-Quran ini, mereka tidak akan dapat membuat yang serupa dengannya, sekalipun mereka saling membantu satu sama lain.\" (al-Isra/17: 88)",
                        "39": "Allah mengungkapkan bahwa orang-orang musyrikin ternyata tidak mampu menjawab tantangan Allah untuk membuat sesuatu yang semisal dengan Al-Qur'an. Allah menjelaskan keadaan orang-orang musyrikin yang sebenarnya, bahwa mereka setelah mendengar ayat-ayat yang dibacakan oleh Muhammad, mereka secara serta merta mendustakan-nya, padahal mereka belum memikirkan terlebih dahulu kandungan isinya, dan belum mengetahui duduk persoalannya. Sikap yang demikian itu adalah karena mereka memusuhi Muhammad yang membawa keyakinan baru yang berbeda dengan keyakinan nenek moyang mereka.\n\nKemudian Allah membandingkan sikap orang-orang musyrikin itu dengan sikap orang-orang musyrik yang hidup pada masa-masa sebelum mereka. Sebab, ada persamaan di antara mereka yaitu orang-orang musyrikin Mekah mendustakan ayat-ayat yang diterima oleh Muhammad saw, sedang orang-orang musyrik dari umat-umat yang lalu mendustakan rasul-rasul mereka, sama-sama mendustakan wahyu yang diterima nabi-nabi sebelum mereka menyelidiki kebenarannya secara seksama sebelum memahami penjelasannya.\n\nYang dimaksud dengan penjelasan di sini ialah kenyataan yang harus dihadapi oleh mereka akibat mendustakan ayat-ayat yang diturunkan kepada Muhammad saw seperti kenyataan yang telah diterima mereka atau oleh umat-umat pada masa lalu, sebagai akibat dari keingkaran mereka terhadap wahyu yang mereka terima. Kenyataan yang mereka alami ialah siksaan Allah yang mereka rasakan di dunia sebelum mereka merasakan siksaan yang lebih berat di akhirat.\n\nDi akhir ayat, Allah menjelaskan bahwa memang demikian itulah nasib orang-orang yang mendustakan rasul-rasul dan nabi-nabi yang sebenarnya. Nasib ini tentu akan menimpa pula kaum musyrikin Mekah apabila mereka tetap bersikap keras dalam mendustakan wahyu-wahyu Allah. Allah memerintahkan kepada Nabi Muhammad saw dan pengikut-pengikutnya agar memperhatikan bagaimana akhir kehidupan umat yang menganiaya diri sendiri karena mereka berani memusuhi dan mendustakan rasul-rasul Allah.\n\nAllah berfirman:\n\nMaka masing-masing (mereka itu) Kami azab karena dosa-dosanya, di antara mereka ada yang Kami timpakan kepadanya hujan batu kerikil, ada yang ditimpa suara keras yang mengguntur, ada yang Kami benamkan ke dalam bumi, dan ada pula yang Kami tenggelamkan. Allah sama sekali tidak hendak menzalimi mereka, akan tetapi merekalah yang menzalimi diri mereka sendiri. (al-Ankabut/29: 40)",
                        "40": "Allah menjelaskan kepada Rasulullah dan pengikut-pengikutnya bahwa keadaan orang musyrikin yang mendustakan ayat-ayat Al-Qur'an akan terbagi menjadi dua golongan. Segolongan yang benar-benar mempercayai Al-Quran dengan iktikad yang kuat dan segolongan lainnya tidak mempercayainya dan terus menerus berada dalam kekafiran. Namun demikian, mereka tidak akan diazab secara langsung di dunia seperti nasib yang telah dialami oleh kaum sebelum Nabi Muhammad saw.\n\nDi akhir ayat dijelaskan bahwa Allah lebih mengetahui tentang orang-orang yang membuat kerusakan di bumi, karena mereka mempersekutukan Allah, menganiaya diri mereka sendiri dan menentang hukum Allah. Hal itu disebabkan karena fitrah mereka telah rusak. Mereka itulah orang-orang yang akan mendapat siksaan yang pedih.",
                        "41": "Allah memberikan penjelasan, apabila orang musyrikin itu tetap mendustakan Muhammad saw, maka Allah memerintahkan kepadanya untuk mengatakan kepada mereka bahwa Nabi Muhammad saw berkewajiban meneruskan tugasnya yaitu meneruskan tugas-tugas kerasulannya, sebagai penyampai perintah Allah yang kebenarannya jelas, perintah yang mengandung peringatan dan janji-janji serta tuntunan ibadah berikut pokok-pokok kemaslahatan yang menjadi pedoman untuk kehidupan dunia. Nabi Muhammad saw tidak diperintahkan untuk menghakimi mereka, apabila mereka tetap mempertahankan sikap mereka yang mendustakan Al-Qur'an dan mempersekutukan Allah, Allah berfirman:\n\nKatakanlah (Muhammad), \"Setiap orang berbuat sesuai dengan pem-bawaannya masing-masing.\" Maka Tuhanmu lebih mengetahui siapa yang lebih benar jalannya. (al-Isra/17: 84)\n\nMereka berlepas diri (tidak bertanggung jawab) terhadap apa yang dilakukan oleh Nabi Muhammad saw dan Nabi Muhammad pun tidak bertanggungjawab terhadap apa yang mereka lakukan. Maksudnya Allah tidak akan menjatuhkan hukuman kepada seseorang karena kesalahan orang yang lain. Allah berfirman:\n\nKatakanlah, \"Kamu tidak akan dimintai tanggung jawab atas apa yang kami kerjakan dan kami juga tidak akan dimintai tanggung jawab atas apa yang kamu kerjakan.\" (Saba/34: 25\n\nKatakanlah (Muhammad), \"Jika aku mengada-ada, akulah yang akan memi-kul dosanya, dan aku bebas dari dosa yang kamu perbuat.\" (Hud/11: 35)\n\nDan firman-Nya lagi:\n\nKemudian jika mereka mendurhakaimu maka katakanlah (Muhammad), \"Sesungguhnya aku tidak bertanggung jawab terhadap apa yang kamu kerjakan.\" (asy-Syuara/26: 216)",
                        "42": "Allah menjelaskan kepada Nabi Muhammad dan pengikut-pengikutnya bahwa di antara orang-orang yang mendustakan ayat-ayat Allah ada sekelompok manusia yang mendengarkan secara sembunyi-sembunyi apabila Al-Qur'an dibacakan. Mereka memperhatikan pokok-pokok agama yang terkandung di dalamnya, namun mereka tidak bermaksud untuk mendengarkan dengan ketulusan hati, karena mereka pada saat mendengar itu tidak mau mempergunakan akalnya untuk memperhatikan kandungan Al-Quran dan tidak pula mau memikirkan maksud dan tujuannya, sehingga mereka itu tidak dapat memahami tujuan yang sebenarnya.\n\nMereka mau mendengarkan karena tertarik kepada susunan bahasa yang indah dari Al-Quran dan merasa kagum mendengar keindahan susunannya, seperti seorang yang tertarik kepada kicauan burung di atas pepohonan, mereka hanya dapat menikmati keindahannya tetapi tidak dapat memahami maksud apa yang terkandung dalam kicauannya itu. Allah berfirman:\n\nSetiap diturunkan kepada mereka ayat-ayat yang baru dari Tuhan, mereka mendengarkannya sambil bermain-main. (al-Anbiya/21: 2)\n\nDan firman-Nya:\n\nDan di antara mereka ada yang mendengarkan bacaanmu (Muhammad), dan Kami telah menjadikan hati mereka tertutup (sehingga mereka tidak) memahaminya, dan telinganya tersumbat. Dan kalaupun mereka melihat segala tanda (kebenaran), mereka tetap tidak mau beriman kepadanya. Sehingga apabila mereka datang kepadamu untuk membantahmu, orang-orang kafir itu berkata, \"Ini (Al-Qur'an) tidak lain hanyalah dongengan orang-orang terdahulu.\" (al-Anam/6: 25)\n\nDi akhir ayat ini, Allah menegaskan bahwa Nabi Muhammad saw tidak akan mampu untuk membuat mereka itu mendengar dan mengerti akan apa yang mereka dengarkan, karena mereka itu telah kehilangan manfaat dari indera pendengaran dalam arti yang sebenar-benarnya. Mereka itu bukanlah pendengar yang baik, sebab pendengar yang baik ialah orang yang dapat memikirkan dan memahami serta melaksanakan maksud dan tujuan dari apa yang didengarnya. Apalagi mereka selamanya memang tidak akan berusaha untuk ikut mengerti, maka mereka tidak akan dapat manfaat dari apa yang mereka dengarkan dan tidak akan dapat memahami petunjuk-petunjuk yang dikandungnya.",
                        "43": "Sesudah itu Allah menjelaskan bahwa di antara orang-orang yang mendustakan ayat-ayat Allah ada pula kelompok orang yang benar-benar memperhatikan Nabi Muhammad saw pada saat membacakan Al-Qur'an. Akan tetapi, perhatian mereka itu hanya lahiriyah semata dan hanya melihat gerakan lidah Nabi pada saat mengucapkan lafaz dan susunannya, bukan merupakan perhatian yang murni yang dapat memahami dan memikirkan makna yang terkandung di dalam kata yang tersusun dalam kalimat itu. Itulah sebabnya maka cahaya iman dalam hati mereka tidak dapat memancar karena tertutup noda-noda kemusyrikan. Mereka tidak dapat melihat tanda-tanda kebenaran dan petunjuk yang terkandung dalam Al-Qur'an. Padahal pandangan batin inilah yang membedakan manusia dengan binatang. Seharusnya dengan perhatian itu manusia dapat memahami dan memikirkan apa yang dilihatnya, karena Allah menyamakan mereka itu dengan orang buta.\n\nPada akhir ayat, Allah menegaskan bahwa Nabi Muhammad sebagai utusan tidaklah mampu membuat mereka itu melihat tanda-tanda kebenaran yang terdapat di dalam ayat-ayat Al-Qur'an. Karena mereka memang tidak akan mampu mengindera tanda-tanda kebenaran ayatnya apalagi mereka tidak mempunyai niat untuk mempergunakan indera batinnya untuk memahami kandungan isi ayat-ayat Al-Qur'an itu selama-lamanya.",
                        "44": "Kemudian Allah menandaskan kepada kaum Muslimin, bahwa Dia tidak akan menganiaya hambanya dan tidak akan mengurangi daya indera dan semua alat yang dimiliki manusia untuk memperoleh petunjuk, agar mereka sampai kepada kebenaran dan dapat mempedomani petunjuk itu sehingga dapat melaksanakannya untuk mencapai segala sesuatu yang bermanfaat bagi mereka, asalkan manusia itu sendiri mau mempergunakan pancainderanya sebaik-baiknya. Kalau terjadi sebaliknya, merekalah yang menganiaya diri mereka sendiri. Karena mereka diberi mata dan telinga, tetapi tidak mau memahami petunjuk Allah berarti merekalah yang menganiaya diri mereka sendiri. Karena mereka tidak mau mendengar, dan diberi hati tetapi tidak mau mengerti, maka sepantasnyalah apabila mereka disiksa sebab menganiaya diri mereka sendiri. Allah telah menurunkan utusan untuk membimbing mereka kepada kehidupan yang bahagia di dunia dan di akhirat, tetapi mereka tidak mau mendengar dan tidak mau menaatinya, maka apabila mereka tersesat di dunia dan di akhirat kelak dijatuhi siksaan yang berat, maka yang menganiaya mereka itu tiada lain adalah diri mereka sendiri.",
                        "45": "Allah memerintahkan Rasul-Nya agar memberikan peringatan kepada orang musyrik bahwa Allah akan menimpakan siksa kepada mereka di Hari Kiamat yaitu pada saat mereka dihimpun di Padang Mahsyar setelah mereka dibangkitkan kembali dari alam kubur. Mereka akan diperiksa pada hari itu dan akan diberikan pembalasan yang setimpal dengan amalnya. Pada hari itu mereka akan dapat membandingkan betapa lamanya waktu yang harus mereka lalui apabila dibandingkan dengan kehidupan dunia yang terasa sebentar saja. Di saat itulah mereka akan merasa menyesal karena tertipu oleh kehidupan dan kenikmatan dunia yang sifatnya hanya sementara, serta melupakan kehidupan akhirat padahal kehidupan akhirat itu adalah kehidupan yang kekal dan di saat itu pulalah mereka akan merasakan penyesalan yang berkepanjangan dan menerima hukuman. Allah berfirman:\n\nPada hari mereka melihat azab yang dijanjikan, mereka merasa seolah-olah mereka tinggal (di dunia) hanya sesaat saja pada siang hari. Tugasmu hanya menyampaikan. Maka tidak ada yang dibinasakan kecuali kaum yang fasik (tidak taat kepada Allah). (al- Ahqaf/46: 35)\n\nDan firman Allah:\n\nDan pada hari (ketika) terjadinya Kiamat, orang-orang yang berdosa bersumpah, bahwa mereka berdiam (dalam kubur) hanya sesaat (saja). Begitulah dahulu mereka dipalingkan (dari kebenaran). (ar-Rum/30: 55)\n\nAllah menjelaskan bahwa orang-orang musyrik merasa merugi karena mereka tidak dapat merasakan kebahagiaan yang abadi, karena mereka tidak beriman dengan iman yang benar, serta tidak melakukan amal yang baik, yang dapat meningkatkan diri mereka menjadi makhluk yang mulia yang pantas menerima keridaan Allah, sehingga mereka berhak memasuki surga. Mereka juga mendustakan kepercayaan bahwa orang-orang yang diridai Allah dapat bertemu dengan Allah. Itulah sebabnya maka Allah pada akhir ayat menandaskan bahwa mereka itu tergolong orang-orang yang tidak mendapat petunjuk, karena mereka telah menentukan pilihan yang salah yaitu mengutamakan kehidupan dunia yang fana, daripada kehidupan akhirat yang abadi yang mengandung kenikmatan yang tiada taranya.",
                        "46": "Selanjutnya ditegaskan adanya siksaan yang dijanjikan Allah kepada orang-orang musyrik, yaitu siksaan yang akan ditimpakan kepada mereka di dunia dan di akhirat. Siksaan yang akan ditimpakan kepada mereka akan diperlihatkan kepada Rasul keseluruhan atau sebagiannya baik di waktu Rasul masih hidup ataupun setelah wafat. Hal itu bergantung kepada kehendak Allah semata. Yang dimaksud dalam ayat itu bahwa Rasulullah saw akan mengetahui siksaan yang akan ditimpakan kepada mereka itu tidak seluruhnya, tetapi hanya sebagian saja, yaitu siksaan yang telah ditimpakan kepada mereka di dunia seperti terkabulnya doa Nabi di waktu perang Badar, yaitu turunnya hujan yang deras yang menguntungkan kaum Muslimin dan merugikan orang-orang musyrik sehingga kaum Muslimin mendapat kemenangan yang gilang gemilang. Juga seperti kekalahan total orang-orang musyrik pada Fath Makkah sehingga kekuatan mereka menjadi binasa sama sekali. Sekalipun demikian, persoalan mereka akan dikembalikan kepada allah, karena di hari Mahsyar kelak Allah akan memperlihatkan kepada Nabi Muhammad saw keseluruhan azab yang akan mereka rasakan.\n\nKemudian Allah akan memberikan balasan yang setimpal dengan perbuatan yang mereka lakukan dan tidak ada sesuatupun yang dapat menghalang-halangi pembalasan dan siksaan yang akan mereka rasakan dan mereka alami. Allah berfirman:\n\nMaka bersabarlah engkau (Muhammad), sesungguhnya janji Allah itu benar. Meskipun Kami perlihatkan kepadamu sebagian siksa yang Kami ancamkan kepada mereka, atau pun Kami wafatkan engkau (sebelum ajal menimpa mereka), namun kepada Kamilah mereka dikembalikan. (Gafir/40: 77)\n\nDan firman Allah:\n\nAtau Kami perlihatkan kepadamu (azab) yang telah Kami ancamkan kepada mereka. Maka sungguh, Kami berkuasa atas mereka. (az-Zukhruf/43: 42)",
                        "47": "Ayat ini menjelaskan bahwa Allah telah mengutus rasul pada tiap-tiap umat, pada saat umat itu memerlukannya. Tujuan pengutusan rasul ialah untuk memberikan berbagai pedoman yang wajib mereka turuti seperti pokok-pokok akidah dan segala amal saleh yang menyelamatkan mereka dari siksaan di hari pembalasan. Pada saat para rasul itu telah datang kepada mereka dan telah menyampaikan kepada mereka petunjuk-petunjuk yang harus mereka ketahui mengenai urusan agama, maka seharusnyalah mereka tidak membuat alasan untuk menolak dan menentangnya. Pada hari pembalasan nanti Allah juga akan memberikan keputusan tentang apa yang harus mereka rasakan dengan seadil-adilnya, dan mereka sedikitpun tidak teraniaya, itulah pembalasan yang setimpal dengan perbuatan yang mereka lakukan, oleh karena itu mereka berhak dijatuhi siksaan yang pedih.",
                        "48": "Dalam ayat ini dijelaskan bahwa mereka akan bertanya kepada Rasulullah dan pengikut-pengikutnya tentang kapan saatnya janji yang telah dijanjikan kepada mereka itu akan terjadi. Pertanyaan itu adalah pertanyaan yang mengejek kepada Rasulullah dan pengikut-pengikutnya seolah-olah menurut penilaian mereka bahwa janji Allah itu tidak akan terjadi. Janji Allah yang ditanyakan kepada Nabi saw dan pengikutnya ialah ancaman Allah yang akan ditimpakan kepada mereka baik siksaan di dunia ataupun siksaan di akhirat.\n\nAllah berfirman:\n\n...Sehingga apabila mereka telah melihat apa yang diancamkan kepada mereka, baik azab maupun Kiamat, maka mereka akan mengetahui siapa yang lebih jelek kedudukannya dan lebih lemah bala tentaranya. (Maryam/19: 75)\n\nDan firman-Nya :\n\nKatakanlah (Muhammad), \"Aku tidak mengetahui, apakah azab yang diancamkan kepadamu itu sudah dekat ataukah Tuhanku menetapkan waktunya masih lama. (al-Jinn/72: 25)",
                        "49": "Allah mengajarkan kepada Rasulullah saw jawaban yang harus dikatakan kepada mereka dengan memerintahkan kepada Rasulullah saw agar mengatakan kepada mereka bahwa Rasulullah tidak berkuasa mendatangkan kemudaratan dan tidak pula mendatangkan kemanfaatan kepada dirinya. Sebab Rasulullah hanya utusan Allah yang tidak berkuasa untuk mempercepat ataupun memperlambat datangnya siksaan yang dijanjikan Allah kepada mereka, sebagaimana ia juga tidak dapat memperlambat datangnya pertolongan Allah yang dijanjikan oleh Allah kepada orang-orang Muslimin. Akan tetapi datangnya manfaat dan mudarat yang ditimpakan kepada manusia, tiada lain hanyalah atas kehendak Allah semata. Itu berarti apabila Allah menghendaki terjadinya sesuatu, maka hal itu tidak ada sangkut-pautnya dengan kehendak rasul-Nya, karena kehendak itu hanyalah semata-mata milik Allah yang memelihara alam semesta. Tugas Rasul hanyalah menyampaikan kehendak Alllah, bukan menciptakan kehendak. Apabila Rasulullah mengetahui akan hal-hal yang gaib, tidak lain hanya karena mengetahuinya dari wahyu Allah semata.\n\nFirman Allah:\n\nKatakanlah (Muhammad), \"Aku tidak kuasa mendatangkan manfaat maupun menolak mudarat bagi diriku kecuali apa yang dikehendaki Allah. Sekiranya aku mengetahui yang gaib, niscaya aku membuat kebajikan sebanyak-banyaknya dan tidak akan ditimpa bahaya. Aku hanyalah pemberi peringatan, dan pembawa berita gembira bagi orang-orang yang beriman.\" (al-Araf/7: 188)\n\nSebagai penegasan Allah menjelaskan bahwa tiap-tiap umat mempunyai ajal yang telah ditentukan waktunya oleh Allah. Ajal itu akan tiba saatnya apabila waktu yang telah ditentukan Allah telah tiba. Waktu tibanya ajal itu termasuk pengetahuan Allah yang tidak dapat diketahui oleh siapapun juga selain-Nya. Maka apabila ajal mereka telah tiba mereka tidak mampu menundanya sesaat pun, dan mereka tidak pula mampu memajukan waktunya dari waktu yang telah ditentukan. Demikian pula Rasulullah saw tidak akan berkuasa untuk menentukan panjang pendeknya ajal yang telah ditentukan Allah.",
                        "50": "Allah memerintahkan kepada Rasulullah saw untuk mengatakan kepada orang-orang musyrik agar mereka itu menerangkan apa yang akan mereka lakukan seandainya siksaan Allah yang dijanjikan kepada mereka itu datang dengan tiba-tiba. Baik datangnya di waktu malam pada saat mereka tidur lelap, atau di waktu siang hari, pada saat mereka sibuk dengan urusan mereka, apakah orang-orang yang berdosa itu minta disegerakan juga, lalu apakah yang mereka inginkan, apakah mereka menginginkan siksaan akhirat yang akan ditimpakan kepada mereka pada hari pembalasan. Maka apapun pilihan mereka, itu hanyalah menunjukkan kepicikan dan kebodohan mereka, sebab janji Allah pasti akan datang dan tidak seorangpun dapat menghalang-halanginya. Pernyataan ini mengandung ejekan terhadap mereka karena pada umumnya orang yang berbuat jahat dan bergelimang dalam kedurhakaan merasa takut akan siksaan yang akan ditimpakan kepadanya. Lambat laun siksaan itu tentu akan datang juga, dan mereka tidak akan dapat mengelakkan diri dari siksaan itu.",
                        "51": "Di ayat ini, Allah memerintahkan kepada Rasul agar menanyakan kepada mereka apakah orang-orang musyrik itu baru mau mempercayai ancaman Allah untuk mengazab mereka setelah terjadi azab yang mereka takuti. Padahal pada saat itu keimanan mereka tidak berguna lagi, lalu apa gunanya mereka selalu meminta supaya siksa yang dijanjikan kepada mereka itu disegerakan, ataukah permintaan menyegerakan itu hanyalah untuk menunjukkan sikap mereka yang selalu mendustakan ayat-ayat Allah dan menanggapi dengan kesombongan?",
                        "52": "Allah menjelaskan bahwa apabila mereka tetap tidak mau percaya, hendaklah dikatakan kepada mereka bahwa mereka akan merasakan siksaan Allah yang pasti akan datang dan untuk selama-lamanya. Siksaan Allah yang akan ditimpakan kepada mereka itu adalah sebagai imbalan dari apa yang mereka lakukan di dunia ini. Mereka akan diberi balasan setimpal dengan perbuatan yang telah mereka lakukan sesuai dengan pilihan mereka sendiri, seperti mengingkari kebenaran ayat-ayat Allah, menyekutukan Tuhan, membuat kerusakan di muka bumi dan kebebalan mereka tidak mau berhenti melakukan permusuhan terhadap Rasulullah serta mengingkari terjadinya hari kebangkitan.",
                        "53": "Allah menjelaskan kepada Nabi saw bahwa orang-orang kafir Quraisy akan menanyakan berita yang sangat penting kepadanya, yaitu mengenai ancaman Allah yang akan ditimpakan kepada mereka, siksaan dunia maupun siksaan akhirat. Apakah janji itu memang benar-benar akan terjadi ataukah ancaman itu hanya berupa kabar untuk menakut-nakuti mereka saja. Pertanyaan yang demikian menunjukkan keraguan mereka sendiri, karena pada saat mereka mendustakan ayat-ayat Allah mereka tidak akan meyakini kebenaran ucapan mereka itu karena mereka dipengaruhi oleh perasaan permusuhan kepada Nabi Muhammad sw dan hanya taklid kepada kepercayaan nenek moyangnya. Menghadapi pertanyaan itu Rasulullah saw diperintahkan untuk menjawab bahwa apa yang diberitakan itu benar-benar akan terjadi. Bahkan di dalam jawaban itu Allah menyatakan dengan sumpah yang menunjukkan bahwa janji itu memang betul-betul akan terjadi.\n\nFirman Allah:\n\nSungguh, azab Tuhanmu pasti terjadi, tidak sesuatu pun yang dapat menolaknya. (ath-thur/52: 7-8)\n\nDi akhir ayat Allah menandaskan bahwa apabila Allah telah menurunkan siksa yang dijanjikan kepada mereka, maka mereka tidak akan pernah luput dari ancaman itu, meskipun mereka berusaha lari dari siksaan itu.\n\nAllah berfirman:\n\nDan sesungguhnya kami (jin) telah menduga, bahwa kami tidak akan mampu melepaskan diri (dari kekuasaan) Allah di bumi dan tidak (pula) dapat lari melepaskan diri (dari)-Nya. (al-Jinn/72: 12)",
                        "54": "Allah menjelaskan bahwa seandainya tiap-tiap orang yang menganiaya diri mereka dengan mempersekutukan Allah dengan tuhan-tuhan yang lain, mempunyai seluruh kekayaan yang ada di bumi, dan diberi kesempatan kepada mereka untuk menebus diri mereka, agar mereka selamat dari siksa Allah dengan seluruh kekayaan yang mereka miliki, tentulah kesalahan mereka tidak seimbang dengan tebusan mereka itu. Apalagi pada saat itu tobat atau tabusan tidak dapat diterima lagi. Tidak ada perlindungan lagi bagi mereka untuk menyelamatkan diri dari siksaan Allah. Namun demikian, mereka berusaha menyembunyikan penyesalan itu. Hal yang demikian itu karena mereka telah benar-benar menyadari bahwa segenap usaha yang mereka lakukan tidak ada gunanya lagi, baik ia menjerit sekuat-kuatnya atau membungkam seribu bahasa. Pada saat itu keputusan Allah telah ditetapkan di antara mereka dengan seadil-adilnya. Mereka akan merasakan balasan dari seluruh tindakan mereka, yang secara fanatik mengikuti nenek moyang mereka yang tetap bergelimang dalam kemusyrikan.\n\nApabila mereka mendapat siksaan serupa itu tidaklah dapat dikatakan bahwa Allah menganiaya mereka, tetapi mereka sendirilah yang menganiaya diri mereka. Siksaan Allah yang akan menimpa mereka itu digambarkan sebagai berikut:\n\nSesungguhnya Kami telah memperingatkan kepadamu (orang kafir) azab yang dekat, pada hari manusia melihat apa yang telah diperbuat oleh kedua tangannya; dan orang kafir berkata, \"Alangkah baiknya seandainya dahulu aku jadi tanah.\" (an-Naba/78: 40)\n\nDan firman-Nya:\n\nWahai, celaka aku! Sekiranya (dulu) aku tidak menjadikan si fulan itu teman akrab(ku). (al-Furqan/25: 28)\n\nDan firman-Nya:\n\nSungguh, dia telah menyesatkan aku dari peringatan (Al-Quran) ketika (Al-Quran) itu telah datang kepadaku. Dan setan memang pengkhianat manusia. (al-Furqan/25: 29)",
                        "55": "Pada ayat ini, Allah menjelaskan tanda-tanda kekuasaan-Nya dalam menerapkan hukum-hukum-Nya yang tak dapat dihalang-halangi oleh siapapun, dan tidak dapat ditebus dengan segala macam tebusan, karena langit, bumi dan segala isinya adalah milik Allah. Allah meminta perhatian kepada seluruh manusia, agar tidak melalaikan ketentuan-Nya. Yang dimaksud dengan segala sesuatu yang ada di antara langit dan bumi dalam ayat ini, ialah semua benda alam termasuk makhluk yang berakal. Hal ini dimaksudkan agar manusia suka merenungkan bahwa langit, bumi dan seluruh isinya berada dalam pengawasan-Nya, dan Allah menetapkan hukum-hukum-Nya menurut kehendak-Nya. Dia dapat memberikan karunia kepada hamba-hamba-Nya menurut kehendak-Nya, dan memberikan siksaan kepada makhluk-Nya menurut kehendak-Nya pula.\n\nSelain itu Allah juga menegaskan bahwa janji apa saja yang telah ditetapkan Allah kepada hamba-Nya melalui rasul-Nya, adalah janji yang benar pasti dan akan datang karena Allah berkuasa atas sesuatu, tentu berkuasa pula memenuhi janji-Nya. Tak ada seorangpun yang dapat mempengaruhi-Nya.\n\nKemudian Allah mencela sebagian besar orang-orang musyrik karena mereka selalu mendustakan ayat-ayat Allah dan hari kebangkitan, padahal mereka telah membaca kebenaran ayat-ayat Allah, dan telah mendengar bimbingan-bimbingan yang dibawa oleh Rasulullah saw. Hal itu menunjukkan bahwa penilaian mereka tidak murni lagi, akan tetapi dipengaruhi oleh sikap permusuhan kepada Nabi saw, dan kefanatikan mereka terhadap agama nenek moyang mereka.",
                        "56": "Allah menandaskan bahwa Dialah Zat yang menunjukkan, yang dapat menghidupkan dan mematikan. Dia berkuasa untuk menentukan hidup dan mati semua makhluk dan benda hidup yang ada di langit dan bumi ini. Tak ada Zat lain yang mempengaruhi-Nya dan menghalang-halangi kehendak-Nya. Dia berkuasa pula untuk membangkitkan manusia dari alam kuburnya dan mengembalikan mereka kepada-Nya, pada saat hari yang telah dijanjikan, yaitu hari pembalasan, yang saat itu manusia akan diadili, dan akan diberi pembalasan sebagaimana mestinya, setimpal dengan amal perbuatannya.",
                        "57": "Allah berseru kepada sekalian manusia bahwa kepada mereka telah didatangkan Al-Qur'an melalui rasul-Nya. Di dalamnya terkandung pedoman-pedoman hidup yang sangat berguna bagi kehidupan mereka.\n\nDi dalam ayat ini disebutkan pedoman-pedoman hidup itu, sebagai jawaban atas keingkaran mereka terhadap ayat-ayat Allah dan ancaman-ancaman-Nya. Ayat ini menyimpulkan fungsi Al-Qur'an al-Karim dalam memperbaiki jiwa manusia di antaranya:\n\n1. Mauidhah, yaitu pelajaran dari Allah kepada seluruh manusia agar mereka mencintai yang hak dan benar, serta menjauhi perbuatan yang batil dan jahat. Pelajaran ini harus betul-betul dapat terwujud dalam perbuatan mereka.\n\n2. Syifa yaitu penyembuh bagi penyakit yang bersarang di dada manusia, seperti penyakit syirik, kufur dan munafik, termasuk pula semua penyakit jiwa yang mengganggu ketenteraman jiwa manusia, seperti putus harapan, lemah pendirian, memperturutkan hawa nafsu, menyembunyikan rasa hasad dan dengki terhadap manusia, perasaan takut dan pengecut, mencintai kebatilan dan kejahatan, serta membenci kebenaran dan keadilan.\n\n3. Huda, yaitu petunjuk ke jalan yang lurus yang menyelamatkan manusia dari keyakinan yang sesat dengan jalan membimbing akal dan perasaannya agar berkeyakinan yang benar dengan memperhatikan bukti-bukti kebenaran Allah, serta membimbing mereka agar giat beramal, dengan jalan mengutamakan kemaslahatan yang akan mereka dapati dari amal yang ikhlas serta menjalankan aturan hukum yang berlaku, mana perbuatan yang boleh dilakukan dan mana perbuatan yang harus dijauhkan.\n\n4. Rahmah, yaitu karunia Allah yang diberikan kepada orang-orang mukmin, yang dapat mereka petik dari petunjuk-petunjuk yang terdapat dalam Al-Qur'an. Orang-orang mukmin yang meyakini dan melaksanakan petunjuk-petunjuk yang terdapat dalam Al-Qur'an akan merasakan buahnya. Mereka akan hidup tolong-menolong, sayang-menyayangi, bekerja sama dengan menegakkan keadilan, menumpas kejahatan dan kekejaman, serta saling bantu membantu untuk memperoleh kesejahteraan.\n\nAllah berfirman:\n\nMuhammad adalah utusan Allah dan orang-orang yang bersama dengan dia bersikap keras terhadap orang-orang kafir, tetapi berkasih sayang sesama mereka. (al-Fath/48: 29)\n\nDan firman-Nya:\n\nKemudian dia termasuk orang-orang yang beriman dan saling berpesan un-tuk bersabar dan saling berpesan untuk berkasih sayang. (al-Balad/90: 17)\n\nEmpat sifat yang terkandung dalam ayat ini diciptakan Allah sesuai dengan fitrah kejadian manusia. Artinya, menurut akal, manusia mempunyai kecenderungan untuk menerima nasehat-nasehat yang baik, menerima petuah-petuah yang dapat mengobati kegoncangan jiwanya, menerima petunjuk-petunjuk yang dapat dipedomani untuk kebahagiaan hidupnya dan suka hidup damai, kasih mengasihi dan sayang menyayangi di antara mereka.\n\nSifat rahmah dikhususkan buat orang mukmin di dalam ayat ini, sebab merekalah yang mau menjadikan Al-Qur'an sebagai pedoman, dan menjalankan perintah-Nya serta menjauhi larangan-Nya. Sedang orang-orang kafir dan orang-orang musyrik tidak mau mempercayai apalagi mengerjakan isi kandungannya.",
                        "58": "Allah memerintahkan kepada Nabi Muhammad saw agar mengatakan kepada umat-Nya bahwa rahmat Allah adalah karunia yang paling utama, melebihi keutamaan-keutamaan lain yang diberikan kepada mereka di dunia. Oleh sebab itu, Allah memerintahkan agar mereka bergembira dan bersyukur atas nikmat yang mereka terima, yang melebihi kenikmatan-kenikmatan yang lainnya.\n\nKegembiraan orang-orang mukmin karena berpegang teguh kepada Al-Qur'an digambarkan dalam ayat lain sebagai berikut:\n\nAllah berfirman:\n\nDan pada hari (kemenangan bangsa Romawi) itu bergembiralah orang-orang yang beriman. (ar-Rum/30: 4)\n\nDan firman-Nya:\n\nDan orang yang telah Kami berikan kitab kepada mereka bergembira de-ngan apa (kitab) yang diturunkan kepadamu (Muhammad). (ar-Rad/13: 36)\n\nDikatakan bahwa karunia Allah dan Rahmat-Nya lebih baik dari yang lain, yang dapat mereka capai, karena karunia Allah dan rahmat-Nya yang terpancar dari Al-Qur'an adalah kekal untuk mereka, sedangkan kenikmatan yang lain bersifat fana dan sementara, yang hanya dapat mereka rasakan selama mereka mengarungi kehidupan di dunia saja, apabila mereka kembali ke alam baka, kenikmatan yang dapat mereka kumpulkan di dunia itu tidak berguna lagi bagi mereka.",
                        "59": "Pada ayat ini, Allah memerintahkan kepada Rasul-Nya agar mengatakan kepada orang-orang musyrikin yang mengingkari kebenaran wahyu dan kerasulan Muhammad bahwa apakah semua rezeki yang telah diturunkan kepada mereka, yang menjadi sumber penghidupan mereka, baik tumbuh-tumbuhan atau binatang ternak, dapat ditentukan hukumnya, halal atau haram oleh mereka sendiri. Padahal sudah jelas bahwa yang menciptakan semuanya itu adalah Allah. Maka sebenarnya mereka tidak berhak menentukan hukumnya. Itulah sebabnya maka Allah memerintahkan kepada Rasul-Nya agar mengatakan kepada mereka bahwa yang berhak menentukan hukum itu ialah yang menciptakan kesemuanya, yaitu Allah. Ataukah mereka beranggapan bahwa Allah telah memberikan izin kepada mereka untuk menentukan hukum ataukah mereka berbuat sedemikian itu hanyalah dengan mengada-adakan saja atas nama Allah, atau anggapan mereka saja bahwa apa yang telah mereka tentukan sesuai dengan ketentuan Allah, yaitu apa yang mereka haramkan, itulah yang diharamkan Allah dan apa yang mereka halalkan, itulah yang dihalalkan Allah? Kemungkinan yang pertama, yaitu mereka mendapat izin Allah adalah tidak mungkin terjadi karena mereka sendiri telah mendustakan wahyu itu sendiri, maka kemungkinan keduanyalah yang bisa terjadi yaitu mereka menentukan hukum itu hanyalah atas dasar dugaan semata, atau dengan kata lain mereka mengada-adakan atas nama Allah.\n\nDan mereka menyediakan sebagian hasil tanaman dan hewan (bagian) untuk Allah sambil berkata menurut persangkaan mereka, \"Ini untuk Allah dan yang ini untuk berhala-berhala kami.\" Bagian yang untuk berhala-berhala mereka tidak akan sampai kepada Allah, dan bagian yang untuk Allah akan sampai kepada berhala-berhala mereka. Sangat buruk ketetapan mereka itu. (al-Anam/6: 136)",
                        "60": "Allah mengungkapkan kesalahan dari dugaan mereka bahwa pada hari pembalasan nanti setiap orang diberi balasan yang setimpal dengan amalnya, mereka itu tidak akan dihisab, mereka tidak akan dijatuhi hukuman, karena berbuat dusta atas nama Allah, atau karena beranggapan bahwa diri mereka berhak menentukan hukum, halal dan haramnya sesuatu. Kesalahan mereka inilah yang menyeret mereka kepada kesalahan yang lebih besar, yaitu mereka secara sengaja telah berani mencampuri urusan yang sebenarnya menjadi hak Allah, menentang wahyu yang diturunkan dari Allah dan mempersekutukan Allah dengan tuhan-tuhan yang lain.\n\nMereka (para jin itu) bekerja untuk Sulaiman sesuai dengan apa yang dikehendakinya di antaranya (membuat) gedung-gedung yang tinggi, patung-patung, piring-piring yang (besarnya) seperti kolam dan periuk-periuk yang tetap (berada di atas tungku). Bekerjalah wahai keluarga Dawud untuk bersyukur (kepada Allah). Dan sedikit sekali dari hamba-hamba-Ku yang bersyukur. (Saba/34: 13)\n\nAllah menjelaskan alasan, mengapa mereka harus menerima hukuman, yaitu karena kesalahan mereka sendiri. Allah telah melimpahkan karunia-Nya yang sangat besar kepada manusia, yaitu menurunkan wahyu untuk dijadikan pedoman hidup mereka, agar mereka hidup berbahagia di dunia dan di akhirat, dan telah menentukan halal dan haramnya segala sesuatu, agar mereka terbimbing kepada kehidupan yang makmur dan sentausa. Allah telah menurunkan aneka ragam rezeki untuk mencukupi kebutuhan hidup mereka.\n\nDi akhir ayat Allah menyayangkan mengapa sebagian besar manusia tidak mau mensyukuri segala macam nikmat yang telah diberikan kepada mereka, bahkan mereka menganiaya diri mereka sendiri dengan jalan menentang ketentuan dan hukum yang telah ditetapkan Allah. Mereka tidak mau mempedomani wahyu yang telah diturunkan kepada mereka. Kebanyakan dari mereka hidup mengikuti hawa nafsu dan menghambur-hamburkan harta benda, karena perasaan takabur dan membanggakan diri.",
                        "61": "Allah menjelaskan kepada Rasul-Nya dan kaum Muslimin bahwa pada saat Rasulullah melaksanakan urusan yang penting yang menyangkut kepentingan masyarakat, pada saat membacakan ayat-ayat Al-Qur'an, dan pada saat manusia melaksanakan amal perbuatannya, tidak ada yang terlepas dari pengawasan Allah. Dia menyaksikan semua amal perbuatan itu pada saat dilakukannya.\n\nYang termasuk urusan penting dalam ayat ini ialah segala macam urusan yang menyangkut kepentingan umat seperti urusan dakwah Islamiyah, yaitu mengajak umat agar mengikuti jalan yang lurus, dengan cara yang bijaksana dan suri tauladan yang baik, membangunkan kesadaran umat agar tertarik untuk melakukan perintah agama dan menjauhi larangan-larangan-Nya, termasuk pula urusan pendidikan umat dan cara-cara merealisir pendidikan itu hingga menjadi kenyataan yang berfaedah bagi kesejahteraan umat. Disebutkan pula bahwa ayat-ayat Al-Qur'an yang dibaca itu mencakup semua urusan berdasarkan pola-pola pelaksanaannya, tidak boleh menyimpang dari padanya, karena urusan segala umat secara prinsip telah diatur dalam kitab itu.\n\nKemudian disebutkan semua amalan yang dilakukan oleh hamba-Nya, yang telah digariskan oleh wahyu yang diturunkan kepada rasul-Nya, dengan mempedomani isi dari wahyu itu dalam urusannya sehari-hari, serta menaati rasul, karena apa yang diucapkan dan dikerjakan rasul menjadi suri tauladan yang baik bagi seluruh umat.\n\nAllah menandaskan bahwa segala macam amalan yang dilakukan oleh hamba-Nya, tidak ada satupun yang luput dari ilmu dan pengawasan Allah, meskipun amalan itu lebih kecil dari benda yang terkecil, ataupun urusan itu maha penting sehingga tak terkendalikan oleh manusia. Disebutkannya urusan yang kecil dari yang terkecil dan urusan yang maha penting, agar tergambar dalam hati para hamba-Nya, bahwa ilmu Allah itu begitu sempurna sehingga tidak ada satu urusanpun yang luput dari ilmu-Nya, bagaimanapun remehnya urusan itu dan bagaimana pentingnya urusan itu, apalagi urusan itu di luar kemampuan manusia.\n\nIlmu Allah tidak hanya meliputi segala macam urusan yang ada di bumi, tetapi. Juga meliputi segala macam urusan di langit, yang urusannya lebih rumit dan lebih sukar tergambar dalam pikiran manusia. Hal ini untuk menguatkan arti dari keluasan ilmu Allah, sehingga terasalah keagungan dan kekuasaan-Nya.\n\nDi akhir ayat ini, Allah menyatakan dengan tegas bahwa tidak ada satu urusanpun melainkan telah tercatat dalam kitab yang nyata yaitu Lauh Mahfudh, maksudnya segala macam urusan itu semuanya dikontrol dan dikendalikan serta dikuasai oleh ilmu Allah Yang Maha Luas dan tercatat dalam kitab-Nya yang jelas di Lauh Mahfudh.\n\nAllah berfirman:\n\nDan kunci-kunci semua yang gaib ada pada-Nya; tidak ada yang mengetahui selain Dia. Dia mengetahui apa yang ada di darat dan di laut. Tidak ada sehelai daun pun yang gugur yang tidak diketahui-Nya. Tidak ada sebutir biji pun dalam kegelapan bumi dan tidak pula sesuatu yang basah atau yang kering, yang tidak tertulis dalam Kitab yang nyata (Lauh Mahfudh). (al-Anam/6: 59)",
                        "62": "Di ayat ini, Allah mengarahkan perhatian kaum Muslimin agar mereka mempunyai kesadaran penuh, bahwa sesungguhnya wali-wali Allah, tidak akan merasakan kekhawatiran dan gundah hati.\n\nWali-wali Allah dalam ayat ini ialah orang-orang yang beriman dan bertakwa, sebagai sebutan bagi orang-orang yang membela agama Allah dan orang-orang yang menegakkan hukum-hukum-Nya di tengah-tengah masyarakat, dan sebagai lawan kata dari orang-orang yang memusuhi agama-Nya, seperti orang-orang musyrik dan orang kafir (lihat tafsir Surah al-Anam/6: 51-55).\n\nDikatakan tidak ada rasa takut bagi mereka, karena mereka yakin bahwa janji Allah pasti akan datang, dan pertolongan-Nya tentu akan tiba, serta petunjuk-Nya tentu membimbing mereka ke jalan yang lurus. Dan apabila ada bencana menimpa mereka, mereka tetap sabar menghadapi dan mengatasinya dengan penuh ketabahan dan tawakal kepada Allah. (lihat tafsir Surah al-Baqarah/2: 249).\n\nHati mereka tidak pula gundah, karena mereka telah meyakini dan rela bahwa segala sesuatu yang terjadi di bawah hukum-hukum Allah berada dalam genggaman-Nya. Mereka tidak gundah hati lantaran berpisah dengan dunia, dengan semua kenikmatan yang besar. Mereka tidak takut akan menerima azab Allah di hari pembalasan karena mereka dan seluruh sanubarinya telah dipasrahkan kepada kepentingan agama. Mereka tidak merasa kehilangan sesuatu apapun, karena telah mendapatkan petunjuk yang tak ternilai besarnya (lihat tafsir Surah al-Baqarah/2: 2 dan al-Anfal/8: 29).",
                        "63": "Allah menjelaskan siapa yang dimaksud dengan wali-wali Allah yang berbahagia itu dan apa sebabnya mereka demikian. Penjelasan yang didapat dalam ayat ini menunjukkan bahwa wali itu ialah orang-orang yang beriman dan bertakwa. Dimaksud beriman di sini ialah orang yang beriman kepada Allah, kepada malaikat-Nya, kepada kitab-kitab-Nya, kepada rasul-rasul-Nya, kepada hari akhir, segala kejadian yang baik dan yang buruk semuanya dari Allah, serta melaksanakan apa yang seharusnya dilakukan oleh orang-orang yang beriman. Sedang yang dimaksud dengan bertakwa ialah memelihara diri dari segala tindakan yang bertentangan dengan hukum-hukum Allah, baik hukum-hukum Allah yang mengatur tata alam semesta, ataupun hukum syara yang mengatur tata hidup manusia di dunia (lihat tafsir Surah al-Anfal/8: 10).",
                        "64": "Allah menjelaskan bahwa mereka mendapat kabar gembira, yang mereka rasakan dalam kehidupan mereka di dunia dan di akhirat. Kabar gembira yang mereka dapati ini ialah kabar gembira yang telah dijanjikan Allah melalui Rasul-Nya. Di dunia, kabar gembira itu antara lain berbentuk kemenangan yang mereka peroleh dalam menegakkan kalimah Allah, kesuksesan hidup karena menempuh jalan yang benar, dan harapan yang diperoleh sebagai khalifah di dunia. Selama mereka tetap berpegang kepada hukum Allah dan membela kebenaran agama Allah, mereka akan mendapat husnul khatimah. Adapun kabar gembira yang akan mereka dapati di akhirat yaitu, selamat dari siksa kubur, dari sentuhan api neraka dan kekalnya mereka di dalam surga Adn (lihat tafsir Surah al-Anfal/8: 10).\n\nAllah menegaskan bahwa tidak ada perubahan dari janji-janji Allah. Maksudnya bahwa kabar gembira yang telah dijanjikan Allah di dalam kitab-Nya dan ditetapkan oleh sabda Rasul-Nya, baik janji Allah yang mereka dapati di dunia dan yang akan mereka dapati di akhirat, tidak akan berubah karena hal itu adalah buah dari iman yang benar, yang mereka hayati dan dari takwa yang mereka jalankan.\n\nDi akhir ayat ini Allah menyatakan bahwa apa yang mereka peroleh adalah kemenangan yang gilang gemilang yang tak ada tandingannya di dunia, yaitu kebahagiaan hidup di surga dan terlepas dari siksa neraka.",
                        "65": "Allah melarang kaum Muslimin merasa risau dan gundah lantaran perkataan orang-orang musyrikin yang memusuhi agama Allah dan mendustakan wahyu Allah, karena sesungguhnya kemenangan, kekuatan, dan perlindungan itu tidaklah mereka miliki, tetapi Allah lah yang berkuasa untuk memberikan kesemuanya kepada makhluk-Nya menurut kehendak-Nya. Kaum Muslimin dilarang takut menghadapi orang-orang musyrikin hanya karena jumlahnya yang besar (lihat tafsir Surah al-Anfal/8: 10).\n\nDi akhir ayat ini Allah menegaskan bahwa Dialah Yang Maha Mendengar terhadap perkataan orang-orang musyrik yang mendustakan Rasul dan mendustakan kebenaran wahyu. Yang Maha Mengetahui tindakan-tindakan mereka yang dilakukan terhadap Nabi dan pengikutnya, seperti tipu daya mereka untuk mengalahkan agama tauhid dan penganiayaan mereka terhadap Nabi dan pengikut-pengikutnya.",
                        "66": "Ayat ini mengingatkan kaum Muslimin bahwa semua yang ada di langit dan di bumi, berada di bawah kekuasaan Allah, termasuk pula patung-patung yang mereka sembah dan mereka perserikatkan dengan Allah, berada di dalam kekuasaan-Nya pula. Orang-orang musyrik mempersekutukan Allah dengan tuhan-tuhan yang lain bukanlah berdasarkan pada keyakinan yang benar, akan tetapi hanyalah berdasarkan pada persangkaan belaka. Mereka menyembah patung karena adanya anggapan, bahwa patung-patung yang mereka sembah itu dapat menolong mereka, dan dapat mendekatkan diri kepada Allah, agar doa-doa mereka dikabulkan Allah. Anggapan serupa itu timbul dalam pikiran mereka, karena mereka menganggap bahwa Allah itu sama dengan pemimpin-pemimpin serta pembesar-pembesar mereka yang bengis dan zalim. Apabila mereka ingin berhubungan dengan pembesar-pembesar mereka atau ingin menyampaikan permohonan kepada mereka, permohonan itu tidak akan diterima atau mendapat pelayanan sebagaimana mestinya, apabila tidak terlebih dahulu melalui tangan kanan pemimpin mereka.\n\nDi akhir ayat Allah menegaskan bahwa orang-orang musyrik mengikuti dugaan-dugaan seperti itu adalah karena kebodohan yang tidak akan membawa mereka kepada kebenaran sedikitpun.",
                        "67": "Allah menegaskan kepada kaum Muslimin bahwa Allah lah yang menciptakan malam bagi manusia, agar supaya manusia dapat beristirahat pada waktu itu. Dia pula menciptakan siang terang benderang oleh cahaya matahari agar manusia pada waktu itu dapat mencari karunia-Nya. Pergantian siang dan malam diatur oleh Allah dengan hukum-hukum-Nya. Dengan hukum-hukum-Nya benda-benda langit beredar dalam orbitnya yang telah ditentukan. Dalam mengatur peredaran benda-benda langit Allah tidak memerlukan tuhan-tuhan yang lain untuk membantu, tetapi cukup dengan hikmah-Nya yang tinggi, Allah berkuasa untuk mengatur peredaran benda-benda itu. Karena adanya peredaran benda-benda langit itu, maka timbul perbedaan waktu dan perubahan cuaca, sehingga manusia dapat memilih waktu yang sesuai guna mencukupi keperluan hidupnya, dan memenuhi kewajibannya terhadap Penciptanya.\n\nDi akhir ayat ini Allah menjelaskan bahwa orang-orang yang benar-benar memperhatikan ayat-ayat yang dibacakan oleh Rasulullah saw dan memikirkan baik-baik isi kandungannya, serta memperhatikan hukum-hukum Allah yang berlaku di alam semesta, tentu akan mengakui keesaan dan kekuasaan Allah.",
                        "68": "Allah menjelaskan kepada kaum Muslimin bahwa orang-orang Yahudi, Nasrani, dan orang-orang musyrik mengatakan bahwa Allah mempunyai anak, seperti kepercayaan orang-orang Yahudi bahwa Uzair anak Allah, kepercayaan orang-orang Nasrani bahwa Isa Al-Masih putera Allah, dan orang-orang musyrik menduga bahwa para malaikat itu anak perempuan Allah. Allah menyangkal anggapan-anggapan dan tuduhan-tuduhan mereka. Bagaimana mungkin tuduhan-tuduhan itu dapat dibenarkan sebab Dialah Yang Maha mencipta, memiliki, dan berkecukupan, bahkan langit, bumi, dan benda-benda yang ada di antaranya adalah ciptaan-Nya. Dialah Yang Menguasai, Allah tidak memerlukan semua benda yang ada, malahan sebaliknya mereka itulah yang memerlukan Allah. Apabila manusia memerlukan anak, memang sudah sepantasnya, sebab anak itulah yang melanjutkan keturunan dan menjadi kebanggaannya. Akan tetapi Allah tidak memerlukan anak sebab Dialah yang menciptakan manusia dan keturunan-nya.\n\nAllah menandaskan bahwa orang-orang Ahli Kitab dan orang-orang musyrik yang beranggapan demikian itu, tidak mempunyai alasan sedikitpun untuk membuktikan kebenaran anggapannya, bahkan anggapan itu hanyalah menunjukkan kebodohan mereka sendiri. Itulah sebabnya maka Allah menyatakan di akhir ayat ini, bahwa mereka menyatakan sesuatu yang mereka sendiri tidak tahu kebenarannya, itulah suatu kebodohan besar. Apalagi setelah mereka mendapat keterangan dari wahyu yang dibacakan, dan mereka masih tetap mempertahankan anggapannya, hal ini menunjukkan kebebalan mereka. Dari ayat ini dapat diambil pelajaran bahwa orang yang mengatakan sesuatu tanpa mempunyai alasan adalah menunjukkan kepada kebodohan sendiri.",
                        "69": "Allah memerintahkan kepada Rasul-Nya agar mengatakan kepada orang-orang yang mempersekutukan-Nya dengan tuhan-tuhan yang lain, atau orang-orang yang mengatakan bahwa Allah mempunyai anak, bahwa orang-orang yang mengadakan kebodohan terhadap Allah seperti mereka itu, tidak akan beruntung karena apa yang mereka harapkan seperti keselamatan mereka dari siksaan api neraka, dan kehidupan bahagia berkat pertolongan dari patung-patung yang mereka pertuhankan, tidak akan menjadi kenyataan.",
                        "70": "Allah memberikan penjelasan bahwa mereka itu memperoleh kesenangan sementara di dunia, tertipu oleh kenikmatan dunia yang fana. Kenikmatan dunia apabila dibandingkan dengan kenikmatan di akhirat tidak ada artinya sama sekali. Kemudian pada hari kebangkitan mereka akan dikembalikan kepada Allah. Pada masa itulah mereka akan dikumpulkan di Padang Mahsyar, dan dimintai tanggung jawabnya atas semua perbuatan yang mereka lakukan di dunia. Kemudian Allah akan memberikan siksaan yang setimpal dengan perbuatan mereka, yaitu siksaan yang pedih yang tidak terperikan, disebabkan oleh keingkaran mereka terhadap ayat-ayat Allah dan kedustaan terhadap Nabi Muhammad saw.",
                        "71": "Allah memerintahkan Nabi Muhammad saw untuk menceritakan kepada kaum musyrikin Mekah tentang peristiwa penting dalam kisah Nabi Nuh a.s. dan kaumnya. Nabi Nuh a.s. menyatakan kepada kaumnya tentang kebulatan tekadnya untuk terus menyebarkan agama Allah seraya menyerah-kan sepenuhnya segala keputusan kepada Allah. Tidak memperdulikan apakah kaumnya itu keberatan akan kehadirannya di tengah-tengah mereka untuk menyeru mereka menyembah Allah, ataukah mereka keberatan terhadap peringatan yang disampaikannya tentang bukti-bukti keesaan Allah. \n\nBerkat kebulatan tekad dan ketawakkalannya itu, Nabi Nuh a.s. tidak ragu-ragu menentang kaumnya supaya mereka membulatkan keputusan mereka dengan mengikutsertakan sembahan-sembahan mereka untuk membinasakan beliau. Bahkan dia menganjurkan kepada mereka agar dalam menetapkan rencana itu terang-terangan, tidak sembunyi-sembunyi. Kemudian bilamana rencana itu sudah matang dengan pemufakatan yang terbuka, Nabi Nuh menyerukan supaya mereka segera melaksanakan rencana pembunuhan terhadap dirinya itu dan tidak menunda-nundanya.",
                        "72": "Ayat ini menjelaskan bahwa Nabi Nuh a.s. mengatakan kepada kaumnya bahwa dia tidak akan minta imbalan apa-apa kepada mereka dan tidak akan memperoleh keuntungan duniawi dari tugas dakwah itu, kecuali pahala dan ganjaran dari Allah. Karena itu tidak ada alasan bagi mereka untuk berpaling dari seruannya itu. Sekiranya mereka berpaling dari peringatan-peringatan dan seruan-seruan itu, sedikitpun Nabi Nuh tidak dirugikan atau disusahkan. Dia diperintahkan untuk menjadi orang yang menjunjung tinggi segala perintah Allah dan berserah diri kepada-Nya.",
                        "73": "Dalam ayat ini diterangkan bahwa meskipun Nabi Nuh a.s. sudah mengemukakan kebenaran seruan dan ajakannya dengan alasan-alasan yang logis, namun kaumnya terus mengingkarinya dan mendustakan kerasulan-nya. Karena kemungkinan mereka beriman telah tertutup, hukuman Tuhan diturunkan kepada mereka berupa angin topan yang dahsyat serta banjir besar yang menenggelamkan mereka. Nabi Nuh dan orang-orang beriman bersamanya, diselamatkan Allah dari bencana topan itu. Mereka naik ke sebuah bahtera yang mereka buat sebelum serangan topan itu atas petunjuk Allah. Mereka inilah yang menjadi penghuni bumi dan menggantikan kaum yang telah binasa itu yaitu mereka yang mendustakan ayat-ayat Allah. Dalam salah satu firman-Nya, Allah berkata:\n\nDan berapa banyak kaum setelah Nuh, yang telah Kami binasakan. Dan cukuplah Tuhanmu Yang Maha Mengetahui, Maha Melihat dosa hamba-hamba-Nya. (al-Isra/17: 17)\n\nAllah kemudian mengajarkan kepada Nabi Muhammad saw untuk menyampaikan berita ini kepada mereka yang terus menerus ingkar kepada Rasul. Apa yang dialami umat Nabi Nuh itu tentulah akan dialami pula oleh kaumnya bilamana mereka terus menerus mengingkari kerasulannya.",
                        "74": "Dalam ayat ini Allah menerangkan tentang pengutusan rasul-rasul sesudah peristiwa topan Nabi Nuh a.s. itu. Nabi-nabi yang diutus itu antara lain Nabi Hud, Saleh, Ibrahim, Lut dan Syuaib a.s. Mereka diutus kepada kaum mereka masing-masing; Nabi Hud kepada kaum ad, Nabi Saleh kepada kaum samud, dan Syuaib diutus kepada kaumnya penduduk Madyan, juga diutus kepada kaum Aikah, tetangganya. Kedua kaum ini sebenarnya satu rumpun, mereka mempunyai bahasa yang sama dan tanah air yang sama. Setiap nabi itu datang kepada kaumnya dengan membawa bukti-bukti kebenaran kerasulannya dan memberikan petunjuk kepada kaum itu. Setiap nabi itu menggariskan pedoman-pedoman hidup bagi kaumnya sesuai pula dengan masa, situasi, dan keadaan lingkungan mereka. \n\nKebanyakan kaum para nabi itu tidak beriman, bahkan mereka mendustakannya sebagaimana kaum Nuh. Kebiasaan taklid buta kepada pemuka-pemuka mereka selalu diikuti oleh generasi berikutnya. Oleh karena itu, seperti halnya hati nenek moyang mereka, hati mereka terkunci mati, maka hati nurani generasi berikutnyapun ikut terkunci. Hal demikian itu adalah akibat dari tindakan mereka yang melampaui batas.\n\nKaum musyrikin Arab yang menentang Nabi Muhammad saw, hati nuraninya gelap seperti halnya umat-umat yang lampau. Hati mereka tertutup untuk menerima kebenaran. Mereka mendustakan Rasul dan berbuat durhaka. Sunnah Allah tetap berlaku bagi mereka yang menantang dan mengingkari agama. Jika kaum musyrikin Arab itu tetap ingkar, mereka akan ditimpa azab Tuhan seperti halnya umat yang lampau itu. Firman Allah:\n\nSebagai sunnah Allah yang (berlaku juga) bagi orang-orang yang telah terdahulu sebelum(mu), dan engkau tidak akan mendapati perubahan pada sunnah Allah. (al-Ahzab/33: 62)",
                        "75": "Sesudah menerangkan pengutusan rasul-rasul tersebut kepada kaum mereka masing-masing, maka dalam ayat ini, Allah menerangkan secara khusus pengutusan Musa dan Harun a.s. kepada Firaun dan pemuka-pemuka kaumnya. Kisah Musa a.s. berulang kali terdapat dalam Al-Quran, karena kisah ini mengandung pelajaran yang penting. Musa a.s. adalah seorang utusan Allah yang dihadapkan kepada seorang raja Firaun yang memiliki kekuasaan besar dan raja dari suatu negara yang sudah tinggi peradaban dan kebudayaannya. Karena kebesarannya itulah dia menjadi sombong dan aniaya terhadap rakyatnya. Dia dikelilingi oleh pemuka kaumnya (bangsa Qibthy) yang sangat besar pengaruhnya padanya dan banyak menyesatkan pikirannya. Penduduk pribumi Mesir amat dipengaruhi oleh pemuka-pemuka ini. Kalau pemimpin-pemimpin mereka itu ingkar, maka merekapun ingkar, kalau mereka beriman, maka mereka turut pula beriman. Segala urusan dan kepentingan mereka senantiasa tergantung kepada pemuka-pemuka ini.\n\nKetika Nabi Musa membuktikan kebenaran kerasulannya dengan beberapa mukjizat, mereka tetap tidak mau beriman dikarenakan keangkuhan yang bersarang dalam kalbu mereka. Akal pikiran mereka sebenarnya, mengakui kebenaran kerasulan Musa a.s. itu. Mereka dapat membedakan antara sihir dengan yang bukan sihir (mukjizat) karena mereka mengetahui apa sebenarnya itu. Namun mereka tetap ingkar, karena mereka adalah orang-orang yang penuh dosa.\n\nFirman Allah:\n\nDan mereka mengingkarinya karena kezaliman dan kesombongannya, padahal hati mereka meyakini (kebenaran)nya. Maka perhatikanlah bagai-mana kesudahan orang-orang yang berbuat kerusakan. (an-Naml/27: 14)",
                        "76": "Dalam ayat ini diterangkan anggapan pemuka kaum Firaun bahwa mukjizat dan bukti-bukti kebenaran itu adalah sihir yang nyata bagi orang-orang yang menyaksikan dan memperhatikannya. Tuduhan mereka itu sangatlah buruk, karena yang melontarkan tuduhan itu menyadari sepenuhnya bahwa tuduhan itu tidak benar. Keajaiban yang luar biasa yang dilahirkan Musa a.s. itu bukanlah perbuatan dia sendiri, tetapi peristiwa itu adalah mukjizat yang terjadi atas kuasa Allah.",
                        "77": "Allah menjelaskan bantahan Musa a.s. bahwa tidaklah patut mereka mengucapkan tuduhan sihir terhadap tanda-tanda kekuasaan Allah berupa mukjizat itu ketika didatangkan kepada mereka. Mata mereka menyaksikan sendiri kejadian-kejadian yang luar biasa lagi menggentarkan perasaan. Jika peristiwa-peristiwa itu hanyalah sihir tentu pada waktu yang lain akan dapat dikalahkan oleh sihir pula. Tetapi menjadi kenyataan bahwa ahli sihir mereka tidak berhasil mengalahkan mukjizat Nabi Musa. Ahli-ahli sihir tidak akan berhasil memperoleh kemenangan dengan sihirnya. Sihir merupakan sulapan, cepat atau lambat dia akan tersingkap kepalsuan dan tipu dayanya.",
                        "78": "Dalam ayat ini Allah menjelaskan sikap para pemuka bangsa Qibty, setelah mereka gagal mengemukakan bantahan yang kuat untuk mematahkan kebenaran Nabi Musa a.s., maka mereka mencari-cari alasan untuk membela dan mempertahankan tradisi atau adat istiadat mereka. Mereka menuduh bahwa kedatangan Musa kepada mereka ialah untuk memaksa mereka meninggalkan kebiasaan dan adat istiadat yang mereka warisi dari nenek moyang mereka, kemudian sesudah itu memaksa mereka mengikuti agama Nabi Musa. Menurut mereka, usaha Nabi Musa demikian itu bertujuan untuk menjadi pemimpin agama dan negara di Mesir bersama saudaranya Harun. Anggapan buruk mereka terhadap kedatangan Musa dan tujuannya membuat mereka bertekad untuk tidak beriman kepada ajaran yang dibawanya serta tidak menjadi pengikutnya.",
                        "79": "Kemudian dalam ayat ini, Allah menerangkan sikap Firaun sesudah dipengaruhi para pemuka kaumnya dengan tuduhan dan pandangan buruk mereka terhadap Musa. Dia lalu memerintahkan mereka untuk memanggil ahli-ahli sihir yang pandai supaya dapat menandingi dan menghancurkan mukjizat Nabi Musa. Tindakan Firaun yang demikian adalah untuk memelihara martabat, kemuliaan dan jabatannya serta menghambat perkembangan kekuatan Musa dan Bani Israil di kerajaannya.",
                        "80": "Kemudian sesudah ahli-ahli sihir dipanggil ke sebuah lapangan terbuka, mereka datang menemui Musa untuk menawarkan kepadanya apakah dia yang lebih dahulu melontarkan tongkatnya ataukah mereka yang memulai. Musa mempersilahkan mereka menunjukkan sihirnya terlebih dahulu. Maka merekapun melemparkan tali-tali dan tongkat-tongkat mereka. Dengan kekuatan sihir, tali-tali dan tongkat-tongkat itu berubah menjadi ular. Mereka mempesona penglihatan manusia sehingga menakutkan hati mereka yang menyaksikannya.",
                        "81": "Setelah mereka selesai menunjukkan sihir mereka, Musa berkata kepada mereka tanpa mengindahkan sedikitpun kedahsyatan sihir yang mereka tunjukkan itu, bahwa apa yang mereka lakukan itu hanyalah sihir belaka, atau suatu usaha memutarbalikkan penglihatan manusia. Hakikatnya tidak ada suatu perubahan yang terjadi dengan berubahnya tongkat dan tali itu menjadi ular. Sedangkan apa yang akan dilakukan oleh Musa adalah suatu mukjizat dari kekuasaan Allah. Allah akan membatalkan sulapan itu dengan mukjizat yang dibawa Nabi Musa a.s. Jelas bahwa sihir adalah perbuatan manusia, bukan peristiwa yang luar biasa. Maka Musa melemparkan tongkatnya, dan Allah mengubah tongkat itu menjadi ular, lalu ular itu menelan ular-ular sihir yang mereka perbuat karena Allah tidak akan membiarkan perbuatan kaum penyihir itu berlangsung terus.",
                        "82": "Allah menegaskan bahwa Dia dengan kalimah-Nya mengokohkan kebenaran. Dengan kebenaran itu, umat manusia akan mencapai kesejahteraan dan terpelihara dari kezaliman. Kalimat Allah itu adalah aturan Allah yang ditanamkan ke dalam syariat yang disampaikan kepada rasul-rasul-Nya. Dengan kalimat itu, Musa dapat mengalahkan Firaun dan melepaskan Bani Israil dari perbudakan Firaun, walaupun yang demikian itu tidak disukai oleh Firaun dan pemuka-pemukanya.",
                        "83": "Dalam ayat ini Allah menerangkan keadaan Musa dengan kaumnya sebelum mereka meninggalkan Mesir. Kegagalan Firaun bersama pemuka-pemuka kaumnya dan tukang-tukang sihir itu mendorong Firaun melakukan perbuatan yang lebih kejam lagi. Dia merencanakan pembunuhan terhadap Nabi Musa dan orang-orang Bani Israil. Rencana ini menimbulkan rasa ketakutan di kalangan Bani Israil. Oleh karena itu, tidak banyak di antara mereka yang beriman kepada Nabi Musa. Mereka yang beriman itu umumnya para pemuda. Kaum Nabi Musa merasa takut kepada Firaun dan pemuka-pemuka kaumnya yang selalu berusaha menyiksa mereka dan memaksa mereka murtad dari agama Musa a.s. Firaun zaman Musa a.s., termasuk raja yang sangat kejam dalam sejarah Mesir. Karena itu dia amat ditakuti oleh rakyatnya. Dia banyak menumpahkan darah manusia dan dia pula yang menganggap dirinya sebagai Tuhan. Bani Israil dijadikan budak di bumi Mesir.\n\nFirman Allah menjelaskan kekejaman Firaun:\n\nDan para pemuka dari kaum Firaun berkata, \"Apakah engkau akan membiarkan Musa dan kaumnya untuk berbuat kerusakan di negeri ini (Mesir) dan meninggalkanmu dan tuhan-tuhanmu?\" (Firaun) menjawab, \"Akan kita bunuh anak-anak laki-laki mereka dan kita biarkan hidup anak-anak perempuan mereka dan sesungguhnya kita berkuasa penuh atas mereka.\" (al-Araf/7: 127)",
                        "84": "Setelah Musa melihat orang-orang yang beriman dalam keadaan ketakutan, maka dia menyerukan kepada mereka agar bertawakkal kepada Allah jika mereka benar-benar beriman kepada-Nya disertai dengan penyerahan diri dan ketaatan yang mutlak terhadap perintah dan larangan Allah. Keimanan tanpa pengamalan yang nyata terhadap ajaran Allah dan Rasul-Nya, adalah keimanan yang tidak bermakna. Tawakkal kepada Allah akan lahir dari jiwa orang yang beriman dan dia taat mengamalkan ajaran agamanya dalam batas kemampuannya. Ayat ini menunjukkan bahwa tidak semua kaum Bani Israil itu beriman kepada Musa sewaktu mereka berada di Mesir. Di samping beriman kepada Allah, hendaknya seseorang beriman kepada Rasul. Barulah ia menjadi seorang Muslim yang berserah diri dan taat terhadap perintah dan larangan agama yang dibawa Rasul itu. Orang-orang Yahudi sesudah selamat meninggalkan bumi Mesir dan tiba di Sinai, mereka menuntut kepada Musa agar dibuatkan patung Tuhan bagi mereka. Kemudian, ketika mereka ditinggalkan Musa yang akan menerima wahyu di bukit Sinai, mereka menjadikan anak lembu sebagai Tuhan dan menyembahnya. Peristiwa ini menunjukkan bahwa tidak seluruh orang Yahudi beriman dan taat kepada ajaran Musa a.s.",
                        "85": "Orang-orang yang beriman lagi taat ketika mendengar seruan Musa, mereka segera menyambutnya dengan penuh ketaatan, bahkan mereka hanya bertawakkal kepada Allah. Mereka menyadari bahwa kemenangan dan kebahagiaan yang dijanjikan Tuhan kepada orang-orang yang beriman tergantung kepada iman, amal, dan tawakal mereka. Kemudian sesudah tawakal, mereka berdoa kepada Allah agar memelihara mereka dari kejahatan orang-orang yang zalim serta melindungi mereka dari upaya orang-orang yang ingin memalingkan mereka dari agama.",
                        "86": "Ayat ini menerangkan kelanjutan doa Bani Israil ketika mereka memohon kepada Allah agar mereka dilepaskan dari kekuasaan dan kekejaman Firaun dan pemuka-pemuka kaumnya. Berabad-abad lamanya mereka dalam perbudakan Firaun dan mereka mengalami kerja paksa dan pekerjaan kasar lainnya yang hina dan tidak berperikemanusiaan.",
                        "87": "Allah memerintahkan Musa dan Harun untuk mencari beberapa buah rumah dalam kota Mesir untuk dijadikan tempat tinggal dan perlindungan bagi kaumnya serta tempat kegiatan mereka. Allah memerintahkan agar rumah itu dijadikan tempat salat. Kemudian khusus kepada Musa sebagai pengemban syariat, Allah memerintahkan agar dia memberikan kabar gembira di kemudian hari bagi orang-orang yang beriman kepada Allah dan rasul-Nya. Di tempat perlindungan inilah Nabi Musa mengisi batin mereka dengan ajaran-ajaran agama serta memasukkan ke dalam jiwa mereka keimanan dan keluhuran budi pekerti.",
                        "88": "Dalam ayat ini dijelaskan pembangkangan dan perbuatan sewenang-wenang Firaun dan pemuka-pemuka kaumnya, kecemasan dan ketakutan Bani Israil, dan pengaduan Musa kepada Allah tentang nikmat yang melimpah yang diberikan kepada Firaun dan kaumnya seperti perhiasan emas permata, pakaian kebesaran yang mewah, dan kekayaan lainnya, namun segala nikmat yang diberikan Allah itu justru menjadikan mereka sesat dari jalan Allah. Bahkan mereka bertambah sombong dan berbuat aniaya di atas harta kekayaan itu. Allah seakan membiarkan mereka dalam kesesatan sehingga mereka tidak beriman. \n\nLalu Nabi Musa mendoakan kehancuran Firaun dan pemuka-pemuka kaumnya dengan alasan sebagai berikut:\n\nPertama, Kufur terhadap nikmat Allah. Suatu kenyataan bahwa Firaun dan pemuka-pemuka kaumnya memiliki kekuasaan dan kekuatan yang besar. Di samping itu, ilmu pengetahuan dan teknologi mencapai puncaknya di zaman Firaun di Mesir. Barang-barang peninggalan Firaun, baik yang terdapat di museum Mesir ataupun di Eropa dan Amerika, menunjukkan ketinggian peradaban dan kebudayaan mereka. Demikian pula benda-benda purbakala dan bangunan-bangunan kuno yang terdapat di Mesir. Dalam pemerintahan, Firaun memegang kekuasaan mutlak bahkan kepada rakyatnya dia mengaku dirinya sebagai tuhan.\n\nKedua, Menolak kebenaran. Kenyataan menunjukkan bahwa Firaun dan pemuka-pemuka kaumnya telah jauh meninggalkan nilai-nilai moral kemanusiaan dan agama. Hak asasi manusia tidak dihargainya. Mereka hidup dalam kemewahan, di atas derita rakyat. Musa a.s. telah berupaya membawa Firaun dan pembesar-pembesarnya ke jalan Allah, dengan menunjukkan bukti-bukti kerasulannya. Dia berikan ajaran tentang kebenaran, keadilan, nasehat dan peringatan siksa Allah, dan malapetaka, akibat perbuatannya. Akan tetapi seruan Musa tidak mendapat sambutan yang baik bahkan mendapat tantangan serta permusuhan. Dengan demikian kemungkinan untuk menyeru Firaun dan kaumnya ke jalan Allah telah tertutup serta keimanan mereka tidak dapat diharapkan lagi.\n\nMembiarkan Firaun dan pembesar-pembesarnya dengan kekuasaan, kejayaan dan kekuatannya yang besar sedangkan prinsip dasar hidup mereka jauh lebih rendah dari nilai-nilai moral kemanusiaan dan agama, sangat membahayakan perdamaian dunia dan kesejahteraan umat manusia. Mereka dengan kekuatan dan kekuasaannya, berbuat maksiat dan kerusakan di muka bumi, mengancam keselamatan umat manusia. Oleh karena itu, Nabi Musa memanjatkan doa kepada Allah untuk kebahagiaan umat manusia, agar Allah melumpuhkan kekuatan Firaun dengan membiarkan mereka dalam kesesatan, sebab kesesatan mereka akan mengakibatkan kehancuran mereka sendiri. Nabi Harun sebagai pembantu utama Nabi Musa, mengamini doa Nabi Musa itu.",
                        "89": "Dalam ayat ini Allah menyatakan kepada Musa dan Harun bahwa doa mereka untuk kehancuran Firaun dan kekuasaannya, akan diperkenankan Tuhan. Hal itu sudah menjadi ketetapan Allah. Kemudian Allah memerintahkan kepada Musa dan Harun untuk tetap menjalankan perintah-Nya dan terus menyampaikan seruan ke jalan Allah dan mempersiapkan Bani Israil untuk berjuang dan pindah meninggalkan bumi Mesir. Allah melarang mengikuti jalan orang-orang yang tidak mengikuti Sunnah Tuhan pada makhluk-Nya yaitu hukum sebab-akibat, seperti menuntut segera kehancuran Firaun sebelum waktunya atau minta ditunda kehancuran itu pada waktu yang sudah ditetapkan. Masa keruntuhan Firaun itu pasti datang, sebab mereka tidak dapat lepas dari hukum Tuhan itu.",
                        "90": "Dalam ayat ini, Allah menceritakan tentang kepergian Bani Israil dari bumi Mesir. Ketika Nabi Musa meminta kepada Firaun agar dia membebaskan Bani Israil yang ada di Mesir dari belenggu perbudakan, kemudian mengizinkan mereka kembali ke Palestina, untuk menjalankan agama mereka dengan bebas, Firaun menolak permintaan itu.\n\nAkhirnya Musa dan kaumnya lari meninggalkan Mesir. Firaun dan tentaranya kemudian mengejar mereka Rombongan Firaun dan tentaranya hampir menyusul Musa dan kaumnya ketika mereka akan menyeberang lautan. Bani Israil merasa ketakutan jika tertangkap oleh pasukan Firaun, lalu Musa menenteramkan rombongannya dengan meyakinkan kepada mereka bahwa mereka akan menyaksikan kehancuran musuh mereka. Maka Tuhanpun mewahyukan kepada Musa supaya dia memukulkan tongkatnya ke laut. Lautanpun terbelah, masuklah Musa dan kaumnya berjalan di celah-celahnya yang kering hingga tiba dengan selamat di seberang lautan. Firaun bersama pasukannya mengikuti jalan yang sama tapi ketika tiba di tengah perjalanan, Musa mengulurkan tangannya ke arah lautan, maka lautanpun kembali seperti sedia kala. Firaun tenggelam ditelan gelombang bersama pasukannya. Ketika dia merasa akan mati tenggelam, dia menyatakan iman dan Islamnya. Dia menyatakan beriman kepada Tuhan yang diimani oleh Bani Israil. Pernyataan iman kepada Allah dan Musa a.s., diucapkannya dengan kalimat: \"Aku termasuk orang Islam\". Pengakuan Islam mengandung iman kepada Allah dan Rasul-Nya, tetapi pernyataan iman ini sangat terlambat karena dinyatakan pada saat dia hampir tenggelam dan tidak seorangpun yang dapat menolongnya. Pernyataan dalam keadaan demikian itu tidak diterima oleh Allah. Firman Allah: \n\nMaka ketika mereka melihat azab Kami, mereka berkata, \"Kami hanya beriman kepada Allah saja dan kami ingkar kepada sembahan-sembahan yang telah kami persekutukan dengan Allah.\"Maka iman mereka ketika mereka telah melihat azab Kami tidak berguna lagi bagi mereka. Itulah (ketentuan) Allah yang telah berlaku terhadap hamba-hamba-Nya. Dan ketika itu rugilah orang-orang kafir. (Gafir/40: 84-85)",
                        "91": "Dalam ayat ini Allah menceritakan keadaan Firaun ketika dalam keputusasaan menyatakan imannya, dikatakan kepadanya bahwa tidaklah pantas dia mengatakan iman dan Islam pada saat demikian itu karena pernyataan itu hanyalah untuk menghindari kematian dan mencari keselamatan dari bencana dan sesudah dia diliputi keputus-asaan. Padahal pada masa sebelumnya dia mengingkari Allah bahkan mengaku dirinya Tuhan sehingga berlaku sewenang-wenang terhadap sesama manusia serta berbuat aniaya di atas bumi. Maka pernyataan iman dan Islam demikian itu tidak diterima karena tidak lahir dari ketulusan, tetapi lahir dari keputus-asaan.",
                        "92": "Kemudian Allah pada ayat ini menjelaskan bahwa pada hari kematiannya, jenazah Firaun akan dikeluarkan dari dasar lautan dan dilemparkan ke daratan agar mereka yang meragukan kematiannya menjadi yakin dan menjadi pelajaran bagi manusia sesudahnya. Bagaimana besar dan luasnya kekuasaan dan kekuatan seseorang, jika dia menentang perintah-perintah Allah dan meninggalkan petunjuk-petunjuk Rasul-Nya, niscaya dia akan mengalami kehancuran. Janji Allah untuk menolong nabi-nabi-Nya pasti terlaksana. Banyak tanda-tanda kekuasaan Allah terdapat dalam sejarah umat manusia. Tetapi sebagian besar manusia tidak mau merenungkan tanda-tanda itu dan tidak menyadari hukum Tuhan yang berlaku pada umat manusia itu.",
                        "93": "Sesudah Allah mengakhiri kisah Firaun, maka pada ayat ini, Allah menyebutkan riwayat Bani Israil, setibanya mereka pada tempat yang dijanjikan Tuhan. Allah telah menempatkan mereka di negeri yang indah yaitu negeri Palestina. Sebagaimana diterangkan pula dalam ayat yang lain firman Allah:\n\nDan Kami wariskan kepada kaum yang tertindas itu bumi bagian timur dan bagian baratnya yang telah Kami berkahi. (al-Araf/7: 137)\n\nAllah melimpahkan rezeki yang baik dan bermacam-macam, seperti peternakan, perkebunan, pertanian, dan perikanan di daratan, seperti Laut Mati, dan di lautan kepada Bani Israil. Mereka hidup rukun dan damai penuh bahagia di negeri yang baru itu. Tetapi kemudian timbul perselisihan yang besar di kalangan mereka sesudah mereka mempelajari kitab Taurat dan hukum-hukum-Nya. Sebenarnya tidak wajar mereka itu berselisih paham sebab Allah telah cukup jelas menerangkan kepada mereka syariat-Nya. Jika timbul perselisihan maka hal itu disebabkan faktor pribadi dan kepentingan golongan di antara mereka. Firman Allah:\n\nTidaklah berselisih orang-orang yang telah diberi Kitab, kecuali setelah mereka memperolah ilmu, karena kedengkian di antara mereka. (ali Imran/3: 19)\n\nKedengkian dan kebencian terhadap golongan lain, ambisi pribadi, bermegah-megah dan kepentingan golongan serta faktor-faktor subyektif sangat mempengaruhi orang-orang Yahudi dalam mempelajari Kitab Suci. Mereka tidak segan memutarbalikkan pengertian ayat dari arti yang sebenarnya. Firman Allah:\n\n(Yaitu) di antara orang Yahudi, yang mengubah perkataan dari tempat-tempatnya. (an-Nisa/4: 46)",
                        "94": "Allah menerangkan sikap pendeta-pendeta Yahudi dan Nasrani terhadap Kitab-kitab Allah yang telah diturunkan kepada rasul-rasul yang diutus kepada mereka dengan mengatakan, \"Jika engkau, hai Muhammad, ragu tentang rasul-rasul dahulu dan kitab-kitab yang diturunkan kepada mereka, maka tanyakanlah kepada pendeta-pendeta Yahudi dan Nasrani yang telah mengetahui dan membaca kitab-kitab yang telah Kami turunkan itu, sebelum Aku menurunkan Al-Qur'an kepada engkau.\"\n\nMenurut rasa bahasa Arab, ungkapan dalam ayat ini bukanlah untuk menerangkan keragu-raguan Muhammad, tetapi menyatakan bahwa Muhammad benar-benar telah yakin dan percaya kepada para rasul yang diutus Allah dan kitab-kitab yang diturunkan kepada mereka. Hanya orang-orang Yahudi dan Nasrani-lah yang ragu. Keraguan mereka itu sengaja mereka buat untuk menutupi apa yang sebenarnya ada dalam hati mereka, yaitu meyakini kebenaran risalah dan kenabian Muhammad.\n\nKarena itu maksud ayat ini ialah Allah menyatakan kepada Muhammad bahwa beliau (Nabi Muhammad) telah yakin dan percaya bahwa yang diturunkan kepadamu itu adalah sesuatu yang hak dan kebenaran yang wajib dipercayai. Yang ragu-ragu itu hanyalah orang-orang Yahudi dan Nasrani. Keragu-raguan mereka itu dinyatakan semata-mata untuk menutupi perbuatan mereka yang telah mengubah dan menukar isi Taurat dan Injil. Mereka telah membaca Taurat dan Injil yang menerangkan pokok-pokok agama yang diridai Allah, para rasul yang telah diutus Allah dan yang akan diutus-Nya nanti. Tetapi hawa nafsu merekalah yang menyuruh mereka untuk melakukan perbuatan yang terlarang itu, sehingga mereka menyesatkan pengikut-pengikut mereka. Karena itu, sebenarnya pendeta-pendeta Yahudi dan Nasrani itu sangat mengetahui mana yang benar dan mana yang salah. Jika ditanyakan kepada mereka sesuatu yang hak, mereka pasti dapat menjawabnya dengan betul. Tetapi mereka tidak mau melakukannya.\n\nAyat ini merupakan sindiran kepada pendeta-pendeta Yahudi dan Nasrani dan mengungkapkan perbuatan-perbuatan dosa yang telah mereka kerjakan.\n\nUngkapan seperti ini terdapat pula pada firman Allah yang lain, sebagaimana ayat berikut:\n\nDan (ingatlah) ketika Allah berfirman, \"Wahai Isa putra Maryam! Engkaukah yang mengatakan kepada orang-orang, \"Jadikanlah aku dan ibuku sebagai dua tuhan selain Allah?\" (al-Maidah/5: 116)\n\nBila ayat ini dibaca sepintas lalu, akan dipahami seakan-akan Isa-lah yang memerintahkan kaumnya agar mengakui adanya tuhan bapak, tuhan anak dan tuhan ibu. Tetapi maksud ayat ini ialah untuk menerangkan bahwa Isa a.s. tidak pernah ragu tentang keesaan Tuhan. Yang mendakwahkan bahwa Tuhan itu tiga, hanya orang-orang Nasrani yang telah mengubah-ubah dan menukar isi Injil, seperti menukar prinsip keesaan Allah yang ada di dalamnya dengan prinsip syirik.\n\nPada akhir ayat ini Allah menerangkan sikap Rasulullah, orang-orang Yahudi dan Nasrani. Rasulullah saw beriman kepada Allah dan kepada Al-Quran yang diturunkan kepadanya serta meyakini akan keesaan-Nya, sedang orang Yahudi dan Nasrani telah mengubah dan menukar isi Taurat dan Injil serta mempersekutukan-Nya. Kemudian Allah memperingatkan kaum Muslimin agar jangan sekali-kali melakukan perbuatan seperti yang dilakukan oleh orang-orang Nasrani dan Yahudi.",
                        "95": "Allah menegaskan lagi agar Muhammad dan kaum Muslimin jangan termasuk golongan orang-orang yang mendustakan ayat-ayat Allah, seperti yang telah dilakukan oleh orang-orang Yahudi dan Nasrani itu, karena perbuatan tersebut akan menimbulkan kerugian besar bagi orang yang melakukannya di dunia dan di akhirat.",
                        "96": "Ayat ini menerangkan bahwa bagi orang-orang yang mendustakan ayat-ayat Allah berlaku ketetapan-ketetapan Allah, yaitu mengazab mereka dengan azab yang pedih di akhirat nanti. Iman mereka tidak dapat diharapkan lagi, karena hati mereka telah tertutup dan terkunci mati, tidak bisa menerima petunjuk Ilahi, sehingga mereka tetap dalam kekafiran dan perbuatan dosa.",
                        "97": "Orang-orang yang terkunci hatinya itu tidak akan beriman, walaupun kepada mereka dikemukakan berbagai macam bukti dan tanda-tanda kekuasaan dan keesaaan Allah. Mereka baru akan beriman setelah dimasukkan ke dalam neraka, disaat merasakan azab yang pedih. Tetapi iman mereka itu tidak diterima lagi, karena pintu tobat disaat itu telah tertutup.",
                        "98": "Ayat ini menerangkan bahwa sikap yang paling baik dilakukan oleh suatu kaum ialah bila seorang rasul menyeru kepada mereka untuk beriman kepada Allah dengan mengemukakan bukti-bukti kebenaran seruannya, lalu mereka berkenan menyambut seruan rasul itu dengan beriman dan melaksanakan risalah yang dibawanya. Iman yang seperti itu adalah iman yang bermanfaat dan menguntungkan, karena itu dilakukan di saat seseorang dalam keadaan mampu memikul beban yang dipikulkan Allah kepadanya (taklif). Iman itu tidak berfaedah bagi seseorang bila dia dalam keadaan tidak taklif, seperti iman Firaun di saat ia akan tenggelam di tengah lautan dan seperti iman orang-orang kafir di saat mereka diazab dalam neraka. Iman di saat itu tidak diterima lagi.\n\nKaum Nabi Yunus adalah kaum yang beriman dalam keadaan taklif, sehingga iman itu berfaedah bagi mereka. Nabi Yunus diutus kepada penduduk kota Nainawa (Ninive), untuk menyampaikan agama Allah, tetapi mereka mengingkari seruan itu. Yunus menerangkan kepada mereka bahwa jika mereka tidak juga beriman, Allah akan menurunkan azab kepada mereka setelah tiga hari. Pada hari ketiga, Yunus menghindar dari negeri itu. Pada pagi hari yang dijanjikan itu, mereka melihat tanda akan kedatangan azab itu. Oleh karena itu, mereka mencari Yunus, tetapi Yunus tidak mereka temui. Lalu mereka berkumpul bersama keluarga dan binatang ternak mereka di tengah lapang memohon kepada Allah agar azab yang dijanjikan itu tidak ditimpakan kepada mereka dan mereka menyatakan iman kepada-Nya. Allah menerima tobat mereka dan membatalkan penurunan azab kepada mereka. Kemudian Allah memberikan kepada mereka kesenangan hidup sampai akhir hayat mereka, sebagai balasan dari keimanan mereka.",
                        "99": "Ayat ini menerangkan bahwa jika Allah berkehendak agar seluruh manusia beriman kepada-Nya, maka hal itu akan terlaksana, karena untuk melakukan yang demikian adalah mudah bagi-Nya. Tetapi Dia tidak menghendaki yang demikian. Dia berkehendak melaksanakan Sunnah-Nya di alam ciptaan-Nya ini. Tidak seorangpun yang dapat mengubah Sunnah-Nya itu kecuali jika Dia sendiri yang menghendakinya. Di antara Sunnah-Nya ialah memberi manusia akal, pikiran, dan perasaan yang membedakannya dengan malaikat dan makhluk-makhluk yang lain. Dengan akal, pikiran, dan perasaan, manusia menjadi makhluk yang berbudaya, dapat membedakan mana yang baik dan mana yang buruk, baik untuk dirinya, untuk orang lain maupun untuk alam semesta ini. Kemudian amal perbuatan manusia diberi balasan sesuai dengan perbuatan yang telah dilakukannya itu; perbuatan baik dibalas dengan pahala dan perbuatan jahat dan buruk dibalas dengan siksa.\n\nDi samping itu, Allah mengutus para rasul untuk menyampaikan agama-Nya yang menerangkan kepada manusia mana yang baik dilakukan dan mana yang terlarang dilakukan. Manusia dengan akal, pikiran, dan perasaan yang dianugerahkan Allah kepadanya dapat menilai apa yang disampaikan para rasul. Tidak ada paksaan bagi manusia dalam menentukan pilihannya, baik atau buruk. Dan manusia akan dihukum berdasarkan pilihannya itu.",
                        "100": "Segala sesuatu yang terjadi di alam ini adalah atas kehendak Allah. Tidak ada sesuatupun yang terjadi di luar kehendak-Nya. Allah menunjuki dan memudahkan seseorang beriman, bila orang itu mau memahami dan mengamalkan ayat-ayat yang telah disampaikan kepada para rasul-Nya dan Dia memandang hina dan mengazab setiap orang yang tidak mau memahami dan mengamalkan ayat-ayat-Nya karena hal itu berarti mereka menampik ajakan rasul untuk mengikuti jalan yang lurus yang telah dibentangkannya.",
                        "101": "Dalam ayat ini Allah menjelaskan perintah-Nya kepada Rasul-Nya, agar dia menyeru kaumnya untuk memperhatikan dengan mata kepala dan akal mereka segala kejadian di langit dan di bumi. Mereka diperintahkan agar merenungkan keajaiban langit yang penuh dengan bintang-bintang, matahari, dan bulan, keindahan pergantian malam dan siang, air hujan yang turun ke bumi, menghidupkan bumi yang mati, dan menumbuhkan tanam-tanaman dan pohon-pohonan dengan buah-buahan yang beraneka warna rasanya. Hewan-hewan dengan bentuk dan warna yang bermacam-macam hidup di bumi, memberi manfaat yang tidak sedikit bagi manusia. Demikian pula keadaan bumi itu sendiri yang terdiri dari gurun pasir, lembah yang luas, dataran yang subur, samudera yang penuh dengan ikan berbagai jenis, kesemuanya itu tanda keesaan dan kekuasaan Allah, bagi orang yang mau berfikir dan yakin kepada Penciptanya.\n\nAkan tetapi bagi mereka yang tidak percaya akan adanya Pencipta alam ini, karena fitrah insaniahnya tidak berfungsi sebagaimana mestinya, maka kesemua tanda-tanda keesaan dan kekuasaan Allah dalam alam ini tidak bermanfaat baginya.\n\nDemikian pula peringatan nabi-nabi kepada mereka tidak mempengaruhi jiwa mereka. Akal dan perasaan mereka tidak mampu mengambil pelajaran dari ayat Allah dan tidak membawa mereka pada keyakinan adanya Allah Yang Maha Esa. Mereka tidak memperoleh pelajaran dari Sunnah Allah pada umat manusia di masa lampau. Sekiranya mereka memperoleh pelajaran dari pada ayat-ayat Allah itu dan dari Sunnah Allah pada umat manusia, tentulah jiwa mereka bersih dan terpelihara dari kotoran dan najis yang mendorong mereka kepada kekafiran dan kesesatan.",
                        "102": "Kemudian, dalam ayat-ayat ini, Allah memberi peringatan dan ancaman kepada kaum musyrikin Arab bahwa hukuman akan segera menimpa mereka seperti yang dialami umat sebelum mereka yang juga mendustakan rasul-rasul dan ingkar kepada mereka. Apakah orang musyrikin tersebut menolak kerasulan Muhammad saw, karena mereka ingin lebih dahulu menunggu siksaan Allah itu? Allah menyeru Nabi Muhammad saw, untuk menyatakan kepada mereka supaya menunggu azab itu. Kemurkaan Allah tentu akan datang kepada mereka bilamana mereka terus-menerus mendustakan dan mengingkari kerasulan Muhammad saw. Rasul saw beserta orang-orang beriman akan menunggu pula kehancuran mereka itu. Sesuai dengan janji Allah dan Sunnah-Nya, bahwa orang-orang kafir itu pasti akan binasa.",
                        "103": "Dalam ayat ini, Allah menerangkan bahwa sesuai dengan Sunnah-Nya yang berlaku pada rasul dan kaumnya yang beriman, Allah akan menyelamatkan dan memelihara mereka dari kebinasaan. Itu adalah ketentuan Allah dan Allah tidak akan mengubah ketentuan-Nya itu.\n\nFirman Allah:\n\n(Yang demikian itu) merupakan ketetapan bagi para rasul Kami yang Kami utus sebelum engkau, dan tidak akan engkau dapati perubahan atas ketetapan Kami. (al-Isra/17: 77)",
                        "104": "Allah memerintahkan Rasul saw untuk mengatakan kepada kaumnya bahwa jika mereka itu meragukan kebenaran agama yang dibawanya, yang mengajarkan tentang keesaan Allah, maka semestinya mereka lebih dulu meragukan keyakinan yang mereka pertahankan. Oleh karena itu, Nabi Muhammad saw menyatakan kepada mereka bahwa dia tidak akan menyembah batu-batu berhala dan patung yang mereka sembah yang tidak memiliki kemampuan sedikitpun. Tetapi dia akan menyembah Tuhan Maha Pencipta, Yang menentukan hidup dan mati makhluk-Nya. Dia-lah yang memberi kesenangan dan kesusahan, kemanfaatan dan kemudaratan, menurut hikmah dan inayah-Nya, bukan tuhan seperti yang mereka sembah itu.\n\nDengan perbandingan itu maka bertambah jelaslah kebenaran agama yang dibawa Rasul saw dan kesesatan keyakinan kaum musyrikin. Kemudian Nabi Muhammad saw mengatakan kepada kaum musyrikin Arab bahwa dia diperintahkan supaya menjadi orang yang beriman. Allah telah menjanjikan kepada orang-orang yang beriman keselamatan dari azab, kemenangan atas musuh-musuh mereka dan kekuasaan di bumi.",
                        "105": "Dalam ayat ini diterangkan bahwa Nabi Muhammad saw diperintahkan agar menghadapkan wajahnya dan seluruh dirinya kepada Allah, memfokuskan perhatian pada tugas-tugas agama dan mengabdi kepada Tuhan semesta alam. Sebab jika dia memberikan perhatian kepada selain Allah, maka hal itu mengurangi kebulatan jiwanya dalam menghadap Tuhan dan pengabdian terhadap agamanya. Kepada Allah sajalah hendaknya tujuan segala pengabdiannya lahir dan batin. Janganlah dia termasuk orang yang mempersekutukan Allah dalam ibadah dengan dewa-dewa, jin-jin, roh-roh, atau patung-patung seperti halnya penyembah-penyembah berhala. Larangan Allah terhadap Rasul ini dimaksudkan untuk mendorong dan merangsang Rasul saw untuk tetap menjauhi sifat-sifat syirik.",
                        "106": "Allah menjelaskan larangan-Nya kepada Nabi saw agar jangan berdoa dan beribadah kepada selain Allah, Sebab selain Allah, tidak ada yang dapat memberi manfaat dan mudarat, atau memberi kesenangan dan kesusahan baik di dunia maupun di akhirat. Sekiranya Rasul berbuat demikian, maka dia termasuk dalam orang-orang yang menganiaya diri sendiri. Tiada kedurhakaan yang lebih besar dari syirik karena orang yang berbuat syirik mengembalikan urusan yang dihadapi manusia kepada selain Allah. Maka kembalilah kepada Allah. Panjatkanlah doa kepada Allah semata karena doa termasuk ibadah yang besar, bahkan otak ibadah.",
                        "107": "Kemudian Allah dalam ayat ini menegaskan keesaan-Nya dalam memelihara hamba-Nya. Hanya Dialah yang kuasa menghilangkan kesulitan hidup atau kemudaratan yang sedang menimpa hamba-Nya, baik kesulitan karena kekurangan harta ataupun karena terganggunya kesehatan dan perlakuan yang tidak adil dari orang lain. Segala kesulitan yang menimpa seseorang itu tentu ada sebabnya. Sebab-sebab itu diciptakan Allah sebagai ujian bagi manusia, apakah mereka benar-benar berserah diri kepada Allah atau tidak, dan mereka berada di bawah pengawasan-Nya. \n\nManusia berkat pengalamannya yang lama dan luas dapat mengetahui sebagian sebab-sebab itu. Misalnya dalam soal kesehatan, menurut pengalaman manusia, bakteri tertentu yang menghinggapi tubuh manusia menjadi sebab bagi penyakit tertentu pula. Karena itu manusia menjaga dirinya dari bakteri tersebut dan bila dia sudah tercemar oleh bakteri tersebut sehingga sakit, dia akan berusaha mengobati penyakitnya sampai sembuh. Namun demikian, kesembuhannya bukan merupakan satu kepastian sebagai akibat berobat tersebut, tapi kesembuhan hanya dengan izin Allah. Demikian pula dalam bidang kehidupan manusia lainnya, seperti bidang sosial, ekonomi dan politik. Bilamana mereka mengalami kesulitan tentu ada sebab-sebabnya dan sebab-sebab itu berada dalam lingkungan mereka sendiri. \n\nKewajiban manusia adalah mencari sebab sambil berdoa kepada Allah dengan sepenuh hati serta tawakal kepada-Nya. Sesudah menyebutkan tentang kesulitan hidup yang menimpa manusia, Allah menyebutkan pula tentang kenikmatan dan kesenangan yang dialami manusia. Mengenai kesenangan dan kelapangan hidup ini, Allah menyatakan bahwa jika Dia berkehendak dengan iradat-Nya melimpahkan kenikmatan kepada manusia, maka tak seorangpun yang dapat menghambatnya. Kebahagiaan dan kesenangan itu adalah karunia-Nya kepada hamba-Nya dan menurut iradat-Nya. Apa yang dikehendaki-Nya pasti terjadi, dan Allah tidak terikat kepada suatu sebab dalam memberikan kesenangan dan kebaikan. Karunia Allah atas hamba-Nya berdasarkan keluasan rahmat-Nya.\n\nAllah Maha Pengampun, mengampuni segala dosa orang-orang yang bertobat, dan dosa orang kafir yang kemudian beriman kepada-Nya sebelum ajal tiba. Allah Maha Pengasih, mengasihi orang-orang beriman dan Dia tidak menyiksanya bila dia bertobat dari dosanya. Pengampunan dan kasih sayang-Nya meliputi seluruh umat manusia. Karena rahmat-Nya itu pula, maka tidak semua kejahatan di dunia ini dijatuhi siksaan tetapi menundanya sampai waktu tertentu.\n\nFirman Allah:\n\nDan sekiranya Allah menghukum manusia disebabkan apa yang telah mereka perbuat, niscaya Dia tidak akan menyisakan satu pun makhluk bergerak yang bernyawa di bumi ini, tetapi Dia menangguhkan (hukuman)nya, sampai waktu yang sudah ditentukan. Nanti apabila ajal mereka tiba, maka Allah Maha Melihat (keadaan) hamba-hamba-Nya (Fathir/35: 45)",
                        "108": "Allah menyuruh Rasul-Nya untuk mengatakan kepada orang-orang kafir sesudah disampaikan kepada mereka bukti-bukti keesaan Allah dan kerasulannya, bahwa kebenaran dari Allah yakni Al-Qur'an yang mendasari agama Islam, telah datang ke hadapan mereka, diturunkan kepada salah seorang di antara mereka sendiri. Dalam Al-Qur'an itu terdapat penjelasan-penjelasan dan uraian-uraian tentang rasul-rasul zaman dahulu dan dakwah mereka kepada kaumnya. Namun, kaum musyrikin Arab tidak mengetahui riwayat rasul-rasul itu, atau riwayat itu sudah diubah atau diputarbalikkan. Dalam Al-Qur'an terkandung pedoman-pedoman hidup bagi manusia untuk memperoleh kesejahteraan duniawi dan kebahagiaan akhirat. Maka barang siapa mengikuti pedoman itu dalam kehidupannya dengan penuh keimanan, manfaatnya akan kembali kepada dirinya sendiri. Dia akan hidup bahagia di dunia dan akhirat. Demikian pula sebaliknya, barang siapa yang sesat, tidak mempergunakan kebenaran itu (Al-Qur'an) sebagai pedoman hidup, dan tidak mengindahkan tanda-tanda kekuasaan Allah pada dirinya dan pada alam semesta ini, maka akibatnya kesengsaraan batin di dunia dan di akhirat. Nabi Muhammad saw wajib menyampaikan kebenaran itu kepada manusia. Keputusan terakhir berada pada diri manusia itu sendiri, apakah dia menjadikan Al-Quran itu sebagai pegangan hidup atau berpaling darinya. Beliau bukanlah wakil Tuhan di dunia ini untuk menentukan nasib manusia dan tidak kuasa memaksa seseorang memberi manfaat dan mudarat. Dia hanya pesuruh Allah yang menyampaikan perintah dari Tuhan Rabbul alamin.",
                        "109": "Allah dalam ayat ini memerintahkan Nabi Muhammad saw supaya dia tetap mengikuti apa yang diwahyukan kepadanya, dan bekerja menurut wahyu itu dan mengajarkannya kepada umat manusia, walaupun mereka tidak beriman kepadanya. Rasul saw juga diminta bersabar menghadapi segala macam gangguan dan penghinaan dalam menjalankan tugas tablig dan dakwah itu. Pada saatnya, keputusan Allah pasti akan datang sebagai hukuman terhadap para musuh agama itu, dan kemenangan atas Rasul dan umatnya sesuai dengan janji Allah kepada orang-orang mukmin. Allah adalah Hakim yang Maha Adil karena Dia memutuskan dengan alasan yang benar. Rasul saw menaati perintah-perintah ini dan dengan penuh kesabaran menunggu keputusan Allah. Ayat-ayat ini merupakan janji Allah yang menyenangkan Rasul dan orang-orang mukmin.\n\nSaatnya akan datang di mana Rasul dan kaum mukmin memperoleh kemenangan dan kaum musyrikin mengalami kehancuran. Allah mewariskan dunia kepada orang-orang Islam, mereka menjadi penguasa-penguasa di bumi, dengan syarat mereka tetap menegakkan agamanya."
                    }
                }
            }
        }
    }
}