{
    "113": {
        "number": "113",
        "name": "الفلق",
        "name_latin": "Al-Falaq",
        "number_of_ayah": "5",
        "text": {
            "1": "قُلْ اَعُوْذُ بِرَبِّ الْفَلَقِۙ",
            "2": "مِنْ شَرِّ مَا خَلَقَۙ",
            "3": "وَمِنْ شَرِّ غَاسِقٍ اِذَا وَقَبَۙ",
            "4": "وَمِنْ شَرِّ النَّفّٰثٰتِ فِى الْعُقَدِۙ",
            "5": "وَمِنْ شَرِّ حَاسِدٍ اِذَا حَسَدَ ࣖ"
        },
        "translations": {
            "id": {
                "name": "Subuh",
                "text": {
                    "1": "Katakanlah, “Aku berlindung kepada Tuhan yang menguasai subuh (fajar),",
                    "2": "dari kejahatan (makhluk yang) Dia ciptakan,",
                    "3": "dan dari kejahatan malam apabila telah gelap gulita,",
                    "4": "dan dari kejahatan (perempuan-perempuan) penyihir yang meniup pada buhul-buhul (talinya),",
                    "5": "dan dari kejahatan orang yang dengki apabila dia dengki.”"
                }
            }
        },
        "tafsir": {
            "id": {
                "kemenag": {
                    "name": "Kemenag",
                    "source": "Aplikasi Quran Kementrian Agama Republik Indonesia",
                    "text": {
                        "1": "Dalam ayat-ayat berikut ini, Allah memerintahkan kepada Nabi Muhammad dan seluruh kaum Muslimin supaya selalu berlindung kepada Tuhan Pencipta semua makhluk agar terpelihara dari segala macam kejahatan atau akibat kejahatan yang ditimbulkan oleh makhluk-makhluk yang telah diciptakan-Nya.",
                        "2": "Dalam ayat-ayat berikut ini, Allah memerintahkan kepada Nabi Muhammad dan seluruh kaum Muslimin supaya selalu berlindung kepada Tuhan Pencipta semua makhluk agar terpelihara dari segala macam kejahatan atau akibat kejahatan yang ditimbulkan oleh makhluk-makhluk yang telah diciptakan-Nya.",
                        "3": "Kemudian Allah menerangkan bahwa sebagian makhluk-Nya sering menimbulkan kejahatan pada waktu malam bila segala sesuatu telah diliputi oleh kegelapan. Sementara itu, keadaan malam yang gelap gulita menimbulkan rasa takut dan gelisah, seakan-akan ada sesuatu yang tersembunyi dalam kegelapan malam itu yang akan menyakiti manusia.",
                        "4": "Dalam ayat ini, Allah memerintahkan agar manusia berlindung kepada-Nya dari kejahatan tukang sihir yang meniupkan mantra-mantra dengan maksud memutuskan tali kasih sayang dan mengoyak-ngoyak ikatan persaudaraan, seperti ikatan nikah dan lain-lain.\n\nPerbuatan sihir itu dapat mengubah kasih sayang antara dua teman yang akrab menjadi permusuhan. Penghasut membawa berita yang tampaknya benar dan sulit dibantah, sebagaimana dilakukan oleh tukang sihir dalam usahanya memisahkan suami istri. Jumhur ulama berdasarkan hadis sahih yang menerangkan bahwa Rasulullah saw disihir oleh Labid al-A'sam. Hal ini tidak mempengaruhi wahyu yang diturunkan Allah kepadanya, namun hanya jasmani dan perasaan yang tidak berhubungan dengan syariat. \n\nSyekh Muhammad 'Abduh berkata, \"Berkenaan dengan keterangan tersebut di atas, telah diriwayatkan hadis tentang Nabi saw yang disihir oleh Labid bin al-A'sam, yang sangat mengesankan pada pribadi Nabi, sehingga seakan-akan beliau mengerjakan sesuatu padahal beliau tidak mengerjakannya, atau mengambil sesuatu padahal beliau tidak mengambilnya. Lalu Allah memberitahukan kepadanya tentang tukang sihir itu. Kemudian dikeluarkan sihir itu dalam hatinya, lalu Nabi saw menjadi sehat kembali, dan turunlah surah ini.\n\nNabi saw kena sihir sehingga menyentuh akal yang berhubungan langsung dengan jiwa beliau, karena itu orang-orang musyrik berkata, sebagaimana firman Allah:\n\nKamu hanyalah mengikuti seorang laki-laki yang kena sihir. (al-Isra'/17: 47)\n\nDi sisi lain, yang wajib kita yakini bahwa Al-Qur'an adalah mutawatir dan menyangkal bahwa Nabi saw kena sihir, karena yang menyatakan demikian itu adalah orang-orang musyrik. Al-Qur'an mencela ucapan mereka itu.\n\nHadis tersebut seandainya termasuk di antara hadis-hadis sahih, tetapi tergolong hadis Ahad yang tidak cukup untuk dijadikan dasar dalam akidah. Sedangkan kemaksuman nabi-nabi adalah merupakan akidah yang telah dipegangi dengan yakin. Terhindarnya Nabi saw dari sihir bukanlah berarti mematikan sihir secara keseluruhan. Mungkin seseorang yang kena sihir menjadi gila akan tetapi mustahil terjadi pada Nabi saw karena Allah menjaga dan melindunginya.\n\nMenurut 'Atha', Al-hasan, dan Jabir, Surah al-Falaq ini adalah surah Makkiyyah yang diturunkan sebelum hijrah, sedangkan yang mereka tuduhkan bahwa Nabi saw kena sihir di Medinah. Oleh karena itu, sangat lemah untuk berpegang pada hadis tersebut dan untuk menyatakannya sebagai hadis sahih. Umat Islam harus berpegang pada nas Al-Qur'an, tidak perlu berpegang kepada hadis ahad tersebut.",
                        "5": "Dalam ayat ini, Allah memerintahkan kaum Muslimin untuk berlindung kepada-Nya dari kejahatan orang-orang yang dengki bila ia melaksanakan kedengkiannya dengan usaha yang sungguh-sungguh dan berbagai cara untuk menghilangkan nikmat orang yang dijadikan objek kedengkiannya dan dengan mengadakan jebakan untuk menjerumuskan orang yang didengkinya jatuh ke dalam kemudaratan. Tipu muslihat yang dijalankannya itu sangat licik sehingga sulit diketahui. Tidak ada jalan untuk menghindarinya kecuali dengan memohon bantuan kepada Allah Maha Pencipta karena Dia-lah yang dapat menolak tipu dayanya, menghindari kejahatannya, atau menggagalkan usahanya. Hasad haram hukumnya, dan merupakan dosa yang pertama kali ketika iblis dengki kepada Nabi Adam, dan Qabil dengki kepada Habil."
                    }
                }
            }
        }
    }
}