{
    "12": {
        "number": "12",
        "name": "يوسف",
        "name_latin": "Yusuf",
        "number_of_ayah": "111",
        "text": {
            "1": "الۤرٰ ۗ تِلْكَ اٰيٰتُ الْكِتٰبِ الْمُبِيْنِۗ  ",
            "2": "اِنَّآ اَنْزَلْنٰهُ قُرْاٰنًا عَرَبِيًّا لَّعَلَّكُمْ تَعْقِلُوْنَ",
            "3": "نَحْنُ نَقُصُّ عَلَيْكَ اَحْسَنَ الْقَصَصِ بِمَآ اَوْحَيْنَآ اِلَيْكَ هٰذَا الْقُرْاٰنَۖ وَاِنْ كُنْتَ مِنْ قَبْلِهٖ لَمِنَ الْغٰفِلِيْنَ",
            "4": "اِذْ قَالَ يُوْسُفُ لِاَبِيْهِ يٰٓاَبَتِ اِنِّيْ رَاَيْتُ اَحَدَ عَشَرَ كَوْكَبًا وَّالشَّمْسَ وَالْقَمَرَ رَاَيْتُهُمْ لِيْ سٰجِدِيْنَ",
            "5": "قَالَ يٰبُنَيَّ لَا تَقْصُصْ رُءْيَاكَ عَلٰٓى اِخْوَتِكَ فَيَكِيْدُوْا لَكَ كَيْدًا ۗاِنَّ الشَّيْطٰنَ لِلْاِنْسَانِ عَدُوٌّ مُّبِيْنٌ",
            "6": "وَكَذٰلِكَ يَجْتَبِيْكَ رَبُّكَ وَيُعَلِّمُكَ مِنْ تَأْوِيْلِ الْاَحَادِيْثِ وَيُتِمُّ نِعْمَتَهٗ عَلَيْكَ وَعَلٰٓى اٰلِ يَعْقُوْبَ كَمَآ اَتَمَّهَا عَلٰٓى اَبَوَيْكَ مِنْ قَبْلُ اِبْرٰهِيْمَ وَاِسْحٰقَۗ اِنَّ رَبَّكَ عَلِيْمٌ حَكِيْمٌ ࣖ",
            "7": "۞ لَقَدْ كَانَ فِيْ يُوْسُفَ وَاِخْوَتِهٖٓ اٰيٰتٌ لِّلسَّاۤىِٕلِيْنَ ",
            "8": "اِذْ قَالُوْا لَيُوْسُفُ وَاَخُوْهُ اَحَبُّ اِلٰٓى اَبِيْنَا مِنَّا وَنَحْنُ عُصْبَةٌ  ۗاِنَّ اَبَانَا لَفِيْ ضَلٰلٍ مُّبِيْنٍۙ  ",
            "9": " ۨاقْتُلُوْا يُوْسُفَ اَوِ اطْرَحُوْهُ اَرْضًا يَّخْلُ لَكُمْ وَجْهُ اَبِيْكُمْ وَتَكُوْنُوْا مِنْۢ بَعْدِهٖ قَوْمًا صٰلِحِيْنَ",
            "10": "قَالَ قَاۤئِلٌ مِّنْهُمْ لَا تَقْتُلُوْا يُوْسُفَ وَاَلْقُوْهُ فِيْ غَيٰبَتِ الْجُبِّ يَلْتَقِطْهُ بَعْضُ السَّيَّارَةِ اِنْ كُنْتُمْ فٰعِلِيْنَ",
            "11": "قَالُوْا يٰٓاَبَانَا مَالَكَ لَا تَأْمَنَّ۫ا عَلٰى يُوْسُفَ وَاِنَّا لَهٗ لَنَاصِحُوْنَ",
            "12": "اَرْسِلْهُ مَعَنَا غَدًا يَّرْتَعْ وَيَلْعَبْ وَاِنَّا لَهٗ لَحٰفِظُوْنَ",
            "13": "قَالَ اِنِّيْ لَيَحْزُنُنِيْٓ اَنْ تَذْهَبُوْا بِهٖ وَاَخَافُ اَنْ يَّأْكُلَهُ الذِّئْبُ وَاَنْتُمْ عَنْهُ غٰفِلُوْنَ ",
            "14": "قَالُوْا لَىِٕنْ اَكَلَهُ الذِّئْبُ وَنَحْنُ عُصْبَةٌ اِنَّآ اِذًا لَّخٰسِرُوْنَ",
            "15": "فَلَمَّا ذَهَبُوْا بِهٖ وَاَجْمَعُوْٓا اَنْ يَّجْعَلُوْهُ فِيْ غَيٰبَتِ الْجُبِّۚ وَاَوْحَيْنَآ اِلَيْهِ لَتُنَبِّئَنَّهُمْ بِاَمْرِهِمْ هٰذَا وَهُمْ لَا يَشْعُرُوْنَ",
            "16": "وَجَاۤءُوْٓ اَبَاهُمْ عِشَاۤءً يَّبْكُوْنَۗ",
            "17": "قَالُوْا يٰٓاَبَانَآ اِنَّا ذَهَبْنَا نَسْتَبِقُ وَتَرَكْنَا يُوْسُفَ عِنْدَ مَتَاعِنَا فَاَكَلَهُ الذِّئْبُۚ وَمَآ اَنْتَ بِمُؤْمِنٍ لَّنَا وَلَوْ كُنَّا صٰدِقِيْنَ",
            "18": "وَجَاۤءُوْ عَلٰى قَمِيْصِهٖ بِدَمٍ كَذِبٍۗ قَالَ بَلْ سَوَّلَتْ لَكُمْ اَنْفُسُكُمْ اَمْرًاۗ فَصَبْرٌ جَمِيْلٌ  ۗوَاللّٰهُ الْمُسْتَعَانُ عَلٰى مَا تَصِفُوْنَ",
            "19": "وَجَاۤءَتْ سَيَّارَةٌ فَاَرْسَلُوْا وَارِدَهُمْ فَاَدْلٰى دَلْوَهٗ ۗقَالَ يٰبُشْرٰى هٰذَا غُلٰمٌ ۗوَاَسَرُّوْهُ بِضَاعَةً ۗوَاللّٰهُ عَلِيْمٌ ۢبِمَا يَعْمَلُوْنَ",
            "20": "وَشَرَوْهُ بِثَمَنٍۢ بَخْسٍ دَرَاهِمَ مَعْدُوْدَةٍ ۚوَكَانُوْا فِيْهِ مِنَ الزَّاهِدِيْنَ ࣖ ",
            "21": "وَقَالَ الَّذِى اشْتَرٰىهُ مِنْ مِّصْرَ لِامْرَاَتِهٖٓ اَكْرِمِيْ مَثْوٰىهُ عَسٰىٓ اَنْ يَّنْفَعَنَآ اَوْ نَتَّخِذَهٗ وَلَدًا ۗوَكَذٰلِكَ مَكَّنَّا لِيُوْسُفَ فِى الْاَرْضِۖ وَلِنُعَلِّمَهٗ مِنْ تَأْوِيْلِ الْاَحَادِيْثِۗ وَاللّٰهُ غَالِبٌ عَلٰٓى اَمْرِهٖ وَلٰكِنَّ اَكْثَرَ النَّاسِ لَا يَعْلَمُوْنَ",
            "22": "وَلَمَّا بَلَغَ اَشُدَّهٗٓ اٰتَيْنٰهُ حُكْمًا وَّعِلْمًا ۗوَكَذٰلِكَ نَجْزِى الْمُحْسِنِيْنَ",
            "23": "وَرَاوَدَتْهُ الَّتِيْ هُوَ فِيْ بَيْتِهَا عَنْ نَّفْسِهٖ وَغَلَّقَتِ الْاَبْوَابَ وَقَالَتْ هَيْتَ لَكَ ۗقَالَ مَعَاذَ اللّٰهِ اِنَّهٗ رَبِّيْٓ اَحْسَنَ مَثْوَايَۗ اِنَّهٗ لَا يُفْلِحُ الظّٰلِمُوْنَ",
            "24": "وَلَقَدْ هَمَّتْ بِهٖۙ وَهَمَّ بِهَا ۚ لَوْلَآ اَنْ رَّاٰى بُرْهَانَ رَبِّهٖۗ  كَذٰلِكَ لِنَصْرِفَ عَنْهُ السُّوْۤءَ وَالْفَحْشَاۤءَۗ اِنَّهٗ مِنْ عِبَادِنَا الْمُخْلَصِيْنَ ",
            "25": "وَاسْتَبَقَا الْبَابَ وَقَدَّتْ قَمِيْصَهٗ مِنْ دُبُرٍ وَّاَلْفَيَا سَيِّدَهَا لَدَا الْبَابِۗ قَالَتْ مَا جَزَاۤءُ مَنْ اَرَادَ بِاَهْلِكَ سُوْۤءًا اِلَّآ اَنْ يُّسْجَنَ اَوْ عَذَابٌ اَلِيْمٌ ",
            "26": "قَالَ هِيَ رَاوَدَتْنِيْ عَنْ نَّفْسِيْ وَشَهِدَ شَاهِدٌ مِّنْ اَهْلِهَاۚ اِنْ كَانَ قَمِيْصُهٗ قُدَّ مِنْ قُبُلٍ فَصَدَقَتْ وَهُوَ مِنَ الْكٰذِبِيْنَ ",
            "27": "وَاِنْ كَانَ قَمِيْصُهٗ قُدَّ مِنْ دُبُرٍ فَكَذَبَتْ وَهُوَ مِنَ الصّٰدِقِيْنَ ",
            "28": "فَلَمَّا رَاٰى قَمِيْصَهٗ قُدَّ مِنْ دُبُرٍ قَالَ اِنَّهٗ مِنْ كَيْدِكُنَّ ۗاِنَّ كَيْدَكُنَّ عَظِيْمٌ ",
            "29": "يُوْسُفُ اَعْرِضْ عَنْ هٰذَا وَاسْتَغْفِرِيْ لِذَنْۢبِكِۖ اِنَّكِ كُنْتِ مِنَ الْخٰطِـِٕيْنَ ࣖ ",
            "30": "۞ وَقَالَ نِسْوَةٌ فِى الْمَدِيْنَةِ امْرَاَتُ الْعَزِيْزِ تُرَاوِدُ فَتٰىهَا عَنْ نَّفْسِهٖۚ قَدْ شَغَفَهَا حُبًّاۗ اِنَّا لَنَرٰىهَا فِيْ ضَلٰلٍ مُّبِيْنٍ ",
            "31": "فَلَمَّا سَمِعَتْ بِمَكْرِهِنَّ اَرْسَلَتْ اِلَيْهِنَّ وَاَعْتَدَتْ لَهُنَّ مُتَّكَاً وَّاٰتَتْ كُلَّ وَاحِدَةٍ مِّنْهُنَّ سِكِّيْنًا وَّقَالَتِ اخْرُجْ عَلَيْهِنَّ ۚ فَلَمَّا رَاَيْنَهٗٓ اَكْبَرْنَهٗ وَقَطَّعْنَ اَيْدِيَهُنَّۖ وَقُلْنَ حَاشَ لِلّٰهِ مَا هٰذَا بَشَرًاۗ اِنْ هٰذَآ اِلَّا مَلَكٌ كَرِيْمٌ ",
            "32": "قَالَتْ فَذٰلِكُنَّ الَّذِيْ لُمْتُنَّنِيْ فِيْهِ ۗوَلَقَدْ رَاوَدْتُّهٗ عَنْ نَّفْسِهٖ فَاسْتَعْصَمَ ۗوَلَىِٕنْ لَّمْ يَفْعَلْ مَآ اٰمُرُهٗ لَيُسْجَنَنَّ وَلَيَكُوْنًا مِّنَ الصّٰغِرِيْنَ ",
            "33": "قَالَ رَبِّ السِّجْنُ اَحَبُّ اِلَيَّ مِمَّا يَدْعُوْنَنِيْٓ اِلَيْهِ ۚوَاِلَّا تَصْرِفْ عَنِّيْ كَيْدَهُنَّ اَصْبُ اِلَيْهِنَّ وَاَكُنْ مِّنَ الْجٰهِلِيْنَ ",
            "34": "فَاسْتَجَابَ لَهٗ رَبُّهٗ فَصَرَفَ عَنْهُ كَيْدَهُنَّ ۗاِنَّهٗ هُوَ السَّمِيْعُ الْعَلِيْمُ ",
            "35": "ثُمَّ بَدَا لَهُمْ مِّنْۢ بَعْدِ مَا رَاَوُا الْاٰيٰتِ لَيَسْجُنُنَّهٗ حَتّٰى حِيْنٍ ࣖ ",
            "36": "وَدَخَلَ مَعَهُ السِّجْنَ فَتَيٰنِ ۗقَالَ اَحَدُهُمَآ اِنِّيْٓ اَرٰىنِيْٓ اَعْصِرُ خَمْرًا ۚوَقَالَ الْاٰخَرُ اِنِّيْٓ اَرٰىنِيْٓ اَحْمِلُ فَوْقَ رَأْسِيْ خُبْزًا تَأْكُلُ الطَّيْرُ مِنْهُ ۗنَبِّئْنَا بِتَأْوِيْلِهٖ ۚاِنَّا نَرٰىكَ مِنَ الْمُحْسِنِيْنَ",
            "37": "قَالَ لَا يَأْتِيْكُمَا طَعَامٌ تُرْزَقٰنِهٖٓ اِلَّا نَبَّأْتُكُمَا بِتَأْوِيْلِهٖ قَبْلَ اَنْ يَّأْتِيَكُمَا ۗذٰلِكُمَا مِمَّا عَلَّمَنِيْ رَبِّيْۗ اِنِّيْ تَرَكْتُ مِلَّةَ قَوْمٍ لَّا يُؤْمِنُوْنَ بِاللّٰهِ وَهُمْ بِالْاٰخِرَةِ هُمْ كٰفِرُوْنَۙ ",
            "38": "وَاتَّبَعْتُ مِلَّةَ اٰبَاۤءِيْٓ اِبْرٰهِيْمَ وَاِسْحٰقَ وَيَعْقُوْبَۗ مَا كَانَ لَنَآ اَنْ نُّشْرِكَ بِاللّٰهِ مِنْ شَيْءٍۗ ذٰلِكَ مِنْ فَضْلِ اللّٰهِ عَلَيْنَا وَعَلَى النَّاسِ وَلٰكِنَّ اَكْثَرَ النَّاسِ لَا يَشْكُرُوْنَ",
            "39": "يٰصَاحِبَيِ السِّجْنِ ءَاَرْبَابٌ مُتَفَرِّقُوْنَ خَيْرٌ اَمِ اللّٰهُ الْوَاحِدُ الْقَهَّارُۗ  ",
            "40": "مَا تَعْبُدُوْنَ مِنْ دُوْنِهٖٓ اِلَّآ اَسْمَاۤءً سَمَّيْتُمُوْهَآ اَنْتُمْ وَاٰبَاۤؤُكُمْ مَّآ اَنْزَلَ اللّٰهُ بِهَا مِنْ سُلْطٰنٍۗ اِنِ الْحُكْمُ اِلَّا لِلّٰهِ ۗاَمَرَ اَلَّا تَعْبُدُوْٓا اِلَّآ اِيَّاهُ ۗذٰلِكَ الدِّيْنُ الْقَيِّمُ وَلٰكِنَّ اَكْثَرَ النَّاسِ لَا يَعْلَمُوْنَ ",
            "41": "يٰصَاحِبَيِ السِّجْنِ اَمَّآ اَحَدُكُمَا فَيَسْقِيْ رَبَّهٗ خَمْرًا ۗوَاَمَّا الْاٰخَرُ فَيُصْلَبُ فَتَأْكُلُ الطَّيْرُ مِنْ رَّأْسِهٖ ۗ قُضِيَ الْاَمْرُ الَّذِيْ فِيْهِ تَسْتَفْتِيٰنِۗ ",
            "42": "وَقَالَ لِلَّذِيْ ظَنَّ اَنَّهٗ نَاجٍ مِّنْهُمَا اذْكُرْنِيْ عِنْدَ رَبِّكَۖ فَاَنْسٰىهُ الشَّيْطٰنُ ذِكْرَ رَبِّهٖ فَلَبِثَ فِى السِّجْنِ بِضْعَ سِنِيْنَ ࣖ ",
            "43": "وَقَالَ الْمَلِكُ اِنِّيْٓ اَرٰى سَبْعَ بَقَرٰتٍ سِمَانٍ يَّأْكُلُهُنَّ سَبْعٌ عِجَافٌ وَّسَبْعَ سُنْۢبُلٰتٍ خُضْرٍ وَّاُخَرَ يٰبِسٰتٍۗ  يٰٓاَيُّهَا الْمَلَاُ اَفْتُوْنِيْ فِيْ رُؤْيَايَ اِنْ كُنْتُمْ لِلرُّءْيَا تَعْبُرُوْنَ",
            "44": "قَالُوْٓا اَضْغَاثُ اَحْلَامٍ ۚوَمَا نَحْنُ بِتَأْوِيْلِ الْاَحْلَامِ بِعٰلِمِيْنَ ",
            "45": "وَقَالَ الَّذِيْ نَجَا مِنْهُمَا وَادَّكَرَ بَعْدَ اُمَّةٍ اَنَا۠ اُنَبِّئُكُمْ بِتَأْوِيْلِهٖ فَاَرْسِلُوْنِ ",
            "46": "يُوْسُفُ اَيُّهَا الصِّدِّيْقُ اَفْتِنَا فِيْ سَبْعِ بَقَرٰتٍ سِمَانٍ يَّأْكُلُهُنَّ سَبْعٌ عِجَافٌ وَّسَبْعِ سُنْۢبُلٰتٍ خُضْرٍ وَّاُخَرَ يٰبِسٰتٍۙ  لَّعَلِّيْٓ اَرْجِعُ اِلَى النَّاسِ لَعَلَّهُمْ يَعْلَمُوْنَ ",
            "47": "قَالَ تَزْرَعُوْنَ سَبْعَ سِنِيْنَ دَاَبًاۚ فَمَا حَصَدْتُّمْ فَذَرُوْهُ فِيْ سُنْۢبُلِهٖٓ اِلَّا قَلِيْلًا مِّمَّا تَأْكُلُوْنَ ",
            "48": "ثُمَّ يَأْتِيْ مِنْۢ بَعْدِ ذٰلِكَ سَبْعٌ شِدَادٌ يَّأْكُلْنَ مَا قَدَّمْتُمْ لَهُنَّ اِلَّا قَلِيْلًا مِّمَّا تُحْصِنُوْنَ",
            "49": "ثُمَّ يَأْتِيْ مِنْۢ بَعْدِ ذٰلِكَ عَامٌ فِيْهِ يُغَاثُ النَّاسُ وَفِيْهِ يَعْصِرُوْنَ ࣖ",
            "50": "وَقَالَ الْمَلِكُ ائْتُوْنِيْ بِهٖ ۚفَلَمَّا جَاۤءَهُ الرَّسُوْلُ قَالَ ارْجِعْ اِلٰى رَبِّكَ فَسْـَٔلْهُ مَا بَالُ النِّسْوَةِ الّٰتِيْ قَطَّعْنَ اَيْدِيَهُنَّ ۗاِنَّ رَبِّيْ بِكَيْدِهِنَّ عَلِيْمٌ ",
            "51": "قَالَ مَا خَطْبُكُنَّ اِذْ رَاوَدْتُّنَّ يُوْسُفَ عَنْ نَّفْسِهٖۗ  قُلْنَ حَاشَ لِلّٰهِ مَا عَلِمْنَا عَلَيْهِ مِنْ سُوْۤءٍ ۗقَالَتِ امْرَاَتُ الْعَزِيْزِ الْـٰٔنَ حَصْحَصَ الْحَقُّۖ اَنَا۠ رَاوَدْتُّهٗ عَنْ نَّفْسِهٖ وَاِنَّهٗ لَمِنَ الصّٰدِقِيْنَ ",
            "52": "ذٰلِكَ لِيَعْلَمَ اَنِّيْ لَمْ اَخُنْهُ بِالْغَيْبِ وَاَنَّ اللّٰهَ لَا يَهْدِيْ كَيْدَ الْخَاۤىِٕنِيْنَ  ۔",
            "53": "۞ وَمَآ اُبَرِّئُ نَفْسِيْۚ اِنَّ النَّفْسَ لَاَمَّارَةٌ ۢ بِالسُّوْۤءِ اِلَّا مَا رَحِمَ رَبِّيْۗ اِنَّ رَبِّيْ غَفُوْرٌ رَّحِيْمٌ",
            "54": "وَقَالَ الْمَلِكُ ائْتُوْنِيْ بِهٖٓ اَسْتَخْلِصْهُ لِنَفْسِيْۚ فَلَمَّا كَلَّمَهٗ قَالَ اِنَّكَ الْيَوْمَ لَدَيْنَا مَكِيْنٌ اَمِيْنٌ",
            "55": "قَالَ اجْعَلْنِيْ عَلٰى خَزَاۤىِٕنِ الْاَرْضِۚ اِنِّيْ حَفِيْظٌ عَلِيْمٌ",
            "56": "وَكَذٰلِكَ مَكَّنَّا لِيُوْسُفَ فِى الْاَرْضِ يَتَبَوَّاُ مِنْهَا حَيْثُ يَشَاۤءُۗ نُصِيْبُ بِرَحْمَتِنَا مَنْ نَّشَاۤءُ وَلَا نُضِيْعُ اَجْرَ الْمُحْسِنِيْنَ",
            "57": "وَلَاَجْرُ الْاٰخِرَةِ خَيْرٌ لِّلَّذِيْنَ اٰمَنُوْا وَكَانُوْا يَتَّقُوْنَ ࣖ",
            "58": "وَجَاۤءَ اِخْوَةُ يُوْسُفَ فَدَخَلُوْا عَلَيْهِ فَعَرَفَهُمْ وَهُمْ لَهٗ مُنْكِرُوْنَ",
            "59": "وَلَمَّا جَهَّزَهُمْ بِجَهَازِهِمْ قَالَ ائْتُوْنِيْ بِاَخٍ لَّكُمْ مِّنْ اَبِيْكُمْ ۚ اَلَا تَرَوْنَ اَنِّيْٓ اُوْفِى الْكَيْلَ وَاَنَا۠ خَيْرُ الْمُنْزِلِيْنَ ",
            "60": "فَاِنْ لَّمْ تَأْتُوْنِيْ بِهٖ فَلَا كَيْلَ لَكُمْ عِنْدِيْ وَلَا تَقْرَبُوْنِ",
            "61": "قَالُوْا سَنُرَاوِدُ عَنْهُ اَبَاهُ وَاِنَّا لَفَاعِلُوْنَ",
            "62": "وَقَالَ لِفِتْيٰنِهِ اجْعَلُوْا بِضَاعَتَهُمْ فِيْ رِحَالِهِمْ لَعَلَّهُمْ يَعْرِفُوْنَهَآ اِذَا انْقَلَبُوْٓا اِلٰٓى اَهْلِهِمْ لَعَلَّهُمْ يَرْجِعُوْنَ",
            "63": "فَلَمَّا رَجَعُوْٓا اِلٰٓى اَبِيْهِمْ قَالُوْا يٰٓاَبَانَا مُنِعَ مِنَّا الْكَيْلُ فَاَرْسِلْ مَعَنَآ اَخَانَا نَكْتَلْ وَاِنَّا لَهٗ لَحٰفِظُوْنَ",
            "64": "قَالَ هَلْ اٰمَنُكُمْ عَلَيْهِ اِلَّا كَمَآ اَمِنْتُكُمْ عَلٰٓى اَخِيْهِ مِنْ قَبْلُۗ فَاللّٰهُ خَيْرٌ حٰفِظًا وَّهُوَ اَرْحَمُ الرّٰحِمِيْنَ",
            "65": "وَلَمَّا فَتَحُوْا مَتَاعَهُمْ وَجَدُوْا بِضَاعَتَهُمْ رُدَّتْ اِلَيْهِمْۗ قَالُوْا يٰٓاَبَانَا مَا نَبْغِيْۗ هٰذِهٖ بِضَاعَتُنَا رُدَّتْ اِلَيْنَا وَنَمِيْرُ اَهْلَنَا وَنَحْفَظُ اَخَانَا وَنَزْدَادُ كَيْلَ بَعِيْرٍۗ ذٰلِكَ كَيْلٌ يَّسِيْرٌ",
            "66": "قَالَ لَنْ اُرْسِلَهٗ مَعَكُمْ حَتّٰى تُؤْتُوْنِ مَوْثِقًا مِّنَ اللّٰهِ لَتَأْتُنَّنِيْ بِهٖٓ اِلَّآ اَنْ يُّحَاطَ بِكُمْۚ فَلَمَّآ اٰتَوْهُ مَوْثِقَهُمْ قَالَ اللّٰهُ عَلٰى مَا نَقُوْلُ وَكِيْلٌ",
            "67": "وَقَالَ يٰبَنِيَّ لَا تَدْخُلُوْا مِنْۢ بَابٍ وَّاحِدٍ وَّادْخُلُوْا مِنْ اَبْوَابٍ مُّتَفَرِّقَةٍۗ وَمَآ اُغْنِيْ عَنْكُمْ مِّنَ اللّٰهِ مِنْ شَيْءٍۗ اِنِ الْحُكْمُ اِلَّا لِلّٰهِ ۗعَلَيْهِ تَوَكَّلْتُ وَعَلَيْهِ فَلْيَتَوَكَّلِ الْمُتَوَكِّلُوْنَ",
            "68": "وَلَمَّا دَخَلُوْا مِنْ حَيْثُ اَمَرَهُمْ اَبُوْهُمْۗ مَا كَانَ يُغْنِيْ عَنْهُمْ مِّنَ اللّٰهِ مِنْ شَيْءٍ اِلَّا حَاجَةً فِيْ نَفْسِ يَعْقُوْبَ قَضٰىهَاۗ وَاِنَّهٗ لَذُوْ عِلْمٍ لِّمَا عَلَّمْنٰهُ وَلٰكِنَّ اَكْثَرَ النَّاسِ لَا يَعْلَمُوْنَ ࣖ",
            "69": "وَلَمَّا دَخَلُوْا عَلٰى يُوْسُفَ اٰوٰٓى اِلَيْهِ اَخَاهُ قَالَ اِنِّيْٓ اَنَا۠ اَخُوْكَ فَلَا تَبْتَىِٕسْ بِمَا كَانُوْا يَعْمَلُوْنَ",
            "70": "فَلَمَّا جَهَّزَهُمْ بِجَهَازِهِمْ جَعَلَ السِّقَايَةَ فِيْ رَحْلِ اَخِيْهِ ثُمَّ اَذَّنَ مُؤَذِّنٌ اَيَّتُهَا الْعِيْرُ اِنَّكُمْ لَسَارِقُوْنَ",
            "71": "قَالُوْا وَاَقْبَلُوْا عَلَيْهِمْ مَّاذَا تَفْقِدُوْنَ",
            "72": "قَالُوْا نَفْقِدُ صُوَاعَ الْمَلِكِ وَلِمَنْ جَاۤءَ بِهٖ حِمْلُ بَعِيْرٍ وَّاَنَا۠ بِهٖ زَعِيْمٌ",
            "73": "قَالُوْا تَاللّٰهِ لَقَدْ عَلِمْتُمْ مَّا جِئْنَا لِنُفْسِدَ فِى الْاَرْضِ وَمَا كُنَّا سَارِقِيْنَ",
            "74": "قَالُوْا فَمَا جَزَاۤؤُهٗٓ اِنْ كُنْتُمْ كٰذِبِيْنَ",
            "75": "قَالُوْا جَزَاۤؤُهٗ مَنْ وُّجِدَ فِيْ رَحْلِهٖ فَهُوَ جَزَاۤؤُهٗ ۗ كَذٰلِكَ نَجْزِى الظّٰلِمِيْنَ",
            "76": "فَبَدَاَ بِاَوْعِيَتِهِمْ قَبْلَ وِعَاۤءِ اَخِيْهِ ثُمَّ اسْتَخْرَجَهَا مِنْ وِّعَاۤءِ اَخِيْهِۗ  كَذٰلِكَ كِدْنَا لِيُوْسُفَۗ مَا كَانَ لِيَأْخُذَ اَخَاهُ فِيْ دِيْنِ الْمَلِكِ اِلَّآ اَنْ يَّشَاۤءَ اللّٰهُ ۗنَرْفَعُ دَرَجَاتٍ مَّنْ نَّشَاۤءُۗ وَفَوْقَ كُلِّ ذِيْ عِلْمٍ عَلِيْمٌ",
            "77": "۞ قَالُوْٓا اِنْ يَّسْرِقْ فَقَدْ سَرَقَ اَخٌ لَّهٗ مِنْ قَبْلُۚ فَاَسَرَّهَا يُوْسُفُ فِيْ نَفْسِهٖ وَلَمْ يُبْدِهَا لَهُمْۚ قَالَ اَنْتُمْ شَرٌّ مَّكَانًا ۚوَاللّٰهُ اَعْلَمُ بِمَا تَصِفُوْنَ",
            "78": "قَالُوْا يٰٓاَيُّهَا الْعَزِيْزُ اِنَّ لَهٗٓ اَبًا شَيْخًا كَبِيْرًا فَخُذْ اَحَدَنَا مَكَانَهٗ ۚاِنَّا نَرٰىكَ مِنَ الْمُحْسِنِيْنَ",
            "79": "قَالَ مَعَاذَ اللّٰهِ اَنْ نَّأْخُذَ اِلَّا مَنْ وَّجَدْنَا مَتَاعَنَا عِنْدَهٗٓ  ۙاِنَّآ اِذًا لَّظٰلِمُوْنَ ࣖ",
            "80": "فَلَمَّا اسْتَا۟يْـَٔسُوْا مِنْهُ خَلَصُوْا نَجِيًّاۗ قَالَ كَبِيْرُهُمْ اَلَمْ تَعْلَمُوْٓا اَنَّ اَبَاكُمْ قَدْ اَخَذَ عَلَيْكُمْ مَّوْثِقًا مِّنَ اللّٰهِ وَمِنْ قَبْلُ مَا فَرَّطْتُّمْ فِيْ يُوْسُفَ فَلَنْ اَبْرَحَ الْاَرْضَ حَتّٰى يَأْذَنَ لِيْٓ اَبِيْٓ اَوْ يَحْكُمَ اللّٰهُ لِيْۚ وَهُوَ خَيْرُ الْحٰكِمِيْنَ",
            "81": "اِرْجِعُوْٓا اِلٰٓى اَبِيْكُمْ فَقُوْلُوْا يٰٓاَبَانَآ اِنَّ ابْنَكَ سَرَقَۚ وَمَا شَهِدْنَآ اِلَّا بِمَا عَلِمْنَا وَمَا كُنَّا لِلْغَيْبِ حٰفِظِيْنَ",
            "82": "وَسْـَٔلِ الْقَرْيَةَ الَّتِيْ كُنَّا فِيْهَا وَالْعِيْرَ الَّتِيْٓ اَقْبَلْنَا فِيْهَاۗ وَاِنَّا لَصٰدِقُوْنَ",
            "83": "قَالَ بَلْ سَوَّلَتْ لَكُمْ اَنْفُسُكُمْ اَمْرًاۗ فَصَبْرٌ جَمِيْلٌ  ۗعَسَى اللّٰهُ اَنْ يَّأْتِيَنِيْ بِهِمْ جَمِيْعًاۗ اِنَّهٗ هُوَ الْعَلِيْمُ الْحَكِيْمُ",
            "84": "وَتَوَلّٰى عَنْهُمْ وَقَالَ يٰٓاَسَفٰى عَلٰى يُوْسُفَ وَابْيَضَّتْ عَيْنٰهُ مِنَ الْحُزْنِ فَهُوَ كَظِيْمٌ ",
            "85": "قَالُوْا تَاللّٰهِ تَفْتَؤُا تَذْكُرُ يُوْسُفَ حَتّٰى تَكُوْنَ حَرَضًا اَوْ تَكُوْنَ مِنَ الْهَالِكِيْنَ",
            "86": "قَالَ اِنَّمَآ اَشْكُوْا بَثِّيْ وَحُزْنِيْٓ اِلَى اللّٰهِ وَاَعْلَمُ مِنَ اللّٰهِ مَا لَا تَعْلَمُوْنَ",
            "87": "يٰبَنِيَّ اذْهَبُوْا فَتَحَسَّسُوْا مِنْ يُّوْسُفَ وَاَخِيْهِ وَلَا تَا۟يْـَٔسُوْا مِنْ رَّوْحِ اللّٰهِ ۗاِنَّهٗ لَا يَا۟يْـَٔسُ مِنْ رَّوْحِ اللّٰهِ اِلَّا الْقَوْمُ الْكٰفِرُوْنَ",
            "88": "فَلَمَّا دَخَلُوْا عَلَيْهِ قَالُوْا يٰٓاَيُّهَا الْعَزِيْزُ مَسَّنَا وَاَهْلَنَا الضُّرُّ وَجِئْنَا بِبِضَاعَةٍ مُّزْجٰىةٍ فَاَوْفِ لَنَا الْكَيْلَ وَتَصَدَّقْ عَلَيْنَاۗ اِنَّ اللّٰهَ يَجْزِى الْمُتَصَدِّقِيْنَ",
            "89": "قَالَ هَلْ عَلِمْتُمْ مَّا فَعَلْتُمْ بِيُوْسُفَ وَاَخِيْهِ اِذْ اَنْتُمْ جَاهِلُوْنَ",
            "90": "قَالُوْٓا ءَاِنَّكَ لَاَنْتَ يُوْسُفُۗ قَالَ اَنَا۠ يُوْسُفُ وَهٰذَآ اَخِيْ قَدْ مَنَّ اللّٰهُ عَلَيْنَاۗ اِنَّهٗ مَنْ يَّتَّقِ وَيَصْبِرْ فَاِنَّ اللّٰهَ لَا يُضِيْعُ اَجْرَ الْمُحْسِنِيْنَ",
            "91": "قَالُوْا تَاللّٰهِ لَقَدْ اٰثَرَكَ اللّٰهُ عَلَيْنَا وَاِنْ كُنَّا لَخٰطِـِٕيْنَ",
            "92": "قَالَ لَا تَثْرِيْبَ عَلَيْكُمُ الْيَوْمَۗ يَغْفِرُ اللّٰهُ لَكُمْ ۖوَهُوَ اَرْحَمُ الرّٰحِمِيْنَ",
            "93": "اِذْهَبُوْا بِقَمِيْصِيْ هٰذَا فَاَلْقُوْهُ عَلٰى وَجْهِ اَبِيْ يَأْتِ بَصِيْرًا ۚوَأْتُوْنِيْ بِاَهْلِكُمْ اَجْمَعِيْنَ ࣖ",
            "94": "وَلَمَّا فَصَلَتِ الْعِيْرُ قَالَ اَبُوْهُمْ اِنِّيْ لَاَجِدُ رِيْحَ يُوْسُفَ لَوْلَآ اَنْ تُفَنِّدُوْنِ",
            "95": "قَالُوْا تَاللّٰهِ اِنَّكَ لَفِيْ ضَلٰلِكَ الْقَدِيْمِ",
            "96": "فَلَمَّآ اَنْ جَاۤءَ الْبَشِيْرُ اَلْقٰىهُ عَلٰى وَجْهِهٖ فَارْتَدَّ بَصِيْرًاۗ قَالَ اَلَمْ اَقُلْ لَّكُمْۙ اِنِّيْٓ اَعْلَمُ مِنَ اللّٰهِ مَا لَا تَعْلَمُوْنَ",
            "97": "قَالُوْا يٰٓاَبَانَا اسْتَغْفِرْ لَنَا ذُنُوْبَنَآ اِنَّا كُنَّا خٰطِـِٕيْنَ",
            "98": "قَالَ سَوْفَ اَسْتَغْفِرُ لَكُمْ رَبِّيْ ۗاِنَّهٗ هُوَ الْغَفُوْرُ الرَّحِيْمُ",
            "99": "فَلَمَّا دَخَلُوْا عَلٰى يُوْسُفَ اٰوٰٓى اِلَيْهِ اَبَوَيْهِ وَقَالَ ادْخُلُوْا مِصْرَ اِنْ شَاۤءَ اللّٰهُ اٰمِنِيْنَ ۗ ",
            "100": "وَرَفَعَ اَبَوَيْهِ عَلَى الْعَرْشِ وَخَرُّوْا لَهٗ سُجَّدًاۚ وَقَالَ يٰٓاَبَتِ هٰذَا تَأْوِيْلُ رُءْيَايَ مِنْ قَبْلُ  ۖقَدْ جَعَلَهَا رَبِّيْ حَقًّاۗ وَقَدْ اَحْسَنَ بِيْٓ اِذْ اَخْرَجَنِيْ مِنَ السِّجْنِ وَجَاۤءَ بِكُمْ مِّنَ الْبَدْوِ مِنْۢ بَعْدِ اَنْ نَّزَغَ الشَّيْطٰنُ بَيْنِيْ وَبَيْنَ اِخْوَتِيْۗ اِنَّ رَبِّيْ لَطِيْفٌ لِّمَا يَشَاۤءُ ۗاِنَّهٗ هُوَ الْعَلِيْمُ الْحَكِيْمُ",
            "101": "۞ رَبِّ قَدْ اٰتَيْتَنِيْ مِنَ الْمُلْكِ وَعَلَّمْتَنِيْ مِنْ تَأْوِيْلِ الْاَحَادِيْثِۚ فَاطِرَ السَّمٰوٰتِ وَالْاَرْضِۗ اَنْتَ وَلِيّٖ فِى الدُّنْيَا وَالْاٰخِرَةِۚ تَوَفَّنِيْ مُسْلِمًا وَّاَلْحِقْنِيْ بِالصّٰلِحِيْنَ",
            "102": "ذٰلِكَ مِنْ اَنْۢبَاۤءِ الْغَيْبِ نُوْحِيْهِ اِلَيْكَۚ وَمَا كُنْتَ لَدَيْهِمْ اِذْ اَجْمَعُوْٓا اَمْرَهُمْ وَهُمْ يَمْكُرُوْنَ",
            "103": "وَمَآ اَكْثَرُ النَّاسِ وَلَوْ حَرَصْتَ بِمُؤْمِنِيْنَ",
            "104": "وَمَا تَسْـَٔلُهُمْ عَلَيْهِ مِنْ اَجْرٍۗ اِنْ هُوَ اِلَّا ذِكْرٌ لِّلْعٰلَمِيْنَ ࣖ",
            "105": "وَكَاَيِّنْ مِّنْ اٰيَةٍ فِى السَّمٰوٰتِ وَالْاَرْضِ يَمُرُّوْنَ عَلَيْهَا وَهُمْ عَنْهَا مُعْرِضُوْنَ",
            "106": "وَمَا يُؤْمِنُ اَكْثَرُهُمْ بِاللّٰهِ اِلَّا وَهُمْ مُّشْرِكُوْنَ",
            "107": "اَفَاَمِنُوْٓا اَنْ تَأْتِيَهُمْ غَاشِيَةٌ مِّنْ عَذَابِ اللّٰهِ اَوْ تَأْتِيَهُمُ السَّاعَةُ بَغْتَةً وَّهُمْ لَا يَشْعُرُوْنَ",
            "108": "قُلْ هٰذِهٖ سَبِيْلِيْٓ اَدْعُوْٓا اِلَى اللّٰهِ ۗعَلٰى بَصِيْرَةٍ اَنَا۠ وَمَنِ اتَّبَعَنِيْ ۗوَسُبْحٰنَ اللّٰهِ وَمَآ اَنَا۠ مِنَ الْمُشْرِكِيْنَ",
            "109": "وَمَآ اَرْسَلْنَا مِنْ قَبْلِكَ اِلَّا رِجَالًا نُّوْحِيْٓ اِلَيْهِمْ مِّنْ اَهْلِ الْقُرٰىۗ اَفَلَمْ يَسِيْرُوْا فِى الْاَرْضِ فَيَنْظُرُوْا كَيْفَ كَانَ عَاقِبَةُ الَّذِيْنَ مِنْ قَبْلِهِمْۗ وَلَدَارُ الْاٰخِرَةِ خَيْرٌ لِّلَّذِيْنَ اتَّقَوْاۗ اَفَلَا تَعْقِلُوْنَ",
            "110": "حَتّٰٓى اِذَا اسْتَا۟يْـَٔسَ الرُّسُلُ وَظَنُّوْٓا اَنَّهُمْ قَدْ كُذِبُوْا جَاۤءَهُمْ نَصْرُنَاۙ فَنُجِّيَ مَنْ نَّشَاۤءُ ۗوَلَا يُرَدُّ بَأْسُنَا عَنِ الْقَوْمِ الْمُجْرِمِيْنَ",
            "111": "لَقَدْ كَانَ فِيْ قَصَصِهِمْ عِبْرَةٌ لِّاُولِى الْاَلْبَابِۗ مَا كَانَ حَدِيْثًا يُّفْتَرٰى وَلٰكِنْ تَصْدِيْقَ الَّذِيْ بَيْنَ يَدَيْهِ وَتَفْصِيْلَ كُلِّ شَيْءٍ وَّهُدًى وَّرَحْمَةً لِّقَوْمٍ يُّؤْمِنُوْنَ ࣖ"
        },
        "translations": {
            "id": {
                "name": "Yusuf",
                "text": {
                    "1": "Alif Lam Ra.  Ini adalah ayat-ayat Kitab (Al-Qur'an) yang jelas.",
                    "2": "Sesungguhnya Kami menurunkannya sebagai Qur'an berbahasa Arab, agar kamu mengerti.",
                    "3": "Kami menceritakan kepadamu (Muhammad) kisah yang paling baik dengan mewahyukan Al-Qur'an ini kepadamu, dan sesungguhnya engkau sebelum itu termasuk orang yang tidak mengetahui.",
                    "4": "(Ingatlah), ketika Yusuf berkata kepada ayahnya, “Wahai ayahku! Sungguh, aku (bermimpi) melihat sebelas bintang, matahari dan bulan; kulihat semuanya sujud kepadaku.”",
                    "5": "Dia (ayahnya) berkata, “Wahai anakku! Janganlah engkau ceritakan mimpimu kepada saudara-saudaramu, mereka akan membuat tipu daya (untuk membinasakan)mu. Sungguh, setan itu musuh yang jelas bagi manusia.”",
                    "6": "Dan demikianlah, Tuhan memilih engkau (untuk menjadi Nabi) dan mengajarkan kepadamu sebagian dari takwil mimpi dan menyempurnakan (nikmat-Nya) kepadamu dan kepada keluarga Yakub, sebagaimana Dia telah menyempurnakan nikmat-Nya kepada kedua orang kakekmu sebelum itu, (yaitu) Ibrahim dan Ishak. Sungguh, Tuhanmu Maha Mengetahui, Mahabijak-sana.",
                    "7": "Sungguh, dalam (kisah) Yusuf dan saudara-saudaranya terdapat tanda-tanda (kekuasaan Allah) bagi orang yang bertanya. ",
                    "8": "Ketika mereka berkata, “Sesungguhnya Yusuf dan saudaranya (Bunyamin) lebih dicintai ayah daripada kita, padahal kita adalah satu golongan (yang kuat). Sungguh, ayah kita dalam kekeliruan yang nyata.",
                    "9": "Bunuhlah Yusuf atau buanglah dia ke suatu tempat agar perhatian ayah tertumpah kepadamu, dan setelah itu kamu menjadi orang yang baik.”",
                    "10": "Seorang di antara mereka berkata, “Janganlah kamu membunuh Yusuf, tetapi masukan saja dia ke dasar sumur agar dia dipungut oleh sebagian musafir, jika kamu hendak berbuat.”",
                    "11": "Mereka berkata, “Wahai ayah kami! Mengapa engkau tidak mempercayai kami terhadap Yusuf, padahal sesungguhnya kami semua menginginkan kebaikan baginya.",
                    "12": "Biarkanlah dia pergi bersama kami besok pagi, agar dia bersenang-senang dan bermain-main, dan kami pasti menjaganya.”",
                    "13": "Dia (Yakub) berkata, “Sesungguhnya kepergian kamu bersama dia (Yusuf) sangat menyedihkanku dan aku khawatir dia dimakan serigala, sedang kamu lengah darinya.”",
                    "14": "Sesungguhnya mereka berkata, “Jika dia dimakan serigala, padahal kami golongan (yang kuat), kalau demikian tentu kami orang-orang yang rugi.”",
                    "15": "Maka ketika mereka membawanya dan sepakat memasukkan ke dasar sumur, Kami wahyukan kepadanya, “Engkau kelak pasti akan menceritakan perbuatan ini kepada mereka, sedang mereka tidak menyadari.”",
                    "16": "Kemudian mereka datang kepada ayah mereka pada petang hari sambil menangis.",
                    "17": "Mereka berkata, “Wahai ayah kami! Sesungguhnya kami pergi berlomba dan kami tinggalkan Yusuf di dekat barang-barang kami, lalu dia dimakan serigala; dan engkau tentu tidak akan percaya kepada kami, sekalipun kami berkata benar.”",
                    "18": "Dan mereka datang membawa baju gamisnya (yang berlumuran) darah palsu. Dia (Yakub) berkata, “Sebenarnya hanya dirimu sendirilah yang memandang baik urusan yang buruk itu; maka hanya bersabar itulah yang terbaik (bagiku). Dan kepada Allah saja memohon pertolongan-Nya terhadap apa yang kamu ceritakan.”",
                    "19": "Dan datanglah sekelompok musafir, mereka menyuruh seorang pengambil air. Lalu dia menurunkan timbanya. Dia berkata, “Oh, senangnya, ini ada seorang anak muda!” Kemudian mereka menyembunyikannya sebagai barang dagangan. Dan Allah Maha Mengetahui apa yang mereka kerjakan.",
                    "20": "Dan mereka menjualnya (Yusuf) dengan harga rendah, yaitu beberapa dirham saja, sebab mereka tidak tertarik kepadanya.",
                    "21": "Dan orang dari Mesir yang membelinya berkata kepada istrinya,” Berikanlah kepadanya tempat (dan layanan) yang baik, mudah-mudahan dia bermanfaat bagi kita atau kita pungut dia sebagai anak.” Dan demikianlah Kami memberikan kedudukan yang baik kepada Yusuf di negeri (Mesir), dan agar Kami ajarkan kepadanya takwil mimpi. Dan Allah berkuasa terhadap urusan-Nya, tetapi kebanyakan manusia tidak mengerti.",
                    "22": "Dan ketika dia telah cukup dewasa Kami berikan kepadanya kekuasaan dan ilmu. Demikianlah Kami memberi balasan kepada orang-orang yang berbuat baik.",
                    "23": "Dan perempuan yang dia (Yusuf) tinggal di rumahnya menggoda dirinya. Dan dia menutup pintu-pintu, lalu berkata, “Marilah mendekat kepadaku.” Yusuf berkata, “Aku berlindung kepada Allah, sungguh, tuanku telah memperlakukan aku dengan baik.” Sesungguhnya orang yang zalim itu tidak akan beruntung.",
                    "24": "Dan sungguh, perempuan itu telah berkehendak kepadanya (Yusuf). Dan Yusuf pun berkehendak kepadanya, sekiranya dia tidak melihat tanda (dari) Tuhannya. Demikianlah, Kami palingkan darinya keburukan dan kekejian. Sungguh, dia (Yusuf) termasuk hamba Kami yang terpilih.",
                    "25": "Dan keduanya berlomba menuju pintu dan perempuan itu menarik baju gamisnya (Yusuf) dari belakang hingga koyak dan keduanya mendapati suami perempuan itu di depan pintu. Dia (perempuan itu) berkata, “Apakah balasan terhadap orang yang bermaksud buruk terhadap istrimu, selain dipenjarakan atau (dihukum) dengan siksa yang pedih?”",
                    "26": "Dia (Yusuf) berkata, “Dia yang menggodaku dan merayu diriku.”  Seorang saksi dari keluarga perempuan itu memberikan kesaksian, “Jika baju gamisnya koyak di bagian depan, maka perempuan itu benar, dan dia (Yusuf) termasuk orang yang dusta.",
                    "27": "Dan jika baju gamisnya koyak di bagian belakang, maka perempuan itulah yang dusta, dan dia (Yusuf) termasuk orang yang benar.”",
                    "28": "Maka ketika dia (suami perempuan itu) melihat baju gamisnya (Yusuf) koyak di bagian belakang, dia berkata, “Sesungguhnya ini adalah tipu dayamu. Tipu dayamu benar-benar hebat.”",
                    "29": "Wahai Yusuf! ”Lupakanlah ini, dan (istriku) mohonlah ampunan atas dosamu, karena engkau termasuk orang yang bersalah.”",
                    "30": "Dan perempuan-perempuan di kota berkata, “Istri Al-Aziz menggoda dan merayu pelayannya untuk menundukkan dirinya, pelayannya benar-benar membuatnya mabuk cinta. Kami pasti memandang dia dalam kesesatan yang nyata.”",
                    "31": "Maka ketika perempuan itu mendengar cercaan mereka, diundangnyalah perempuan-perempuan itu dan disediakannya tempat duduk bagi mereka, dan kepada masing-masing mereka diberikan sebuah pisau (untuk memotong jamuan), kemudian dia berkata (kepada Yusuf), “Keluarlah (tampakkanlah dirimu) kepada mereka.” Ketika perempuan-perempuan itu melihatnya, mereka terpesona kepada (keelokan rupa)nya, dan mereka (tanpa sadar) melukai tangannya sendiri. Seraya berkata, “Mahasempurna Allah, ini bukanlah manusia. Ini benar-benar malaikat yang mulia.”",
                    "32": "Dia (istri Al-Aziz) berkata, “Itulah orangnya yang menyebabkan kamu mencela aku karena (aku tertarik) kepadanya, dan sungguh, aku telah menggoda untuk menundukkan dirinya tetapi dia menolak. Jika dia tidak melakukan apa yang aku perintahkan kepadanya, niscaya dia akan dipenjarakan, dan dia akan menjadi orang yang hina.”",
                    "33": "Yusuf berkata, “Wahai Tuhanku! Penjara lebih aku sukai daripada memenuhi ajakan mereka. Jika aku tidak Engkau hindarkan dari tipu daya mereka, niscaya aku akan cenderung untuk (memenuhi keinginan mereka) dan tentu aku termasuk orang yang bodoh.”",
                    "34": "Maka Tuhan memperkenankan doa Yusuf, dan Dia menghindarkan Yusuf dari tipu daya mereka. Dialah Yang Maha Mendengar, Maha Mengetahui.",
                    "35": "Kemudian timbul pikiran pada mereka setelah melihat tanda-tanda (kebenaran Yusuf) bahwa mereka harus memenjarakannya sampai waktu tertentu.",
                    "36": "Dan bersama dia masuk pula dua orang pemuda ke dalam penjara. Salah satunya berkata, “Sesungguhnya aku bermimpi memeras anggur,” dan yang lainnya berkata, “Aku bermimpi, membawa roti di atas kepalaku, sebagiannya dimakan burung.” Berikanlah kepada kami takwilnya. Sesungguhnya kami memandangmu termasuk orang yang berbuat baik.",
                    "37": "Dia (Yusuf) berkata, “Makanan apa pun yang akan diberikan kepadamu berdua aku telah dapat menerangkan takwilnya, sebelum (makanan) itu sampai kepadamu. Itu sebagian dari yang diajarkan Tuhan kepadaku. Sesungguhnya aku telah meninggalkan agama orang-orang yang tidak beriman kepada Allah, bahkan mereka tidak percaya kepada hari akhirat.",
                    "38": "Dan aku mengikuti agama nenek moyangku: Ibrahim, Ishak dan Yakub. Tidak pantas bagi kami (para nabi) mempersekutukan sesuatu apa pun dengan Allah. Itu adalah dari karunia Allah kepada kami dan kepada manusia (semuanya); tetapi kebanyakan manusia tidak bersyukur.",
                    "39": "Wahai kedua penghuni penjara! Manakah yang baik, tuhan-tuhan yang bermacam-macam itu ataukah Allah Yang Maha Esa, Mahaperkasa?",
                    "40": "Apa yang kamu sembah selain Dia, hanyalah nama-nama yang kamu buat-buat baik oleh kamu sendiri maupun oleh nenek moyangmu. Allah tidak menurunkan suatu keterangan pun tentang hal (nama-nama) itu. Keputusan itu hanyalah milik Allah. Dia telah memerintahkan agar kamu tidak menyembah selain Dia. Itulah agama yang lurus, tetapi kebanyakan manusia tidak mengetahui.",
                    "41": "Wahai kedua penghuni penjara, “Salah seorang di antara kamu, akan bertugas menyediakan minuman khamar bagi tuannya. Adapun yang seorang lagi dia akan disalib, lalu burung memakan sebagian kepalanya. Telah terjawab perkara yang kamu tanyakan (kepadaku).”",
                    "42": "Dan dia (Yusuf) berkata kepada orang yang diketahuinya akan selamat di antara mereka berdua, “Terangkanlah keadaanku kepada tuanmu.” Maka setan menjadikan dia lupa untuk menerangkan (keadaan Yusuf) kepada tuannya. Karena itu dia (Yusuf) tetap dalam penjara beberapa tahun lamanya.",
                    "43": "Dan raja berkata (kepada para pemuka kaumnya), “Sesungguhnya aku bermimpi melihat tujuh ekor sapi betina yang gemuk dimakan oleh tujuh ekor sapi betina yang kurus; tujuh tangkai (gandum) yang hijau dan (tujuh tangkai) lainnya yang kering. Wahai orang yang terkemuka! Terangkanlah kepadaku tentang takwil mimpiku itu jika kamu dapat menakwilkan mimpi.” ",
                    "44": "Mereka menjawab, “(Itu) mimpi-mimpi yang kosong dan kami tidak mampu menakwilkan mimpi itu.”",
                    "45": "Dan berkatalah orang yang selamat di antara mereka berdua dan teringat (kepada Yusuf) setelah beberapa waktu lamanya, “Aku akan memberitahukan kepadamu tentang (orang yang pandai) menakwilkan mimpi itu, maka utuslah aku (kepadanya).”",
                    "46": "”Yusuf, wahai orang yang sangat dipercaya! Terangkanlah kepada kami (takwil mimpi) tentang tujuh ekor sapi betina yang gemuk yang dimakan oleh tujuh (ekor sapi betina) yang kurus, tujuh tangkai (gandum) yang hijau dan (tujuh tangkai) lainnya yang kering agar aku kembali kepada orang-orang itu, agar mereka mengetahui.”",
                    "47": "Dia (Yusuf) berkata, “Agar kamu bercocok tanam tujuh tahun (berturut-turut) sebagaimana biasa; kemudian apa yang kamu tuai hendaklah kamu biarkan di tangkainya kecuali sedikit untuk kamu makan.",
                    "48": "Kemudian setelah  itu akan datang tujuh (tahun) yang sangat sulit, yang menghabiskan apa yang kamu simpan untuk menghadapinya (tahun sulit), kecuali sedikit dari apa (bibit gandum) yang kamu simpan. ",
                    "49": "Setelah itu akan datang tahun, di mana manusia diberi hujan (dengan cukup) dan pada masa itu mereka memeras (anggur).”",
                    "50": "Dan raja berkata, “Bawalah dia kepadaku.” Ketika utusan itu datang kepadanya, dia (Yusuf) berkata, “Kembalilah kepada tuanmu dan tanyakan kepadanya bagaimana halnya perempuan-perempuan yang telah melukai tangannya. Sungguh, Tuhanku Maha Mengetahui tipu daya mereka.”",
                    "51": "Dia (raja) berkata (kepada perempuan-perempuan itu), “Bagaimana keadaanmu ketika kamu menggoda Yusuf untuk menundukkan dirinya?” Mereka berkata, “Mahasempurna Allah, kami tidak mengetahui sesuatu keburukan darinya.” Istri Al-Aziz berkata, “Sekarang jelaslah kebenaran itu, akulah yang menggoda dan merayunya, dan sesungguhnya dia termasuk orang yang benar.”",
                    "52": "(Yusuf berkata), “Yang demikian itu agar dia (Al-Aziz) mengetahui bahwa aku benar-benar tidak mengkhianatinya ketika dia tidak ada (di rumah), dan bahwa Allah tidak meridai tipu daya orang-orang yang berkhianat. ",
                    "53": "Dan aku tidak (menyatakan) diriku bebas (dari kesalahan), karena sesungguhnya nafsu itu selalu mendorong kepada kejahatan, kecuali (nafsu) yang diberi rahmat oleh Tuhanku. Sesungguhnya Tuhanku Maha Pengampun, Maha Penyayang.",
                    "54": "Dan raja berkata, “Bawalah dia (Yusuf) kepadaku, agar aku memilih dia (sebagai orang yang dekat) kepadaku.”  Ketika dia (raja) telah bercakap-cakap dengan dia, dia (raja) berkata, “Sesungguhnya kamu (mulai) hari ini menjadi seorang yang berkedudukan tinggi di lingkungan kami dan dipercaya.”",
                    "55": "Dia (Yusuf) berkata, “Jadikanlah aku bendaharawan negeri (Mesir); karena sesungguhnya aku adalah orang yang pandai menjaga, dan berpengetahuan.”",
                    "56": "Dan demikianlah Kami memberi kedudukan kepada Yusuf di negeri ini (Mesir); untuk tinggal di mana saja yang dia kehendaki. Kami melimpahkan rahmat kepada siapa yang Kami kehendaki dan Kami tidak menyia-nyiakan pahala orang yang berbuat baik.",
                    "57": "Dan sungguh, pahala akhirat itu lebih baik bagi orang-orang yang beriman dan selalu bertakwa.",
                    "58": "Dan saudara-saudara Yusuf datang (ke Mesir) lalu mereka masuk ke (tempat)nya. Maka dia (Yusuf) mengenal mereka, sedang mereka tidak mengenalinya (lagi) kepadanya.",
                    "59": "Dan ketika dia (Yusuf) menyiapkan bahan makanan untuk mereka, dia berkata, “Bawalah kepadaku saudaramu yang seayah dengan kamu (Bunyamin), tidakkah kamu melihat bahwa aku menyempurnakan takaran dan aku adalah penerima tamu yang terbaik?",
                    "60": "Maka jika kamu tidak membawanya kepadaku, maka kamu tidak akan mendapat jatah (gandum) lagi dariku dan jangan kamu mendekatiku.”",
                    "61": "Mereka berkata, “Kami akan membujuk ayahnya (untuk membawanya) dan kami benar-benar akan melaksanakannya.”",
                    "62": "Dan dia (Yusuf) berkata kepada pelayan-pelayannya, “Masukkanlah barang-barang (penukar) mereka ke dalam karung-karungnya, agar mereka mengetahuinya apabila telah kembali kepada keluarganya, mudah-mudahan mereka kembali lagi.”",
                    "63": "Maka ketika mereka telah kembali kepada ayahnya (Yakub) mereka berkata, “Wahai ayah kami! Kami tidak akan mendapat jatah (gandum) lagi, (jika tidak membawa saudara kami), sebab itu biarkanlah saudara kami pergi bersama kami agar kami mendapat jatah, dan kami benar-benar akan menjaganya.”",
                    "64": "Dia (Yakub) berkata, “Bagaimana aku akan mempercayakannya (Bunyamin) kepadamu, seperti aku telah mempercayakan saudaranya (Yusuf) kepada kamu dahulu?” Maka Allah adalah penjaga yang terbaik dan Dia Maha Penyayang di antara para penyayang.",
                    "65": "Dan ketika mereka membuka barang-barangnya, mereka menemukan barang-barang (penukar) mereka dikembalikan kepada mereka. Mereka berkata, “Wahai ayah kami! Apalagi yang kita inginkan. Ini barang-barang kita dikembalikan kepada kita, dan kita akan dapat memberi makan keluarga kita, dan kami akan memelihara saudara kami, dan kita akan mendapat tambahan jatah (gandum) seberat beban seekor unta. Itu suatu hal yang mudah (bagi raja Mesir).”",
                    "66": "Dia (Yakub) berkata, “Aku tidak akan melepaskannya (pergi) bersama kamu, sebelum kamu bersumpah kepadaku atas (nama) Allah, bahwa kamu pasti akan membawanya kepadaku kembali, kecuali jika kamu dikepung (musuh).” Setelah mereka mengucapkan sumpah, dia (Yakub) berkata, “Allah adalah saksi terhadap apa yang kita ucapkan.”",
                    "67": "Dan dia (Yakub) berkata, “Wahai anak-anakku! Janganlah kamu masuk dari satu pintu gerbang, dan masuklah dari pintu-pintu gerbang yang berbeda; namun demikian aku tidak dapat mempertahankan kamu sedikit pun dari (takdir) Allah. Keputusan itu hanyalah bagi Allah. Kepada-Nya aku bertawakal dan kepada-Nya pula bertawakallah orang-orang yang bertawakal.”",
                    "68": "Dan ketika mereka masuk sesuai dengan perintah ayah mereka, (masuknya mereka itu) tidak dapat menolak sedikit pun keputusan Allah, (tetapi itu) hanya suatu keinginan pada diri Yakub yang telah ditetapkannya. Dan sesungguhnya dia mempunyai pengetahuan, karena Kami telah mengajarkan kepadanya. Tetapi kebanyakan manusia tidak mengetahui.",
                    "69": "Dan ketika mereka masuk ke (tempat) Yusuf, dia menempatkan saudaranya (Bunyamin) di tempatnya, dia (Yusuf) berkata, “Sesungguhnya aku adalah  saudaramu, jangan engkau bersedih hati terhadap apa yang telah mereka kerjakan.”",
                    "70": "Maka ketika telah disiapkan bahan makanan untuk mereka, dia (Yusuf) memasukkan piala ke dalam karung saudaranya. Kemudian berteriaklah seseorang yang menyerukan, “Wahai kafilah! Sesungguhnya kamu pasti pencuri.” ",
                    "71": "Mereka bertanya, sambil menghadap kepada mereka (yang menuduh), “Kamu kehilangan apa?”",
                    "72": "Mereka menjawab, “Kami kehilangan piala raja, dan siapa yang dapat mengembalikannya akan memperoleh (bahan makanan seberat) beban unta, dan aku jamin itu.”",
                    "73": "Mereka (saudara-saudara Yusuf) menjawab, “Demi Allah, sungguh, kamu mengetahui bahwa kami datang bukan untuk berbuat kerusakan di negeri ini dan kami bukanlah para pencuri.”",
                    "74": "Mereka berkata, “Tetapi apa hukumannya jika kamu dusta?”",
                    "75": "Mereka menjawab, “Hukumannya ialah pada siapa ditemukan dalam karungnya (barang yang hilang itu), maka dia sendirilah menerima hukumannya. Demikianlah kami memberi hukuman kepada orang-orang zalim.”",
                    "76": "Maka mulailah dia (memeriksa) karung-karung mereka sebelum (memeriksa) karung saudaranya sendiri, kemudian dia mengeluarkan (piala raja) itu dari karung saudaranya. Demikianlah Kami mengatur (rencana) untuk Yusuf. Dia tidak dapat menghukum saudaranya menurut undang-undang raja, kecuali Allah menghendakinya. Kami angkat derajat orang yang Kami kehendaki; dan di atas setiap orang yang berpengetahuan ada yang lebih mengetahui.",
                    "77": "Mereka berkata, “Jika dia mencuri, maka sungguh sebelum itu saudaranya pun pernah pula mencuri.” Maka Yusuf menyembunyikan (kejengkelan) dalam hatinya dan tidak ditampakkannya kepada mereka. Dia berkata (dalam hatinya), “Kedudukanmu justru lebih buruk. Dan Allah Maha Mengetahui apa yang kamu terangkan.”",
                    "78": "Mereka berkata, “Wahai Al-Aziz! Dia mempunyai ayah yang sudah lanjut usia, karena itu ambillah salah seorang di antara kami sebagai gantinya, sesungguhnya kami melihat engkau termasuk orang-orang yang berbuat baik.”",
                    "79": "Dia (Yusuf) berkata, “Aku memohon perlindungan kepada Allah dari menahan (seseorang), kecuali orang yang kami temukan harta kami padanya, jika kami (berbuat) demikian, berarti kami orang yang zalim.”",
                    "80": "Maka ketika mereka berputus asa darinya (putusan Yusuf) mereka menyendiri (sambil berunding) dengan berbisik-bisik. Yang tertua di antara mereka berkata, “Tidakkah kamu ketahui bahwa ayahmu telah mengambil janji dari kamu dengan (nama) Allah dan sebelum itu kamu telah menyia-nyiakan Yusuf? Sebab itu aku tidak akan meninggalkan negeri ini (Mesir), sampai ayahku mengizinkan (untuk kembali), atau Allah memberi keputusan terhadapku. Dan Dia adalah hakim yang terbaik.”",
                    "81": "Kembalilah kepada ayahmu dan katakanlah, “Wahai ayah kami! Sesungguhnya anakmu telah mencuri dan kami hanya menyaksikan apa yang kami ketahui dan kami tidak mengetahui apa yang di balik itu.",
                    "82": "Dan tanyalah (penduduk) negeri tempat kami berada, dan kafilah yang datang bersama kami. Dan kami adalah orang yang benar.”",
                    "83": "Dia (Yakub) berkata, “Sebenarnya hanya dirimu sendiri yang memandang baik urusan (yang buruk) itu. Maka (kesabaranku) adalah kesabaran yang baik. Mudah-mudahan Allah mendatangkan mereka semuanya kepadaku. Sungguh, Dialah Yang Maha Mengetahui, Mahabijaksana.”",
                    "84": "Dan dia (Yakub) berpaling dari mereka (anak-anaknya) seraya berkata, “Aduhai dukacitaku terhadap Yusuf,” dan kedua matanya menjadi putih karena sedih. Dia diam menahan amarah (terhadap anak-anaknya).",
                    "85": "Mereka berkata, “Demi Allah, engkau tidak henti-hentinya mengingat Yusuf, sehingga engkau (mengidap) penyakit berat atau engkau termasuk orang-orang yang akan binasa.”",
                    "86": "Dia (Yakub) menjawab, “Hanya kepada Allah aku mengadukan kesusahan dan kesedihanku. Dan aku mengetahui dari Allah apa yang tidak kamu ketahui.",
                    "87": "Wahai anak-anakku! Pergilah kamu, carilah (berita) tentang Yusuf dan saudaranya dan jangan kamu berputus asa dari rahmat Allah. Sesungguhnya yang berputus asa dari rahmat Allah, hanyalah orang-orang yang kafir.”",
                    "88": "Maka ketika mereka masuk ke (tempat) Yusuf, mereka berkata, “Wahai Al-Aziz! Kami dan keluarga kami telah ditimpa kesengsaraan dan kami datang membawa barang-barang yang tidak berharga, maka penuhilah jatah (gandum) untuk kami, dan bersedekahlah kepada kami. Sesungguhnya Allah memberi balasan kepada orang yang bersedekah.”",
                    "89": "Dia (Yusuf) berkata, “Tahukah kamu (kejelekan) apa yang telah kamu perbuat terhadap Yusuf dan saudaranya karena kamu tidak menyadari (akibat) perbuatanmu itu?”",
                    "90": "Mereka berkata, “Apakah engkau benar-benar Yusuf?” Dia (Yusuf) menjawab, “Aku Yusuf dan ini saudaraku. Sungguh, Allah telah melimpahkan karunia-Nya kepada kami. Sesungguhnya barangsiapa bertakwa dan bersabar, maka Sungguh, Allah tidak menyia-nyiakan pahala orang yang berbuat baik.”",
                    "91": "Mereka berkata, “Demi Allah, sungguh Allah telah melebihkan engkau di atas kami, dan sesungguhnya kami adalah orang yang bersalah (berdosa).”",
                    "92": "Dia (Yusuf) berkata, “Pada hari ini tidak ada cercaan terhadap kamu, mudah-mudahan Allah mengampuni kamu. Dan Dia Maha Penyayang di antara para penyayang.",
                    "93": "Pergilah kamu dengan membawa bajuku ini, lalu usapkan ke wajah ayahku, nanti dia akan melihat kembali; dan bawalah seluruh keluargamu kepadaku.”",
                    "94": "Dan ketika kafilah itu telah keluar (dari negeri Mesir), ayah mereka berkata, “Sesungguhnya Aku mencium bau Yusuf, sekiranya kamu tidak menuduhku lemah akal (tentu kamu membenarkan aku).”",
                    "95": "Mereka (keluarganya) berkata, “Demi Allah, sesungguhnya engkau masih dalam kekeliruanmu yang dahulu.”",
                    "96": "Maka ketika telah tiba pembawa kabar gembira itu, maka diusapkannya (baju itu) ke wajahnya (Yakub), lalu dia dapat melihat kembali. Dia (Yakub) berkata, “Bukankah telah aku katakan kepadamu, bahwa aku mengetahui dari Allah apa yang tidak kamu ketahui.”",
                    "97": "Mereka berkata, “Wahai ayah kami! Mohonkanlah ampunan untuk kami atas dosa-dosa kami, sesungguhnya kami adalah orang yang bersalah (berdosa).” ",
                    "98": "Dia (Yakub) berkata, “Aku akan memohonkan ampunan bagimu kepada Tuhanku. Sungguh, Dia Yang Maha Pengampun, Maha Penyayang.”",
                    "99": "Maka ketika mereka masuk ke (tempat) Yusuf, dia merangkul (dan menyiapkan tempat untuk) kedua orang tuanya seraya berkata, “Masuklah kamu ke negeri Mesir, insya Allah dalam keadaan aman.”",
                    "100": "Dan dia menaikkan kedua orang tuanya ke atas singgasana. Dan mereka (semua) tunduk bersujud kepadanya (Yusuf). Dan dia (Yusuf) berkata, “Wahai ayahku! Inilah takwil mimpiku yang dahulu itu. Dan sesungguhnya Tuhanku telah menjadikannya kenyataan. Sesungguhnya Tuhanku telah berbuat baik kepadaku, ketika Dia membebaskan aku dari penjara dan ketika membawa kamu dari dusun, setelah setan merusak (hubungan) antara aku dengan saudara-saudaraku. Sungguh, Tuhanku Mahalembut terhadap apa yang Dia kehendaki. Sungguh, Dia Yang Maha Mengetahui, Mahabijaksana.",
                    "101": "Tuhanku, sesungguhnya Engkau telah menganugerahkan kepadaku sebagian kekuasaan dan telah mengajarkan kepadaku sebagian takwil mimpi. (Wahai Tuhan) pencipta langit dan bumi, Engkaulah pelindungku di dunia dan di akhirat, wafatkanlah aku dalam keadaan muslim dan gabungkanlah aku dengan orang yang saleh.” ",
                    "102": "Itulah sebagian berita gaib yang Kami wahyukan kepadamu (Muhammad); padahal engkau tidak berada di samping mereka, ketika mereka bersepakat mengatur tipu muslihat (untuk memasukkan Yusuf ke dalam sumur).",
                    "103": "Dan kebanyakan manusia tidak akan beriman walaupun engkau sangat           menginginkannya.",
                    "104": "Dan engkau tidak meminta imbalan apa pun kepada mereka (terhadap seruanmu ini), sebab (seruan) itu adalah pengajaran bagi seluruh alam.",
                    "105": "Dan berapa banyak tanda-tanda (kebesaran Allah) di langit dan di bumi yang mereka lalui, namun mereka berpaling daripadanya.",
                    "106": "Dan kebanyakan mereka tidak beriman kepada Allah, bahkan mereka mempersekutukan-Nya.",
                    "107": "Apakah mereka merasa aman dari kedatangan siksa Allah yang meliputi mereka, atau kedatangan Kiamat kepada mereka secara mendadak, sedang mereka tidak menyadarinya?",
                    "108": "Katakanlah (Muhammad), “Inilah jalanku, aku dan orang-orang yang mengikutiku mengajak (kamu) kepada Allah dengan yakin, Mahasuci Allah, dan aku tidak termasuk orang-orang musyrik.”",
                    "109": "Dan Kami tidak mengutus sebelummu (Muhammad), melainkan orang laki-laki yang Kami berikan wahyu kepadanya di antara penduduk negeri. Tidakkah mereka bepergian di bumi lalu melihat bagaimana kesudahan orang-orang sebelum mereka (yang mendustakan rasul). Dan sungguh, negeri akhirat itu lebih baik bagi orang yang bertakwa. Tidakkah kamu mengerti?",
                    "110": "Sehingga apabila para rasul tidak mempunyai harapan lagi (tentang keimanan kaumnya) dan telah meyakini bahwa mereka telah didustakan, datanglah kepada mereka (para rasul) itu pertolongan Kami, lalu diselamatkan orang yang Kami kehendaki. Dan siksa Kami tidak dapat ditolak dari orang yang berdosa.",
                    "111": "Sungguh, pada kisah-kisah mereka itu terdapat pengajaran bagi orang yang mempunyai akal. (Al-Qur'an) itu bukanlah cerita yang dibuat-buat, tetapi membenarkan (kitab-kitab) yang sebelumnya, menjelaskan segala sesuatu, dan (sebagai) petunjuk dan rahmat bagi orang-orang yang beriman."
                }
            }
        },
        "tafsir": {
            "id": {
                "kemenag": {
                    "name": "Kemenag",
                    "source": "Aplikasi Quran Kementrian Agama Republik Indonesia",
                    "text": {
                        "1": "Ayat pertama surah Yusuf ini sama bunyinya dengan ayat pertama pada surah Yunus kecuali pada akhir ayat pertama surah Yunus ada kata \"al hakim\" sedang pada ayat pertama surah ini terdapat kata \"al-Mubin\".\n\nAl-hakim artinya penuh hikmat dan al-Mubin artinya nyata, jelas, dan terang. Biasanya dengan memperhatikan ayat pertama dari tiap-tiap surah sudah dapat diperkirakan apa pokok-pokok isi surah itu. Surah Yunus yang ayat pertamanya diakhiri dengan al-Hakim, terdapat di dalamnya masalah-masalah hikmat dan filsafat, seperti masalah keesaan Allah, sifat-sifat-Nya, kebenaran risalah yang dibawa para nabi yang dikuatkan dengan berbagai macam mukjizat, masalah hari kebangkitan, hari pembalasan, dan sebagainya. Semuanya itu adalah masalah-masalah yang harus direnungkan dan difikirkan secara mendalam dan termasuk masalah hikmat dan filsafat. Adapun surah Yusuf ayat pertamanya diakhiri dengan al-Mubin. Hal ini mengisyaratkan bahwa di dalamnya terdapat suatu kisah yang sangat menarik, digubah dengan susunan kata-kata yang mempesona penuh balagah dan falsafah dalam suatu jalinan cerita yang indah yang mendorong pembacanya untuk mengikuti sampai akhir, suatu kisah yang patut menjadi contoh dan teladan yang menggambarkan dengan jelas bagaimana kehidupan seorang nabi yang mulia semenjak kecilnya mengalami beraneka ragam penderitaan sampai ia menjadi penguasa yang disegani dan dihormati di negeri Mesir.",
                        "2": "Pada ayat ini, Allah menegaskan bahwa Dia menurunkan Al-Quran dalam bahasa Arab yang fasih agar dapat direnungkan dan difikirkan isi dan maknanya. Memang Al-Quran diturunkan untuk semua manusia, bahkan juga untuk jin, tetapi karena yang pertama-tama menerimanya ialah penduduk Mekah, maka wajarlah bila firman itu ditujukan lebih dahulu kepada mereka dan seterusnya berlaku untuk semua umat manusia. Pertama-tama Allah menuntut perhatian orang-orang Quraisy dan orang-orang Arab seluruhnya supaya mereka memperhatikan isinya dengan sebaik-baiknya karena di dalamnya terkandung bermacam-macam ilmu pengetahuan yang bermanfaat bagi mereka di dunia dan akhirat seperti hukum-hukum agama, kisah para nabi dan rasul, hal-hal yang bertalian dengan pembangunan masyarakat, pokok-pokok kemakmuran, akhlak, filsafat, tata cara berpolitik, baik yang bersifat nasional maupun yang bersifat internasional, dan lain sebagainya. Semuanya itu diutarakan dalam bahasa Arab yang indah susunannya mudah dipahami oleh mereka.",
                        "3": "Pada ayat ini, Allah mengkhususkan firman-Nya kepada Nabi Muhammad saw dan tentu saja untuk diperhatikan oleh orang Arab dan umat manusia seluruhnya. Para mufasir mengatakan bahwa surah Yusuf ini adalah salah satu surah dalam Al-Quran yang diturunkan untuk menghibur dan menggembirakan hati Nabi Muhammad saw di kala beliau menderita tekanan-tekanan yang berat dari kaum Quraisy berupa cemoohan, hinaan, pembangkangan, dan tindakan kekerasan sehingga beliau terpaksa hijrah bersama Abu Bakar ke Medinah. Memang demikianlah halnya karena kisah Nabi Yusuf ini adalah suatu kisah yang menarik sekali, dikisahkan dengan cara terperinci, tiap babak mengandung hikmah yang dalam dan pelajaran yang besar manfaatnya bagi orang yang memperhatikannya, apalagi bila dilihat dari segi keindahan susunan bahasa dan isi ceritanya yang belum dikenal seluruhnya baik oleh Nabi Muhammad saw sendiri maupun oleh kaum Quraisy dan orang Arab pada umumnya.\n\nKisah ini selain menceritakan keadaan Nabi Yakub a.s. beserta anak-anaknya yang masih hidup dengan cara kehidupan orang-orang Badui, menceritakan pula bagaimana kehidupan dalam masyarakat yang telah maju dan berkebudayaan tinggi, bagaimana kehidupan para penguasa yang penuh dengan kemewahan serta kesenangan dan bagaimana pula cara mereka mengendalikan pemerintahan dan mengatur perekonomian negara. Benarlah firman Allah yang mengatakan bahwa kisah Nabi Yusuf a.s. yang akan dikisahkan berikut ini adalah kisah yang paling baik, menarik, dan yang paling indah penggambarannya.",
                        "4": "Pada suatu ketika Nabi Yusuf a.s. memberitahukan kepada ayahnya Nabi Yakub bin Ishak bin Ibrahim bahwa ia bermimpi melihat sebelas bintang, matahari, dan bulan, semuanya tunduk dan sujud kepadanya. Tentu saja sujud di sini bukan dengan arti menyembah seperti yang kita kenal, tetapi hanyalah sujud dalam arti kiasan yaitu tunduk dan patuh. Sujud dengan arti tunduk dan patuh itu ada juga terdapat dalam Al-Quran, seperti firman Allah:\n\nDan tetumbuhan dan pepohonan, keduanya tunduk (kepada-Nya). (ar-Rahman/55: 6)\n\nSetelah mendengar cerita itu, Nabi Yakub a.s. menyadari bahwa mimpi anaknya bukan mimpi biasa, tetapi merupakan ilham dari Allah sebagaimana kerapkali dialami oleh para nabi. Ia yakin bahwa anaknya ini akan menghadapi urusan yang sangat penting dan setelah dewasa menjadi pemimpin dimana masyarakat akan tunduk kepadanya tidak terkecuali saudara-saudaranya dan ibu-bapaknya. Ia merasa khawatir kalau hal ini diketahui oleh saudara-saudaranya, dan tentulah mereka akan merasa iri dan dengki terhadapnya serta berusaha untuk menyingkirkan atau membinasa-kannya apalagi mereka telah merasa bahwa ayah mereka lebih banyak menumpahkan kasih sayangnya kepadanya. Tergambarlah dalam khayal Nabi Yakub bagaimana nasib anaknya bila mimpi itu diketahui oleh saudara-saudaranya, tentulah mereka dengan segala usaha dan tipu daya akan mencelakakannya.",
                        "5": "Oleh sebab itu, Nabi Yakub a.s. berkata kepada anaknya, \"Hai anakku, jangan sekali-kali engkau beritahukan apa yang engkau lihat dalam mimpi itu, karena kalau mereka sampai mengetahuinya, mereka akan mengerti tabir mimpi itu dan mereka akan iri dan dengki terhadapmu. Aku melihat bahwa mimpi itu bukan sembarang mimpi. Mimpimu itu adalah sebagai ilham dari Allah bahwa engkau di belakang hari akan menjadi orang besar serta berpengaruh, dan manusia akan tunduk patuh kepadamu termasuk saudara-saudaramu dan aku serta ibumu. Aku tidak dapat menjamin bahwa saudara-saudaramu tidak akan melakukan tindakan-tindakan buruk terhadapmu.\"\n\nNasihat ayahnya itu disadari sepenuhnya oleh Yusuf dan selalu diingat dan dikenangnya sehingga nanti pada akhir kisah ketika ia telah dapat bertemu dengan seluruh keluarganya, ia tetap mengatakan bahwasanya setanlah yang memperdaya saudara-saudaranya sehingga terputus hubungan antara dia dengan keluarganya, sebagaimana tersebut dalam firman Allah:\n\nDan dia (Yusuf) berkata, \"Wahai ayahku! Inilah takwil mimpiku yang dahulu itu. Dan sesungguhnya Tuhanku telah menjadikannya kenyataan. Sesungguhnya Tuhanku telah berbuat baik kepadaku, ketika Dia membebaskan aku dari penjara dan ketika membawa kamu dari dusun, setelah setan merusak (hubungan) antara aku dengan saudara-saudaraku. Sungguh, Tuhanku Mahalembut terhadap apa yang Dia kehendaki. Sungguh, Dia Yang Maha Mengetahui, Mahabijaksana.\" (Yusuf/12: 100)",
                        "6": "Selanjutnya ayahnya berkata, \"Demikianlah Tuhan akan memilihmu untuk menjadi nabi dan mengangkat derajatmu menjadi penguasa serta menganugerahkan kepadamu berbagai macam nikmat dan kemuliaan. Dia akan memberikan kepadamu ilmu dengan mengilhamkannya kepadamu. Dengan ilmu itu kamu dapat mentabirkan mimpi dan mengetahui hal-hal yang tidak dapat diketahui oleh manusia biasa.\" Hal ini terbukti di waktu Yusuf dalam penjara, dapat mentabirkan mimpi raja Mesir sehingga ia menjadi orang yang disegani dan diangkat menjadi penguasa tertinggi. Selain itu dapat mengetahui makanan apa yang akan dibawa oleh pegawai penjara sebelum makanan itu sampai ke kamar temannya seperti tersebut dalam firman Allah dalam surah ini juga.\n\nDia (Yusuf) berkata, \"Makanan apa pun yang akan diberikan kepadamu berdua aku telah dapat menerangkan takwilnya, sebelum (makanan) itu sampai kepadamu. Itu sebagian dari yang diajarkan Tuhan kepadaku.\" (Yusuf/12: 37)\n\nKemudian Yakub berkata lagi kepada Yusuf dalam ayat ini, \"Allah akan menyempurnakan nikmat dan karunia-Nya kepadamu dan kepada keluarga Yakub termasuk ayahmu, saudaramu, dan keturunan mereka di belakang hari. Adapun nikmat dan karunia-Nya kepadamu ialah seperti yang telah diterangkan tadi, sedang nikmat dan karunia-Nya kepada ayah dan ibumu serta saudara-saudaramu dan keturunan mereka ialah terlepasnya mereka dari berbagai macam kesulitan serta marabahaya dan mendapat kehormatan serta kedudukan di Mesir, kemudian di antara keturunan keluarga Yakub akan diangkat pula beberapa orang nabi. Semua nikmat dan karunia itu telah diberikan Allah kepada kakekmu Ibrahim serta Ishak. Kepada Ibrahim, Allah telah menjanjikan akan memilih di antara keluarga dan keturunannya untuk menerima kenabian dan kitab suci.\"\n\nLanjut Yakub lagi, \"Demikianlah tabir mimpi itu dan bergembiralah dengan rahmat dan karunia Allah yang akan dianugerahkan kepadamu, tetapi engkau harus tabah dan sabar menghadapi segala ujiannya dan penuh tawakkal serta rela atas segala yang ditimpakan-Nya kepadamu, karena Dia Mahabijaksana dan Maha Mengetahui segala apa yang ditetapkan-Nya.\"",
                        "7": "Allah memperingatkan lebih dahulu bahwa pada kisah Nabi Yusuf a.s. ini terdapat teladan yang baik dan pelajaran bagi orang yang memperhatikannya yaitu betapa besar kekuasaan Allah swt, dan betapa luas hikmah dan kebijaksanaan-Nya dalam mengatur sesuatu dalam suatu rentetan kejadian yang akhirnya sampai kepada tujuan yang dimaksud yaitu pemberian rahmat dan karunia kepada orang yang dikasihi-Nya. Sesudah itu barulah Allah mengisahkan bagaimana sikap saudara-saudara Yusuf terhadapnya.",
                        "8": "Saudara-saudara Yusuf berkata sesama mereka, \"Sesungguhnya ayah kita lebih banyak menyayangi Yusuf dan saudaranya Bunyamin dan lebih banyak menumpahkan perhatiannya kepada keduanya, padahal kitalah yang lebih berhak untuk disayangi dan diperhatikan, karena kita ini sudah menjadi orang dewasa yang kuat dan dapat membelanya serta memenuhi segala kebutuhannya. Sikap ayah kita itu bertentangan dengan keadilan dan persamaan hak antara anak-anak. Mengapa ayah lebih mengutamakan dua orang anak yang lemah dan tak berdaya itu dari pada kita yang kuat serta lebih sanggup berkhidmat dan berbakti kepadanya?\"\n\nSepintas lalu nampak dengan jelas kebenaran ucapan saudara-saudara Yusuf itu, seakan-akan Nabi Yakub a.s. telah membuat kekeliruan dengan tindakannya itu padahal dia seorang nabi yang selalu dibimbing Allah dalam segala sikap dan tindakannya. Menurut riwayat memang Yakub menumpah-kan perhatian yang besar terhadap Yusuf, karena ada firasat dan tanda-tanda yang menunjukkan bahwa Yusuf mempunyai keistimewaan pada sifat dan pembawaannya. Keistimewaan ini tidak dimiliki oleh saudara-saudaranya yang lain. Maka Yakub sangat menaruh harapan kepadanya, apalagi setelah ia mendengar Yusuf menceritakan mimpinya. Jika Yakub lebih cinta kepada Yusuf dan lebih banyak memperhatikannya, maka hal itu adalah wajar, sebab Yusuf dan Bunyamin masih kecil-kecil dan lebih banyak membutuhkan perhatian dan bimbingan orang tuanya dibanding saudara-saudaranya yang sudah besar. Hanya sifat iri dan dengki sajalah yang mendorong saudara-saudaranya untuk melakukan tindakan permusuhan terhadapnya, bukanlah karena ayah mereka sudah menyimpang dari jalan keadilan.",
                        "9": "Dalam suatu musyawarah untuk menetapkan tindakan yang tepat dan tegas terhadap Yusuf, mereka mengusulkan agar dia dibunuh saja atau dibuang ke tempat yang jauh, sehingga ia tidak mungkin kembali atau binasa dan mati di tempat pembuangan itu. Dengan demikian, ayah mereka Yakub akan berputus asa dan tidak mempunyai harapan lagi untuk bertemu dengan anaknya yang paling disayanginya itu, dan lama kelamaan tentunya dia akan melupakannya. Selama ini yang menjadi halangan baginya untuk memperhatikan mereka ialah Yusuf di sampingnya. Bila Yusuf sudah tiada atau tersingkir ke negeri yang jauh, tentulah ayah mereka akan kembali memperhatikan dan menyayangi mereka. Mereka menginsyafi bahwa tindakan ini adalah suatu tindakan yang kejam tidak berperikemanusiaan, suatu tindakan kriminal yang sangat besar dosanya. Akan tetapi, mereka telah jauh tersesat dari jalan yang benar dan terjerumus ke dalam perangkap setan, sehingga tidak nampak lagi oleh mereka akibat perbuatan itu bagi ayah dan diri mereka sendiri jika perbuatan itu dilakukan.\n\nMereka membujuk diri mereka sendiri dengan mengatakan, meskipun mereka telah berdosa, pintu tobat masih terbuka lebar. Mereka akan bertobat dengan tobat nasuha dan tidak akan berbuat seperti itu lagi, dan menjadi hamba Allah yang saleh. Tentu Allah akan menerima tobat, mengampuni segala dosa dan kesalahan hamba-Nya, dengan demikian ayah mereka akan merasa senang kepada mereka, dan Allah tidak akan menyiksa mereka.",
                        "10": "Rupanya masih ada di antara mereka yang tidak mau melaksanakan usul itu dan masih mengalir dalam tubuhnya rasa kasih sayang terhadap saudaranya dan tergambar dalam khayalnya, betapa ngerinya perbuatan itu. Dia mengusulkan agar Yusuf jangan dibunuh jika hanya ingin memisahkan dari ayahnya dan menarik perhatian ayah mereka kembali. Mengapa untuk mencapai tujuan itu kita harus melakukan pembunuhan, melakukan suatu dosa besar yang belum tentu akan diampuni Tuhan? Dia mempunyai usul yang tidak begitu berat dosanya yaitu menjatuhkan Yusuf ke dalam sumur dan nanti dia akan ditemukan oleh para musafir dan akan dibawa mereka ke negeri yang jauh. Dengan demikian, Yusuf tidak akan mati dan mereka bebas dari dosa pembunuhan sedang maksud dan tujuan tercapai juga. Akhirnya usul ini mereka terima dengan baik, dan mereka sudah bertekad dalam hati untuk melaksanakannya.",
                        "11": "Pada ayat ini, terbayang dengan jelas betapa besar kecurigaan Nabi Yakub terhadap para saudara Yusuf dan kekhawatirannya apabila ia membiarkan Yusuf bergaul dengan mereka, apalagi setelah mendengar cerita Yusuf tentang mimpinya. Sikap ayah mereka itu sangat menjengkelkan hati dan menyinggung perasaan mereka. Dengan terus terang mereka berkata, \"Wahai ayah kami, mengapa engkau selalu mencurigai kami terhadap Yusuf, padahal kami tetap mencintai dan menyayanginya, selalu berusaha agar dia senang dan gembira, dan tidak pernah terlintas dalam pikiran kami akan menyakiti hatinya apalagi menganiayanya. Mengapa engkau tidak membiarkan dia bergaul, bercengkerama dengan sewajarnya seakan-akan engkau menaruh curiga terhadap kami.\"",
                        "12": "Saudara-saudara Yusuf kembali membujuk ayahnya dengan menyatakan, \"Biarkanlah dia pergi berekreasi dengan kami besok ke tempat pengembalaan, berolah raga, dan berlomba. Kami akan membawa makanan yang enak-enak dan buah-buahan yang lezat, yang akan kami santap setelah selesai bermain-main. Kami akan selalu menjaga dan memeliharanya dari segala bahaya. Percayakanlah dia kepada kami. Insya Allah dia akan senang bersama kami dan kami pun menyenangi dia, dan dia akan kami bawa pulang dengan selamat dan tidak kurang suatu apa.\"",
                        "13": "Yakub berkata kepada mereka, \"Hai anak-anakku! Aku akan menjadi gelisah dan sedih jika kamu membawanya bermain-main berolah raga dan berlomba dan tinggal sendirian karena masih kecil, dan belum sanggup melayanimu bermain-main? Siapa tahu datang serigala lalu menerkamnya sedangkan kamu semua sedang asyik bermain-main.\"",
                        "14": "Mereka menjawab, \"Wahai ayah kami, sungguh tidak pada tempat-nya ayah curiga dan gelisah serupa itu dan janganlah ayah merasa khawatir atas keselamatan Yusuf. Kami ini sudah besar-besar dan dewasa, kami ini orang-orang kuat semuanya, dan kami telah berjanji akan menjaganya. Apa yang ayah khawatirkan itu tidak mungkin akan terjadi, dan kalau terjadi juga maka apalah arti hidup bagi kami, jika kami yang besar dan yang kuat ini tidak bisa menjamin keselamatan adik kami. Dengan demikian kami akan termasuk orang-orang yang merugi, orang yang tidak berharga sedikitpun.\" Akhirnya karena desakan yang sangat kuat dari saudara-saudara Yusuf dan mereka telah memberikan jaminan pula, maka dengan perasaan yang berat, terpaksalah Yakub memberi izin kepada mereka untuk membawa Yusuf bermain-main ke tempat gembala di padang pasir.",
                        "15": "Pada ayat 10 surah ini telah diterangkan bahwa saudara-saudara Yusuf telah sepakat akan memasukkan Yusuf ke dalam sumur dengan harapan ia akan ditemukan oleh kafilah yang ingin mengambil air dan di bawa ke negeri yang jauh agar ia tidak dapat ketemu lagi dengan ayahnya. Pada ayat ini diterangkan bahwa sesampainya mereka di suatu tempat yang ada sumurnya mereka melaksanakan permufakatan jahat mereka, dan memasukkan Yusuf ke dalam sumur. Dengan demikian, mereka merasa amat gembira karena momok yang selama ini menghantui jiwa mereka sudah tidak ada lagi. Menurut anggapan mereka Yusuflah yang merebut kasih sayang ayahnya dan sekarang karena dia tidak ada lagi tentulah kasih sayang Yakub akan bertumpah kepada mereka. Bagaimana dengan Yusuf sendiri yang telah mendekam dalam sumur yang gelap itu? Tentu dia sangat bersedih hati dan terbayanglah dalam pikirannya bahwa dia akan mati kedinginan dan kelaparan dan tidak akan bertemu lagi dengan ayah ibunya serta saudara-saudaranya. Pada saat yang amat kritis itulah, Allah mengilhamkan kepadanya agar dia jangan khawatir dan jangan bersedih hati. Allah akan memeliharanya dan melepaskannya dari bahaya yang menimpanya. Nanti dia akan mendapat pertolongan dari kafilah dan akhirnya ia akan mendapat kedudukan yang tinggi, sehingga ia dapat mengingatkan saudara-saudaranya atas pengkhianatan mereka, sedang mereka sendiri tidak sadar bahwa orang yang menceritakan itu adalah Yusuf sendiri.",
                        "16": "Pada kedua ayat ini dikisahkan bahwa saudara-saudara Yusuf kembali menemui Yakub pada malam hari dengan muka yang pucat dan dengan air mata yang bercucuran seraya berkata, \"Wahai ayah kami, apa yang ayah khawatirkan selama ini benar-benar telah terjadi tanpa kemauan kami. Kami pergi bermain-main, dan kami tinggalkan Yusuf untuk menjaga pakaian dan barang-barang kami. Rupanya tanpa kami sadari karena asyiknya kami bermain, kami sudah jauh terpisah dari dia. Setelah kami kembali, kami dapati Yusuf sudah diterkam dan dimakan oleh serigala. Kami tidak mendengar pekik dan teriaknya karena kami telah jauh meninggalkan tempatnya. Kami menyadari bahwa ayah tidak akan percaya kepada cerita kami ini, meskipun kami menceritakan apa yang sebenarnya telah terjadi karena ayah selalu menaruh curiga terhadap kami. Tetapi malang yang tak dapat ditolak inilah yang terjadi dan kamipun tidak berdaya untuk menolongnya.\"",
                        "17": "Pada kedua ayat ini dikisahkan bahwa saudara-saudara Yusuf kembali menemui Yakub pada malam hari dengan muka yang pucat dan dengan air mata yang bercucuran seraya berkata, \"Wahai ayah kami, apa yang ayah khawatirkan selama ini benar-benar telah terjadi tanpa kemauan kami. Kami pergi bermain-main, dan kami tinggalkan Yusuf untuk menjaga pakaian dan barang-barang kami. Rupanya tanpa kami sadari karena asyiknya kami bermain, kami sudah jauh terpisah dari dia. Setelah kami kembali, kami dapati Yusuf sudah diterkam dan dimakan oleh serigala. Kami tidak mendengar pekik dan teriaknya karena kami telah jauh meninggalkan tempatnya. Kami menyadari bahwa ayah tidak akan percaya kepada cerita kami ini, meskipun kami menceritakan apa yang sebenarnya telah terjadi karena ayah selalu menaruh curiga terhadap kami. Tetapi malang yang tak dapat ditolak inilah yang terjadi dan kamipun tidak berdaya untuk menolongnya.\"",
                        "18": "Untuk memperkuat kebenaran cerita itu mereka membawa baju Yusuf yang telah berlumuran darah dan mereka berkata kepada ayahnya, \"Inilah bukti kebenaran kami.\" Padahal, darah yang melekat pada baju itu bukanlah darah Yusuf. Yakub melihat dan memperhatikan baju itu.\n\nDidapatinya baju itu hanya berlumuran darah saja, tetapi masih utuh tak ada yang robek dan tak ada pula yang berlubang-lubang bekas cakaran dan gigitan serigala, pasti saudara-saudaranya inilah yang telah berbuat aniaya terhadapnya, lalu ia berkata kepada mereka, \"Aku tidak percaya sama sekali akan ceritamu yang dibuat-buat itu dan aku yakin bahwa jiwamu yang jahat dan kotor, telah mempengaruhi dan mendorongmu untuk melakukan penganiayaan terhadap saudaramu sendiri.\" Tetapi apalah daya seorang ayah yang telah tua terhadap anak-anaknya yang sudah besar dan kuat. Dia tidak dapat berbuat apa-apa lagi kecuali menahan rasa amarah dan menekan perasaan hatinya yang amat kecewa dan sedih itu. Kini anaknya yang paling dicintainya dan kepadanya dia selalu menggantungkan harapan sudah tak ada lagi di sampingnya karena tindakan anak-anaknya sendiri. Apakah dia akan menuntut balas ataukah dia akan menyelidiki sendiri ke mana anaknya itu sebenarnya, sedang dia tidak berdaya lagi.\n\nDalam keadaan seperti itu tidak ada yang lebih baik baginya kecuali bersabar dan tawakal sepenuhnya kepada Allah. Jalan inilah yang dipilih Yakub meskipun ia tetap sedih dan tetap menangis atas kehilangan jantung hatinya. Ia tidak percaya sama sekali akan cerita anak-anaknya. Oleh karena itu, ia berserah diri kepada Allah dan selalu memohon pertolongan-Nya agar anaknya Yusuf diselamatkan dari segala marabahaya.",
                        "19": "Tidak lama sesudah Yusuf berada di dalam sumur, datanglah kafilah dari Madyan hendak berangkat ke Mesir. Kebetulan persediaan air mereka sudah habis dan pergilah mereka ke sumur itu lalu menjatuhkan timba ke dalamnya untuk mengambil air. Melihat timba diulurkan ke dalam sumur, hati Yusuf gembira dan timbul harapan di dalam hatinya bahwa dia akan dapat keluar dari bahaya yang sedang dihadapinya. Dengan cepat dia pegang tali timba itu kuat-kuat, sehingga orang yang menimba heran mengapa air sumur ini amat berat. Tetapi mereka tetap menarik tali itu bersama-sama, dan ternyata bukan air yang terangkat, tetapi seorang anak kecil yang manis dan elok rupanya. Alangkah gembiranya pemimpin kafilah itu melihat anak yang sehat dan segar bugar itu. Terbayanglah dalam pikirannya ia akan mendapat keuntungan yang besar dengan menjualnya kepada orang kaya di Mesir nanti. Dengan cepat ia memerintahkan agar Yusuf disembunyikan supaya jangan kelihatan oleh orang lain karena mungkin orang-orang di daerah itu akan mengakui bahwa anak itu adalah anak penduduk kampung itu sendiri. Tetapi Allah Maha Mengetahui niat pemimpin kafilah itu sebagaimana Dia mengetahui apa maksud dan tujuan saudara-saudara Yusuf memasukkannya ke dalam sumur.",
                        "20": "Akhirnya sampailah kafilah itu ke Mesir dan di sana mereka jual Yusuf dengan harga yang murah sekali dibanding dengan mahalnya harga budak di negeri itu, apalagi Yusuf adalah seorang anak yang tampan dan segar bugar.\n\nPara mufasir mengatakan tentang \"beberapa dirham yang dihitung\" bahwa yang pasti harganya kurang dari 40 dirham karena menurut adat kebiasaan di sana bila uang itu jumlahnya 40 dirham atau lebih, maka uang itu tidak dihitung lagi tetapi ditimbang. Mereka menjual Yusuf dengan harga yang begitu murah karena mereka khawatir kalau-kalau ada orang yang tahu bahwa Yusuf bukan budak, mengapa ia diperjualbelikan sedang dia adalah anak yang merdeka, anak orang baik. Karena kekhawatiran itulah mereka ingin cepat-cepat berlepas diri dari dia, asal mereka diberi uang berapa pun jumlahnya cukuplah bagi mereka. Rupanya sudah ditakdirkan Allah mereka menjual Yusuf kepada seorang penguasa yang amat berpengaruh di Mesir yaitu menteri yang kaya yang disebut al-Aziz agar dia mendapatkan kesempatan untuk menaiki kekuasaan dan kemuliaan.",
                        "21": "Menteri yang mengambil Yusuf sangat gembira dan berbesar hati karena dapat membeli seorang anak yang elok rupanya, segar dan sehat badannya ditambah lagi karena terdapat padanya tanda-tanda yang baik yang menunjukkan bahwa dia akan mempunyai masa depan yang gemilang sama seperti firasat ayahnya Yakub terhadapnya.\n\nDiriwayatkan bahwa Abdullah bin Masud pernah berkata tentang hal ini, katanya, \"Orang-orang yang paling tepat firasatnya adalah tiga orang, pertama, al-Aziz ketika ia memerintahkan kepada istrinya agar Yusuf diberikan tempat dan kedudukan yang baik di istananya; kedua, puteri syekh dari Madyan yang meminta kepada ayahnya agar Nabi Musa a.s. diserahi tugas memelihara dombanya sebagai orang gajian; dan ketiga, Abu Bakar ketika dia mengangkat Umar bin Khaththab sebagai penggantinya. \n\nOleh karena gembiranya, menteri itu memerintahkan kepada istrinya, \"Berikanlah kepadanya tempat yang baik di istana ini. Perlakukanlah dia sebagai salah seorang keluarga bukan sebagai hamba atau pelayan, karena dia akan menjadi seorang yang berjasa kepada kita dan negara atau kita angkat dia sebagai anak yang kita cintai dan sayangi yang akan menjadi pewaris kita kelak kemudian hari.\"\n\nDemikianlah Allah mengatur dan mentakdirkan dengan membentangkan jalan bagi Yusuf dan memberi kesempatan kepadanya agar ia mengembang-kan bakat dan kepandaiannya sehingga dia mendapat kedudukan yang tinggi di Mesir. Di samping itu, Allah mengajarkan pula kepadanya ilmu menafsirkan mimpi dan dengan ilmu itu kelak ia dapat berhubungan dengan raja dengan cara menafsirkan mimpi raja sehingga ia dikeluarkan dari penjara dan mendapat kepercayaan yang besar sekali dan akhirnya diserahkan kepadanya urusan perbendaharaan dan kekayaan negara. Demikianlah Allah melaksanakan kehendak-Nya itu, tetapi kebanyakan manusia tidak mengetahui.",
                        "22": "Di kala Yusuf mulai dewasa, Allah memberikan pula kepadanya kecerdasan dan kebijaksanaan sehingga ia mampu memberikan pendapat dan pikirannya dalam berbagai macam masalah yang dihadapi. Allah juga memberikan kepadanya ilmu, meskipun ia tidak belajar. Ilmu yang didapat tanpa belajar ini dinamai ilmu ladunni karena ia semata-mata ilham dan karunia dari Allah.\n\nDemikianlah Allah memberi balasan kepada Yusuf yang tidak pernah mengotori dirinya dengan perbuatan keji dan jahat, selalu menjaga kebersihan hati nuraninya, selalu bersifat sabar dan tawakal atas musibah dan bahaya yang menimpanya. Demikianlah Allah membalas setiap insan yang berbuat baik.",
                        "23": "Istri al-Aziz adalah seorang perempuan cantik, sangat dimuliakan oleh seluruh penghuni istana, karena di samping dia istri al-Aziz, dia juga berbudi tinggi, berakhlak mulia, bersih dari sifat-sifat congkak dan sombong, menjauhi segala hal yang akan menjatuhkan derajatnya. Tetapi setelah Yusuf tinggal di istana sebagai salah seorang keluarganya, istri al-Aziz mulai tertarik kepadanya karena akhlak dan ketampanannya. Suatu ketika, setelah mengunci semua pintu rumah, istri al-Aziz merayu Yusuf untuk berselingkuh. Yusuf sebagai seorang yang jujur dan berakhlak mulia sangat terkejut mendengar rayuan dan ajakan itu, apalagi yang mengajaknya itu adalah istri majikannya sendiri yang telah memberinya tempat berteduh dan memperlakukannya seperti anaknya sendiri. Selain dari itu, bila ia mematuhi ajakan demikian, berarti ia telah melakukan maksiat yang sangat dimurkai Allah. Karena itu dengan spontan ia menjawab, \"Aku berlindung kepada Allah agar aku jangan terjerumus ke dalam perbuatan keji dan mungkar. Suamimu itu adalah tuanku, majikanku yang telah berbuat baik kepadaku, apakah kebaikannya aku balas dengan kekejian? Ini adalah suatu kezaliman dan aku tidak akan melakukannya karena tidak ada orang yang zalim yang sukses dan bahagia hidupnya.\"",
                        "24": "Istri al-Aziz tidak mau berhenti, karena ia menganggap Yusuf sebagai budak yang harus melaksanakan keinginan dan perintahnya. Bila Yusuf menolak, istri al-Aziz akan mencelakakannya. Tetapi dari pihak Yusuf, ia telah bertekad pula untuk menolaknya karena perbuatan itu melanggar agama, mengkhianati tuannya yang telah berjasa dan berbuat baik kepadanya dan merusak kehormatannya dan kehormatan tuannya. Yusuf dan istri al-Aziz masing-masing telah mempunyai tekad yang bertolak belakang antara satu sama lainnya.",
                        "25": "Dalam keadaan yang bertambah gawat itu, yang seorang tetap mendesak dan yang lain tetap menolak, Yusuf memutuskan akan lari dari hadapan istri majikannya dan dengan cepat ia melompat ke pintu tetapi istri al-Aziz menangkap bajunya dari belakang hingga robek. Dalam keadaan tarik-menarik itu, muncullah al-Aziz di muka pintu. Dengan serta merta berteriaklah istri al-Aziz mengatakan bahwa Yusuf mencoba memperkosa-nya dengan kekerasan. Dia meminta kepada suaminya agar Yusuf diberi ganjaran yang setimpal. Balasan yang tepat bagi orang yang melakukan kejahatan terhadap keluarganya ialah penjara atau siksa yang pedih.",
                        "26": "Ayat ini menerangkan tentang bersihnya Yusuf dari berbuat serong, Yusuf adalah seorang pemuda yang takut kepada Tuhannya, yang tidak goyah imannya oleh bujuk rayu seorang wanita. Dengan tegas dia berkata kepada menteri, suami dari perempuan itu, \"Dalam peristiwa yang terjadi ini, sebenarnya perempuan itulah yang menggoda saya dan mengajak saya untuk memenuhi kehendak nafsunya, sampai saya melompat lari seperti yang tuan dapati sekarang ini.\" Dalam peristiwa Yusuf ini, banyak sekali tindakan yang bisa diambil oleh menteri untuk mencari bukti-bukti yang membenar-kan bahwa Yusuf adalah seorang yang bersih, karena Yusuf adalah budak yang biasanya tidak berani berbuat serong terhadap istri majikannya. Yusuf didapati oleh al-Aziz sedang melompat hendak keluar dari dalam rumah. Ini menunjukkan bahwa al-Aziz melihat istrinya dalam keadaan bersalah dengan mengenakan pakaian yang bagus sekali, dengan bedak dan wangi-wangian yang semerbak baunya, sedang tidak terdapat di muka Yusuf bekas-bekasnya. Sebagai bukti yang lain yang kuat sekali, bahwa suaminya tidak pernah melihat akhlak Yusuf yang buruk, semenjak Yusuf tinggal di rumahnya.",
                        "27": "Dengan pengetahuan dan pengalamannya terhadap Yusuf, sebenar-nya al-Aziz telah mempercayai bahwa Yusuf tidak bersalah. Kemudian keyakinannya ini dikuatkan lagi oleh saksi yang lain, yang menyatakan, bahwa Yusuf tidak bersalah. Saksi itu ialah anak paman isteri al-Aziz, menurut sebagian mufassir namanya adalah Zulaikha, seorang cerdik cendekiawan lagi bijaksana. Saksi itu berkata, \"Kami mendengar suatu keributan, tarik-tarikan dalam rumah, sampai kami mendengar bunyi kain sobek. Kalau baju Yusuf yang sobek di muka, maka perempuan itulah yang benar dan Yusuf pendusta. Kalau bajunya sobek di bagian belakang, benarlah Yusuf dan perempuan itu pendusta.\" Menurut sebagian riwayat, yang menjadi saksi peristiwa ini, ialah seorang bayi yang ditakdirkan Allah dapat berbicara untuk sekedar menjadi saksi. Tetapi riwayat ini adalah lemah. Pendapat yang kuat yang menyatakan bahwa saksi dalam peristiwa ini, ialah anak paman istri al-Aziz itu sendiri.",
                        "28": "Setelah diadakan penyelidikan dan pertukaran pikiran antara menteri dengan keluarga istrinya tentang peristiwa yang terjadi ini, maka diperiksalah baju Yusuf yang sobek itu. Ternyata baju Yusuf bagian belakang yang robek. Jelaslah dalam peristiwa ini, Yusuf yang benar tidak dapat dibantah dan diragukan lagi. Maka tuduhan perempuan itu terhadap Yusuf adalah palsu. Tapi bagaimanapun pandainya orang bersalah mengemukakan alasan-alasannya, namun yang bersalah akan diketahui juga, sesuai dengan pepatah: \"Sepandai-pandainya membungkus yang busuk, akhirnya akan berbau juga.\" Setelah jelas duduk perkara peristiwa ini, maka menteri berkata kepada istrinya, \"Sekarang jelas, engkau telah membujuk dan merayu Yusuf. Ketahuilah, bujuk rayu yang seperti itu besar bahayanya. Untung Yusuf seorang pemuda yang kuat imannya, tidak terpengaruh oleh godaan seperti yang engkau lakukan itu.\"",
                        "29": "Selanjutnya dalam ayat ini, menteri itu berkata, \"Wahai Yusuf, peliharalah dirimu, tutup mulutmu, jangan sampai kejadian ini engkau ceritakan kepada orang lain. Kejadian ini adalah rahasia kami, kalau diketahui orang, kami akan mendapat malu. Engkau jangan merasa takut dalam persoalan ini, percayalah bahwa kami tetap menjaga namamu, sebab engkau benar-benar orang yang berakhlak mulia dan beriman kuat. Engkau hai istriku, bertakwalah kepada Tuhanmu, minta ampunlah atas dosamu, karena engkau termasuk orang yang bersalah dan berdosa. Kesalahanmu sangat besar yaitu mengkhianati suamimu, dan kesalahan menuduh orang lain yang bersih dan suci.\"",
                        "30": "Dalam ayat ini diterangkan bahwa kejadian yang dirahasiakan itu, akhirnya tersebar juga. Bagaimana usaha menteri beserta segenap keluarga istana menutup-nutupi rahasia rumah tangganya, usahanya itu sia-sia saja. Berita itu telah menjadi buah bibir perempuan dalam kota. Lebih-lebih di kalangan istri pembesar-pembesar dan pemimpin kerajaan itu. Mereka membicarakannya, bahwa istri menteri menggoda bujangnya. Bukan hanya sekadar mengatakan bahwa istri menteri telah jatuh cinta kepada bujangnya itu, dan tidak memperdulikan lagi akibat-akibat buruk yang akan terjadi, seperti nama suaminya menjadi tercemar. Selanjutnya mereka mengatakan, \"Sungguh kami melihat istri menteri itu sudah menempuh jalan sesat yang akan membawa kepada kehinaan.\"",
                        "31": "Pergunjingan perempuan-perempuan itu sampai juga ke telinga istri menteri yang menyebabkan ia merasa marah bercampur malu. Dia tidak mengira bahwa berita mengenai dirinya akan tersebar luas seperti itu, sebab sudah cukup usahanya untuk menutupi rahasia itu. Dia mencari akal, bagaimana caranya menutup malu yang sudah tersebar luas itu. Maka diundangnyalah perempuan-perempuan terkemuka itu datang ke rumahnya menghadiri suatu jamuan. Untuk pesta itu, sudah diatur tempat sebaik-baiknya, makanan yang enak-enak, dan minuman dari berbagai macam sudah disiapkan. Tidak ketinggalan buah-buahan yang segar dan manis yang bermacam jenis dan ragamnya sudah disediakan di meja makan. Kursi-kursi yang bagus sudah disusun untuk dapat duduk bersantai, menikmati makanan dan buah-buahan yang lezat cita rasanya. Undangan ini mendapat sambutan yang hangat, lebih-lebih dari perempuan-perempuan yang ingin mengetahui kejadian yang sudah menjadi buah bibir selama ini, terutama ingin melihat anak muda yang bernama Yusuf itu. Meriah sekali pesta itu. Gelak tawa bersahut-sahutan, omong dan kelakar menjadi-jadi. Bermacam makanan dihidangkan tidak putus-putusnya. Begitu juga minuman. Terakhir sekali dihidangkan buah-buahan. Kepada masing-masing yang hadir diberikan sebuah pisau untuk mengupas buah-buahan. Di saat itu, istri menteri yang menjadi nyonya rumah, memerintahkan kepada Yusuf untuk ke luar ke tengah-tengah para tamu yang sedang duduk bersantai memotong buah-buahan untuk memperkenalkan dirinya. Maka keluarlah Yusuf dan berdiri di hadapan tamu-tamu itu. Baru saja perempuan-perempuan itu melihat wajah Yusuf yang sangat elok seperti bulan purnama, kagumlah mereka melihatnya, bahkan lupa akan diri mereka masing-masing karena terpesona oleh kegagahan dan ketampanan Yusuf. Dengan tidak sadar, pisau yang ada di tangan mereka, mereka potongkan ke tangan dan jari mereka sendiri, bukan untuk memotong buah-buahan dan mereka tidak merasakan sakit perihnya.\n\nDari mulut mereka keluar kata-kata, \"Mahasempurna Allah, dia bukanlah manusia, tetapi adalah malaikat yang mulia.\" Begitu kagum dan tercengang mereka melihat Yusuf yang sangat menawan dan menggetarkan jantung mereka, inilah sosok orang yang mereka bicarakan sehari-hari dengan mempersalahkan dan mengejek istri menteri.",
                        "32": "Ayat ini menerangkan bahwa perempuan-perempuan yang diundang itu kagum dan terpesona melihat Yusuf. Melihat reaksi mereka, istri menteri itu gembira, lalu berkata, \"Inilah dia Yusuf yang selalu kamu guncingkan dan selalu kamu mencela sikap saya terhadap Yusuf dan kejadian antara saya dengan dia baru-baru ini. Sekarang kamu semua terpesona memandanginya. Baru sepintas lalu kamu memandangnya, kamu sudah lupa diri. Lihatlah kamu sudah memotong jarimu karena terpesona memandang Yusuf.\"\n\nIstri al-Aziz berkata, \"Saya akui terus terang, memang sayalah yang telah jatuh cinta kepadanya dan sayalah yang menggodanya dan mengajaknya berlaku serong. Tetapi dia tetap enggan dan berlindung diri kepada Tuhannya. Dia berpaling dan menjauhkan dirinya daripadaku. Aku terus menggodanya dan merayunya sampai dia mau mengikuti keinginan hawa nafsuku. Seandainya dia juga tidak mau, aku akan katakan kepada suamiku, supaya dia dimasukkan ke dalam penjara dan tentunya dia akan menjadi orang yang hina. Suamiku tidak berani menolak usulku itu dan suamiku akan menghukum dia sesuai dengan keinginanku.\"\n\nSengaja kata-kata itu dilontarkannya di hadapan tamu-tamu dalam jamuan yang meriah itu, supaya didengar oleh Yusuf sendiri dan supaya para tamu dapat melunakkan hati Yusuf. Lebih baik mematuhi apa saja kehendak istri al-Aziz daripada mendapat kemarahan yang akhirnya akan dipenjara-kan, hidup bersama-sama dengan orang-orang jahat dan hina-dina. Bila Yusuf mau mengikuti kehendaknya, tentu Yusuf akan beruntung seluruh kekayaan dan kemewahan isi istana itu dapat pula dikuasai Yusuf. Pendek-nya, semua yang hadir pada waktu itu telah berpihak kepada istri al-Aziz, tidak lagi menyalahkan dan mengejeknya. Semua membenarkan, sudah sepantasnya istri menteri tergoda dan tergila-gila oleh Yusuf yang tinggal di rumahnya. Maka semua perempuan itu, turut membujuk Yusuf agar mematuhi kehendak istri menteri itu, tanpa malu-malu dan takut-takut.",
                        "33": "Ayat ini menerangkan bagaimana keteguhan hati dan kekuatan iman Yusuf yang tidak mempan segala bujukan dan rayuan, begitu juga semua kata-kata untuk melunakkan hati Yusuf yang keluar dari mulut perempuan-perempuan itu. Tidak mencemaskan hati Yusuf gertakan dan ancaman yang mengatakan bahwa Yusuf akan dipenjarakan dan dihukum, kalau dia tidak mau tunduk mengikuti ajakan untuk berbuat serong itu. Mendengar semua itu, Yusuf hanya berlindung diri kepada Allah, menundukkan kepala sambil berdoa agar dijauhkan Tuhan dari godaan perempuan-perempuan itu seraya berkata, \"Ya Tuhanku, penjara yang gelap lagi sempit itu lebih baik bagiku daripada dalam istana, menghadapi perempuan-perempuan yang cantik yang selalu menggoda dan mengajakku untuk memenuhi keinginan hawa nafsunya. Aku khawatir ya Allah, bila aku masih tinggal dalam istana ini, selalu berhadapan dengan perempuan-perempuan yang menggodaku, kalau-kalau semangatku melemah, imanku luntur, sehingga aku terperosok jatuh ke lembah kehinaan bersama mereka. Ya Allah, hindarkanlah aku dari godaan-godaan mereka. Tidak ada daya dan kekuatan bagiku untuk lepas dari bahaya itu selain dengan pertolongan dan petunjuk-Mu. Ya Allah, kalau bukan karena pertolongan dan petunjuk-Mu, aku akan jadi orang yang bodoh, sesat jalan dan mudah terpedaya akhirnya terjerumus ke dalam lembah kehinaan dan maksiat.\"",
                        "34": "Ayat ini menerangkan bahwa akhirnya Yusuf dimasukkan ke dalam penjara. Doa Yusuf diperkenankan Tuhannya, agar Yusuf tetap dipelihara dari godaan dan tipu-daya perempuan-perempuan itu. Maka menteri memasukkan Yusuf ke dalam penjara sekadar memenuhi permintaan istrinya, oleh karena istrinya meminta kepada suaminya supaya jangan membocorkan peristiwa itu dan berusaha menenteramkan suasana rumah tangganya. Maksud Allah mengabulkan doa Yusuf untuk masuk penjara berlainan dengan maksud pembesar itu (al-Aziz). Maksud Allah ialah supaya Yusuf tetap bersih, terpelihara dari segala godaan yang mengotori jiwanya. Juga supaya Yusuf menjadi orang yang sabar dan tahan menderita dalam penjara, bergaul dengan orang-orang yang sudah lama meringkuk dalam penjara dengan bermacam-macam karakter, tingkah laku, dan perangainya. Sebab Yusuf akan diangkat Allah menjadi nabi untuk kaumnya. Penjara adalah tempat mendewasakannya dan tempat pertama kali Allah menurunkan wahyu kepadanya. Oleh karena itu, Allah selalu menjaganya dan Allah adalah Maha Mendengar lagi Maha Mengetahui segala doa yang dipanjatkan dan segala perbuatan yang dikerjakan hamba-Nya.",
                        "35": "Ayat ini menerangkan bahwa menteri beserta istrinya telah melihat bukti-bukti bahwa Yusuf adalah orang baik, jujur, dan mempunyai akhlak yang mulia serta mempunyai keimanan dan kepercayaan yang teguh kepada Tuhannya. Selama mereka bergaul dengan Yusuf, tidak pernah mereka melihat perbuatan Yusuf yang salah. Nyata bagi mereka, bahwa Yusuf selalu dipelihara Tuhannya dan dilindungi-Nya dari perbuatan-perbuatan yang keji. Walaupun dia dituduh, dibujuk, dan diancam namun Yusuf tetap tenang dan selalu meminta perlindungan kepada Tuhannya. Hal seperti itu bukan saja diketahui dengan jelas oleh menteri dan istrinya, tetapi juga oleh seluruh keluarga istana. Sungguh pun begitu, Yusuf tetap dimasukkan ke dalam penjara untuk waktu yang tidak ditentukan sebagai pelaksanaan dari permintaan istrinya, agar dianggap oleh orang banyak bahwa Yusuf bersalah, padahal istrinya yang bersalah. Yusuf tidak merasa sengsara dan hina dalam penjara. Dengan pergaulan dalam penjara itu, Yusuf bertambah kuat imannya, bertambah tabah hati dan jiwanya, makin banyak rahasia manusia yang diketahuinya, dan makin besar keagungan Allah yang dirasakannya.",
                        "36": "Ayat ini menerangkan bahwa bersama-sama dengan Yusuf masuk pula ke dalam penjara dua orang pemuda. Menurut riwayat, kedua pemuda itu ialah bekas tukang siram kebun raja dan bekas bendahara raja. Keduanya dimarahi karena bersalah dan dimasukkan ke dalam penjara. Pada suatu ketika, Yusuf melihat kedua pemuda itu duduk dengan bersedih hati seperti orang melamun. Maka Yusuf menyapa kedua pemuda itu, \"Mengapa kalian dalam keadaan begini?\" Jawab mereka, \"Kami tadi malam bermimpi yang aneh dan ajaib, sehingga kami gelisah dan sedih seperti yang engkau lihat ini. Kami tidak tahu apa tafsir mimpi kami ini.\" Yusuf berkata kepada keduanya, \"Tafsir mimpi kamu itu hanya Allah yang mengetahuinya, cobalah ceritakan kepada saya apa mimpi kalian.\" Maka salah seorang dari keduanya bercerita tentang mimpinya dan katanya, \"Saya bermimpi bahwa saya sedang berada dalam sebuah kebun anggur yang sangat lebat buahnya dan menghijau warnanya. Seakan-akan di tangan saya ada sebuah gelas kepunyaan raja. Dengan gelas itulah, saya menampung airnya sesudah saya peras anggur itu untuk dijadikan minuman.\" Sesudah itu yang seorang lagi menceritakan mimpinya pula, seraya berkata, \"Saya bermimpi bahwa saya membawa sebuah keranjang di atas kepala saya, penuh dengan bermacam-macam roti dan makanan. Tiba-tiba terbang melayang di atas kepala saya beberapa ekor burung, lalu disambarnya semua roti dan makanan yang ada dalam keranjang itu dan dibawanya terbang jauh.\" Keduanya memohon kepada Yusuf, agar Yusuf sudi memberikan tafsir mimpi mereka. Kepada Yusuf tertumpu harapannya, karena hanya Yusuf yang paling mereka percayai. Selama dalam penjara mereka telah mengenal Yusuf sebagai orang yang baik, luas ilmunya, baik pergaulannya, dan dekat dengan Tuhannya.",
                        "37": "Dalam ayat ini diterangkan, sebelum Yusuf memberikan takwil mimpi kedua pemuda itu, lebih dahulu dia berdakwah tentang kebesaran dan kekuasaan Allah, tentang nikmat Allah yang telah diperolehnya, dan sikap yang tidak mau tunduk kepada agama yang tidak benar. Yusuf berkata kepada kedua pemuda itu, \"Sebelum kamu berdua menerima makanan yang dikirimkan untukmu, aku sudah tahu apa makanan itu dan akan aku jelaskan kepadamu sekarang ini.\"\n\nMenurut riwayat, bahwa orang-orang kerajaan ada yang mengirimkan kepada orang-orang yang bersalah dalam penjara yaitu makanan yang dicampur dengan racun dengan maksud untuk membunuh mereka. Yusuf sudah tahu maksud orang-orang kerajaan itu dan telah dijelaskan kepada kedua orang pemuda itu. Yusuf menjelaskan bahwa ilmu yang seperti itu adalah wahyu dari Tuhannya kepadanya. \"Dengan ilmu itulah saya dapat mentakwilkan mimpi, bukan seperti tukang tenung dan ahli nujum yang mempergunakan pertolongan setan, menerka-nerka dan menjampi-jampi yang belum tentu benar terkaannya itu,\" kata Yusuf. Selanjutnya Yusuf menjelaskan bahwa dia tidak mau terpengaruh oleh ajaran agama yang salah. Dia tinggalkan kepercayaan orang-orang yang tidak benar itu, orang-orang yang tidak mau beriman kepada Allah dan mengingkari kehidupan akhirat.",
                        "38": "Dalam ayat ini diterangkan bahwa Yusuf melanjutkan pembicaraan-nya dengan kedua pemuda itu sebelum menerangkan takwil mimpi mereka. Yusuf mengatakan bahwa dia hanya patuh mengikuti agama nenek moyangnya, yaitu agama Nabi Ibrahim, Ishak, dan Yakub a.s., agama tauhid bukan agama yang mempersekutukan Allah. \"Tidak sepantasnya bagi kami para nabi dan rasul untuk mempersekutukan Allah dengan yang lain, seperti halnya dengan golongan Firaun dan pengikut-pengikutnya. Mereka mempersekutukan Allah dengan yang lain, seperti matahari, bulan, berhala-berhala dan lain-lain. Kepercayaan tauhid itu termasuk karunia Allah kepada kami para nabi dan rasul, begitu juga kepada semua orang yang mempunyai kepercayaan yang sama. Allah telah memberikan petunjuk kepada kami dan manusia yang beriman. Dengan diutusnya kami para nabi dan para rasul, kami menunjukkan kepada mereka mana jalan yang lurus dan mana jalan yang bengkok, kami terangkan kepada mereka kepercayaan yang benar. Namun begitu masih ada saja manusia yang tidak tahu bersyukur kepada Allah,\" kata Yusuf.",
                        "39": "Yusuf meneruskan dakwahnya dengan menyeru kedua pemuda yang menjadi kawannya dalam penjara itu, \"Wahai kedua penghuni penjara, manakah yang lebih baik, tuhan yang bermacam-macam itu ataukah Allah Yang Maha Esa Yangperkasa?\" Seruan ini adalah yang ikhlas dari seorang kawan yang setia dan jujur kepada kawan-kawannya. Pertanyaan dalam seruan ini adalah merupakan suatu penegasan, bahwa berhentilah menyembah tuhan-tuhan yang bermacam-macam itu dan sembahlah Allah Yang Maha Esa lagi Mahaperkasa. Tuhan-tuhan yang bermacam-macam itu tidak akan dapat menolong mereka dari siksaan di akhirat. Hanya Allah Yang Maha Esa lagi Mahaperkasa saja yang dapat memberikan pertolongan di kala susah dan membantu di kala sempit.",
                        "40": "Kelanjutan dari seruan Yusuf adalah semua yang mereka sembah selain Allah itu adalah tuhan-tuhan palsu yang sengaja diberi nama bermacam-macam oleh mereka sendiri, bapak-bapak dan nenek-moyang mereka. Yusuf berkata, \"Kamu yang membuatnya, kamu yang memberinya nama dan kamu pula yang menyembahnya sebagai Tuhan. Padahal dia adalah benda yang lemah yang tidak mempunyai kekuatan apa-apa dan tidak ada pula keterangan dari Allah kepada rasul-rasul-Nya untuk membenarkan tuhan yang kamu buat-buat itu. Bahwa ketentuan yang benar tentang ketuhanan dan pengabdian ialah yang diatur oleh Allah yang telah diwahyukan kepada rasul-rasul-Nya. Allah telah memerintahkan, bahwa janganlah kamu menyembah selain Allah. Kepada-Nyalah kamu berdoa dan minta tolong, kepada-Nyalah kamu sujud bersimpuh. Itulah agama yang lurus. Tetapi kebanyakan manusia belum mengetahuinya.\"",
                        "41": "Pada ayat ini barulah diterangkan takwil mimpi kedua pemuda itu oleh Yusuf. Berkatalah Yusuf, \"Hai kedua kawan penghuni penjara, adapun mimpi yang pertama, takwilnya ialah, bahwa engkau segera akan keluar dari penjara ini dan kembali bekerja seperti dulu sebelum masuk penjara, yaitu sebagai tukang siram kebun raja dan akan memberi minum raja dengan khamar. Takwil mimpi kedua, bahwa engkau akan dihukum salib, lalu bangkaimu dan sebagian dari kepalamu akan dimakan burung. Begitulah takwil mimpi yang kamu tanyakan kepada saya sebagai wahyu yang telah diwahyukan kepadaku.\"",
                        "42": "Dalam ayat ini diterangkan bahwa Yusuf berpesan kepada pemuda yang keluar dengan takwil yang baik, agar disampaikan kepada raja, bahwa di dalam penjara masih banyak orang yang tidak bersalah dihukum. Mereka dihukum karena tuduhan-tuduhan yang tidak benar agar hal ini menjadi perhatian raja. Sampaikan juga kepada raja apa yang dia lihat dan didengar tentang Yusuf dan seruan untuk menganut agama tauhid dan lain-lain yang terjadi selama ia dalam penjara. Rupanya pemuda itu setelah sampai di luar, lupa menyampaikan pesan-pesan Yusuf kepada raja, sehingga Yusuf terpaksa meringkuk dalam penjara beberapa tahun lamanya.",
                        "43": "Dalam ayat ini diterangkan bahwa raja pada suatu ketika bermimpi yang sangat ajaib sekali dan sangat menggelisahkan hatinya. Belum pernah raja bermimpi seperti itu selama hidupnya. Maka dikumpulkannya semua orang cerdik pandainya, juru-juru tenung dan pembesar-pembesar kerajaannya. Lalu dia berkata, \"Aku bermimpi melihat tujuh ekor sapi yang gemuk-gemuk dimakan tujuh ekor sapi yang kurus, aku melihat tujuh butir gandum yang subur dan tujuh butir pula yang kering. Cobalah kamu ceritakan tabir mimpiku itu kalau di antara kamu ada yang mempunyai ilmu tabir mimpi.\"",
                        "44": "Tidak seorang pun dapat memecahkan permintaan raja itu. Bermacam-macam pendapat mereka, ada yang mengatakan bahwa itu adalah sebagai mimpi permainan tidur saja dan ada pula yang mengatakan bahwa itu adalah pengaruh angan-angan di waktu tidur yang tidak mempunyai arti apa-apa. Terhadap mimpi yang seperti itu, mereka tidak mempunyai ilmu untuk mencarikan tabirnya.",
                        "45": "Raja tidak puas mendengar jawaban mereka dan raja bertambah gelisah nampaknya. Raja ingin mengetahui tabir mimpinya, tetapi tidak tahu kepada siapa akan ditanyakan. Setelah tukang siram kebun raja yang pernah meringkuk dalam penjara bersama Yusuf mendengar kabar ini, dia teringat Yusuf yang sedang meringkuk dalam penjara yang pernah mentawilkan mimpinya sendiri dengan tepat. Dia dengan cepat datang menghadap raja seraya berkata, \"Ya tuanku, di dalam penjara ada seorang pemuda bernama Yusuf. Dia seorang yang mulia, mempunyai pikiran yang dalam, pandangan yang luas, dan dapat pula mentabirkan mimpi dengan tepat. Kalau tuanku utus saya kepadanya, pastilah saya kembali dengan membawa tabir mimpi tuanku itu yang tentunya akan meyakinkan tuanku kebenarannya.\"",
                        "46": "Raja gembira mendengar pendapat tukang siram kebunnya itu, lalu mengutusnya untuk menemui Yusuf dalam penjara. Sesampainya di penjara dan bertemu dengan Yusuf, dia berkata, \"Hai Yusuf, saudaraku yang mulia yang dapat dipercaya. Saya datang kepadamu untuk meminta suatu tabir mimpi: yaitu tujuh ekor sapi yang gemuk dimakan oleh tujuh ekor sapi yang kurus dan tujuh bulir gandum yang hampa kering dan ada pula tujuh bulir gandum yang rimbun. Mudah-mudahan saya kembali dengan membawa tabir mimpi itu dari engkau dan supaya dapat diketahui oleh orang banyak yang tentunya mereka akan berterima kasih kepadamu atas segala kelebihan dan kebaikan yang engkau berikan itu.\"",
                        "47": "Dengan segala kemurahan hati Yusuf menerangkan tabir mimpi raja itu, seolah-olah Yusuf menyampaikan kepada raja dan pembesar-pembesarnya, katanya, \"Wahai raja dan pembesar-pembesar negara semuanya, kamu akan menghadapi suatu masa tujuh tahun lamanya penuh dengan segala kemakmuran dan keamanan. Ternak berkembang biak, tumbuh-tumbuhan subur, dan semua orang akan merasa senang dan bahagia. Maka galakkanlah rakyat bertanam dalam masa tujuh tahun itu. Hasil dari tanaman itu harus kamu simpan, gandum disimpan dengan tangkai-tangkainya supaya tahan lama. Sebagian kecil kamu keluarkan untuk di makan sekadar keperluan saja.",
                        "48": "Sehabis masa yang makmur itu akan datang masa yang penuh kesengsaraan dan penderitaan selama tujuh tahun pula. Pada waktu itu ternak habis musnah, tanaman-tanaman tidak berbuah, udara panas, musim kemarau panjang. Sumber-sumber air menjadi kering dan rakyat menderita kekurangan makanan. Semua simpanan makanan akan habis, kecuali tinggal sedikit untuk kamu jadikan benih.",
                        "49": "Kemudian sesudah berlalu masa kesulitan dan kesengsaraan itu, maka datanglah masa hidup makmur, aman dan sentosa. Di masa itu bumi menjadi subur, hujan turun sangat lebatnya, manusia kelihatan beramai-ramai memeras anggur dengan aman dan gembira. Mereka telah duduk bersantai menikmati buah-buahan hasil kebunnya bersama anak-anak dan keluarganya. Itulah tabir mimpi raja itu saya sampaikan kepadamu untuk saudara sampaikan kepada raja dan pembesar-pembesarnya.\"",
                        "50": "Dalam ayat ini diterangkan bagaimana tertariknya raja dengan tabir mimpi yang disampaikan oleh utusannya itu, sehingga raja ingin sekali bertemu langsung dengan Yusuf, maka raja memerintahkan kembali menemui Yusuf di penjara lalu berkata, \"Pergilah engkau temui Yusuf di penjara dan bawalah dia kemari, supaya langsung aku mendengarkan per-kataannya dan aku dapat mengukur sampai di mana tinggi ilmunya dan luas pandangannya. Mudah-mudahan ilmunya itu dan pandangan-pandangannya itu berguna bagiku untuk keselamatan bangsa dan negaraku.\" Maka utusan itu pergi menemui Yusuf dan menyampaikan panggilan raja terhadap dirinya, agar ia datang menghadap raja, sebab raja membutuhkan nasihatnya dan akan mengangkatnya ke derajat yang tinggi. Yusuf memenuhi panggilan raja. Tetapi sebelum Yusuf datang menghadap, Yusuf minta kepada utusan raja itu agar dia kembali dan menanyakan kepada raja tentang peristiwa perempuan-perempuan yang sudah memotong jarinya sendiri dengan pisau supaya diketahui dengan jelas duduk perkaranya yang sebenarnya. Sehingga ketika datang menghadap raja, dia sudah dalam keadaan bebas dari tuduhan karena raja lebih mengetahui tentang tipu daya perempuan-perempuan itu.",
                        "51": "Setelah utusan kembali menemui raja dan menyampaikan permintaan Yusuf kepadanya, maka dengan segera raja memanggil isteri menteri dan semua perempuan-perempuan yang memotong jarinya itu dan berkata kepada mereka, \"Bagaimana pandanganmu terhadap Yusuf ketika kamu menggodanya dulu? Sebab Yusuf akan aku keluarkan dari penjara.\" Mereka menjawab, \"Bahwa Yusuf seorang pemuda yang suci murni, Maha Sempurna Allah, kami tiada melihat sesuatu yang buruk padanya.\" Istri menteri yang tergila-gila dan terus menggoda Yusuf selama bersama-sama tinggal di rumahnya pun berkata, \"Sudah terlalu lama Yusuf dalam penjara tanpa kesalahan apa-apa. Akulah yang bersalah karena aku tidak dapat menahan hawa nafsuku, aku selalu menggodanya.\" Sekarang jelaslah kebenaran itu, bahwa Yusuf tidak bersalah dan dia termasuk orang-orang yang benar.",
                        "52": "Ayat ini menerangkan pengakuan istri al-Aziz yang terus-terang mengatakan bahwa dialah yang bersalah, dialah yang menggoda, tetapi Yusuf tetap enggan dan berpaling, karena takut kepada Tuhannya. Semuanya itu menjadi bukti tentang kejujurannya. Ia tidak mau berdusta terhadap Yusuf walaupun Yusuf dalam penjara. Juga supaya diketahui oleh suaminya, bahwa dia berterus-terang seperti itu menunjukkan bahwa dia bersih, terpelihara dari perbuatan keji, karena kekuatan iman Yusuf. Istrinya tidak mau dituduh pengkhianat, sebab Allah swt tidak akan memberi petunjuk kepada setiap pengkhianatan.",
                        "53": "Dalam ayat ini dijelaskan bahwa Yusuf sebagai manusia mengakui bahwa setiap nafsu cenderung dan mudah disuruh untuk berbuat jahat kecuali jika diberi rahmat dan mendapat perlindungan dari Allah. Yusuf selamat dari godaan istri al-Aziz karena limpahan rahmat Allah dan perlindungan-Nya, meskipun sebagai manusia Yusuf juga tertarik pada istri al-Aziz sebagaimana perempuan itu tertarik kepadanya seperti diterangkan pada ayat 24:\n\nDan sungguh, perempuan itu telah berkehendak kepadanya (Yusuf). Dan Yusuf pun berkehendak kepadanya, sekiranya dia tidak melihat tanda (dari) Tuhannya. (Yusuf/12: 24)\n\nTetapi ada pendapat lain yang menyatakan bahwa ayat 53 ini menerang-kan pengakuan istri al-Aziz dengan terharu dan rasa penyesalan yang mendalam bahwa dia tidak dapat membersihkan dirinya dari kesalahan dan ketelanjuran. Dia juga mengakui bahwa memang dia yang hampir meng-khianati suaminya dengan merayu Yusuf ketika suaminya tidak di rumah. Untuk menjaga nama baik diri, suami, dan keluarganya, dia menganjurkan supaya Yusuf dipenjarakan, atau ditimpakan kepadanya siksaan yang pedih. Istri al-Aziz telah melakukan kesalahan ganda, yaitu berdusta dan menuduh orang yang jujur dan bersih serta menjebloskannya ke penjara.\n\nPada akhir ayat ini dijelaskan bahwa Allah Maha Pengampun dan Maha Penyayang.",
                        "54": "Dalam suasana yang sangat mengharukan itu, raja memerintahkan supaya Yusuf dijemput dari penjara dan dibawa menghadap ke istana. Di istana, Yusuf menerangkan kepada raja semua pengalamannya semenjak dia tinggal di istana al-Aziz sampai dia masuk penjara dan akhirnya dapat bertemu muka dengan raja. Mendengar penjelasannya, timbullah keyakinan dalam hati raja bahwa Yusuf benar-benar seorang yang jujur dan setia, penuh rasa tanggung jawab, berbudi mulia, berilmu, dan tabah serta kuat imannya. Karena keyakinan itu, raja mengumumkan di hadapan pembesar dan pemimpin negara bahwa dia telah mengangkat Yusuf menjadi orang kepercayaannya. Semua urusan keuangan negara diserahkan sepenuhnya di bawah pimpinan dan tanggung jawabnya, dialah yang berhak sepenuhnya mengendalikan pemerintahan, dan satu-satunya orang yang dapat ber-hubungan langsung dengan raja. Menurut riwayat Ibnu Abbas, \"Ketika utusan raja sampai di penjara dia berkata kepada Yusuf, \"Tanggalkanlah baju penjara yang engkau pakai itu, pakailah baju baru ini, dan marilah bersama saya menghadap raja.\" Semua penghuni penjara berdoa untuknya, demikian pula sebaliknya, Yusuf berdoa pula untuk mereka. Ketika sampai di istana, raja merasa sangat heran karena dilihatnya Yusuf masih muda (waktu itu umurnya lebih kurang 30 tahun). \"Apakah dia yang masih muda ini telah dapat menakbirkan mimpiku dengan tepat, sedangkan semua ahli sihir dan pemuka agama di negeriku tidak ada yang dapat menakbirkannya.\" Lalu raja memerintahkan supaya dia duduk di hadapannya dan bertitah, \"Janganlah engkau merasa takut.\" Lalu dikalungkan ke lehernya kalung emas dan diberi jubah kebesaran dari sutra. Disediakan pula untuknya kuda berpelana yang dihiasi berbagai macam hiasan dan dipukulkan genderang di seluruh pelosok negeri Mesir sebagai pertanda dan pernyataan bahwa Yusuf telah diangkat menjadi khalifah (tangan kanan) raja.\" Demikian riwayat Ibnu Abbas. Kemudian raja bertitah, \"Sejak hari ini engkau mempunyai kedudukan yang tinggi di sisi kami dan kami percayakan kepadamu semua urusan negara.\"",
                        "55": "Kemudian raja menceritakan mimpinya kepada Yusuf dan meminta penjelasan tentang tindakan yang paling baik untuk menanggulangi tujuh tahun masa kering. Yusuf meminta kepada raja supaya semua urusan yang berhubungan dengan perekonomian negara diserahkan kepadanya agar dia dapat mengaturnya dengan sebaik-baiknya guna menghindari bahaya kelaparan, walaupun musim kemarau amat panjang. Selanjutnya Yusuf mengetengahkan rencana jangka panjangnya. Dia mengatakan bahwa dalam musim subur yang panjang itu pertanian harus ditingkatkan dan kepada seluruh rakyat diperintahkan supaya jangan ada tanah kosong yang tidak ditanami, sehingga bila datang musim kemarau yang panjang, simpanan bahan makanan yang disiapkan pada masa subur dapat diambil sedikit demi sedikit, sedang batang gandum bisa dimanfaatkan untuk makanan ternak. Raja sangat gembira mendengar pendapat Yusuf dan tambah percaya pada kecerdasan dan kebijaksanaannya. Semua usul Yusuf itu dapat diterimanya. Tidak hanya urusan pertanian, bahkan semua urusan negara telah diserahkan sepenuhnya kepada Yusuf. Dengan demikian, Yusuf telah menjadi penguasa yang sangat disegani, dihormati, dan disayangi di Mesir.",
                        "56": "Demikianlah Allah mengatur langkah demi langkah dan tahap demi tahap untuk menempatkan Yusuf pada kedudukan yang tinggi dan terhormat di Mesir dan berkuasa penuh di setiap pelosok negeri itu. Semua ini sesuai dengan sunah Allah yang dimulai dengan mimpi Nabi Yusuf melihat 11 buah bintang, matahari, dan bulan sujud kepadanya yang menyebabkan ayahnya Yakub bertambah sayang kepadanya sehingga saudara-saudaranya bertambah dengki terhadapnya. Kemudian Yusuf dimasukkan ke dalam sumur oleh mereka, lalu diambil oleh kafilah yang hendak pergi ke Mesir, dan dijual kepada penguasa di sana (al-Aziz) dengan harga yang amat murah. Akhirnya Yusuf menetap di istana sebagai salah seorang keluarga yang dipercaya. Kemudian ia digoda oleh istri al-Aziz dan difitnah sehingga dijebloskan ke dalam penjara. Dalam penjara, Yusuf dikaruniai Allah ilmu menakbirkan mimpi salah seorang penghuni penjara dan akhirnya ia menakbirkan mimpi raja. Setelah terbukti bahwa Yusuf tidak bersalah, timbullah kepercayaan raja terhadap dirinya bahwa ia orang yang jujur, setia, tabah dan sabar menghadapi cobaan, berakhlak mulia, berilmu, dan bijaksana, sehingga dia diangkat sebagai penguasa. \n\nSemua kejadian itu merupakan suatu rentetan yang saling terkait dan erat hubungan satu dengan lainnya. Terkesan pada mulanya seakan-akan Yusuf sudah ditakdirkan untuk selalu dirundung malang, tetapi pada akhirnya dia mendapat keberuntungan dan kebahagiaan. Dia sampai di Mesir sebagai seorang budak belian, tetapi kemudian menjadi orang yang paling dihormati dan disegani di sana. Kalau dia bukan seorang manusia yang jujur, ikhlas, dan suka berbuat baik dalam segala tindakannya, tentulah Allah tidak akan mengaruniakan kepadanya nikmat yang sebesar itu. Demikianlah Allah memberi rahmat kepada siapa yang dikehendaki-Nya dan sesungguhnya Allah memberi balasan yang berlipat ganda bagi setiap orang yang berbuat baik.",
                        "57": "Di samping balasan di dunia, Allah menyediakan pula di akhirat balasan yang lebih baik, lebih berharga dan lebih membahagiakan bagi orang-orang yang tetap beriman dan selalu bertakwa kepada-Nya yaitu surga Jannatun naim yang terdapat di dalamnya segala macam nikmat dan kesenangan yang belum pernah terlihat oleh mata, belum pernah terdengar oleh telinga, dan belum pernah terlintas dalam hati manusia.",
                        "58": "Dalam kitab Perjanjian Lama Kitab Kejadian 42: 2-25 disebutkan bahwa Yusuf mengadakan persiapan dan perbekalan secara besar-besaran untuk menghadapi bahaya kelaparan pada musim kering. Untuk itu, dia membangun gudang-gudang besar untuk menyimpan bahan makanan yang dihasilkan pada musim subur. Ketika datang musim kering, ternyata kekeringan itu bukan hanya terjadi di Mesir saja, tetapi meliputi negeri-negeri tetangga yang berdekatan terutama di negeri Palestina. Terdengarlah di sana berita bahwa pemerintahan Mesir mempunyai simpanan bahan makanan yang banyak sekali, sehingga dapat membantu meringankan penderitaan penduduk negeri-negeri tetangga itu. Penguasa di sana rela melepaskan sebagian dari simpanan itu dengan cara menjual kepada siapa yang sangat memerlukannya. Oleh karena itu, Yakub menyuruh anak-anaknya (saudara-saudara Yusuf) supaya mengumpulkan barang-barang dagangan dan membawanya ke Mesir untuk ditukarkan dengan bahan makanan. \n\nUntuk memenuhi permintaan Yakub, berangkatlah saudara-saudara Yusuf, kecuali Bunyamin karena tidak diizinkan oleh Yakub, untuk membeli bahan makanan yang sangat mereka perlukan. Ketika sampai di sana, mereka langsung menemui Yusuf dengan harapan akan segera dapat membeli bahan makanan, karena urusan ini sepenuhnya berada di tangan Yusuf. Ketika mereka masuk menghadap, Yusuf mengetahui bahwa yang datang itu adalah saudara-saudaranya sendiri, karena rupa dan jenis pakaian mereka masih melekat dalam ingatannya apalagi mereka berjumlah sepuluh orang. Yusuf berkata dalam hatinya, \"Tidak diragukan lagi mereka ini adalah saudara-saudara saya.\" Sebaliknya mereka tidak tahu sama sekali bahwa yang mereka hadapi adalah saudara sendiri. \n\nMereka semua tidak lagi ingat bentuk Yusuf karena sudah lama berpisah, apalagi yang mereka hadapi adalah seorang perdana menteri dengan pakaian kebesaran dan tanda-tanda penghargaan berkilau di bajunya. Tidak mungkin Yusuf menjadi orang yang memiliki jabatan yang amat tinggi itu karena mereka telah membuangnya ke dalam sumur. Kalaupun masih hidup, dia tentu akan menjadi budak belian yang diperas tenaganya oleh tuannya.",
                        "59": "Ayat ini menjelaskan bahwa Yusuf mengabulkan permintaan saudara-saudaranya untuk membeli barang-barang yang mereka bawa dan ditukar dengan bahan makanan. Dia kemudian memerintahkan supaya disiapkan untuk mereka 10 pikul bahan makanan dan keperluan-keperluan lain yang dibutuhkan dalam perjalanan, karena mereka berjumlah sepuluh orang, masing-masing berhak mendapat satu pikul. Tetapi mereka men-ceritakan bahwa di kampung mereka ada lagi 2 orang yang sangat memerlukan bahan makanan yaitu seorang saudara dan seorang ayah mereka sendiri.\n\nMereka memohon supaya mereka diberikan 12 pikulan sebab yang sepuluh pikulan itu hanya cukup untuk mereka saja, \"Ayah kami tidak dapat datang kemari karena sudah tua dan lemah, sedangkan saudara kami sengaja kami tinggalkan untuk menjaganya dan menyenangkan hatinya.\" Mendengar keterangan saudara-saudaranya itu, Yusuf berkata, \"Kalau demikian bawalah saudara kalian itu kemari sebagai bukti bagi kami atas kebenaran kalian semua dan kami akan mengabulkan permintaan kalian itu. Kami telah melihat sendiri bahan-bahan makanan yang disediakan untuk kalian semua berjumlah 10 pikulan, karena kami hanya sanggup menyerahkan satu pikulan untuk satu orang. Selain dari itu, selama di sini kalian semua sudah kami perlakukan dengan baik sebagai tamu kami karena begitulah biasanya kami memperlakukan tamu dengan sebaik-baiknya. Sekarang pulanglah kalian semua dan bawalah bahan makanan itu, kemudian datanglah kembali dengan membawa barang dagangan untuk ditukar dengan bahan makanan, tetapi dengan syarat kalian harus membawa saudara kalian sebagai bukti kebenaran dan kejujuran kalian.\"",
                        "60": "Selanjutnya Yusuf berkata, \"Jika kalian tidak membawanya, kalian tidak akan mendapat bahan makanan sama sekali karena itu berarti kalian bukan orang-orang yang jujur. Orang-orang yang pembohong dan pendusta tidak akan kami layani dan kami sangat membencinya. Sekali lagi kami tegaskan, kalau kalian tidak membawa saudara kalian itu, jangan diharap kalian akan diberi bahan makanan. Bahkan jangan mencoba mendekat ke negeri kami, apalagi menghadap kepada kami karena tidak ada tempat di sini bagi orang-orang yang tidak jujur.\"",
                        "61": "Saudara-saudara Yusuf menjawab, \"Kalau begitu, kami akan pulang dan berusaha dengan sungguh-sungguh agar ayah kami dapat mengizinkan saudara kami itu pergi bersama kami ke Mesir. Kami akan menceritakan kepadanya semua yang telah terjadi dan mengatakan bahwa kami telah disambut dengan baik sekali dan diperlakukan sebagai tamu selama kami berada di Mesir.\"",
                        "62": "Kemudian Yusuf memerintahkan kepada petugas-petugasnya yang mengurus bahan makanan agar semua barang-barang yang dibawa mereka dimasukkan kembali ke dalam karung-karung bahan makanan tanpa setahu mereka. Barang-barang itu terdiri dari berbagai macam bahan hasil produksi padang pasir, seperti kulit bulu domba dan lain sebagainya. Dengan mengembalikan barang-barang itu, mereka akan menyadari sepenuhnya betapa baiknya hati penguasa Mesir itu, dan betapa tinggi jasanya terhadap mereka. Mereka telah diperlakukan sebagai tamu selama di Mesir kemudian diberi bahan makanan, sedangkan barang-barang dagangan mereka sendiri dikembalikan, seakan-akan bahan makanan yang sepuluh pikul itu diberikan kepada mereka dengan cuma-cuma sebagai hadiah yang bagi mereka sendiri sangat diperlukan dan tak ternilai harganya. Dengan kesadaran itu, diharapkan timbul tekad yang kuat dalam hati mereka untuk kembali ke Mesir membawa barang-barang dan membawa Bunyamin sekaligus sebagaimana diamanatkan oleh Yusuf.",
                        "63": "Dalam ayat ini dijelaskan bahwa tatkala sampai di rumah dan bertemu dengan ayah mereka, saudara-saudara Yusuf memberitahukan semua pengalaman mereka di Mesir dan bagaimana baiknya sambutan penguasa di sana terhadap mereka dengan memperlakukan mereka sebagai tamu. Ketika akan pulang, mereka juga dibekali dengan barang-barang yang diperlukan selama dalam perjalanan. Mereka diberi bahan makanan sebanyak 10 pikulan yang ditukar dengan barang-barang yang mereka bawa karena mereka hanya sepuluh orang.\n\nMereka juga menceritakan kepada Yakub bahwa mereka telah mengatakan kepada penguasa Mesir tentang ayah mereka yang telah tua dan seorang saudara yang tidak dapat datang karena ditugaskan menjaga ayah mereka. Mereka meminta supaya diberi 12 pikulan. Penguasa itu menjawab bahwa kalau benar mereka mempunyai saudara, hendaklah dibawa ke Mesir. Penguasa itu akan memberi mereka lagi bahan makanan sebanyak yang diminta. Mereka diperingatkan bahwa kalau Bunyamin tidak dapat dibawa, mereka tidak boleh datang lagi ke Mesir, dan tidak akan diberi makanan, karena dianggap sebagai pendusta yang tidak layak dipercayai. Oleh sebab itu, mereka memohon kepada Yakub dengan sangat agar mengizinkan Bunyamin ikut bersama mereka. Dengan demikian, mereka akan diberi bahan makanan dan disambut dengan sambutan yang lebih baik karena telah memenuhi janji mereka untuk membawa Bunyamin ke Mesir. Mereka berjanji akan menjaga Bunyamin dengan sebaik-baiknya.",
                        "64": "Yakub terkejut mendengar permintaan mereka, sehingga dengan seketika menjawab, \"Apakah aku akan mempercayakan Bunyamin kepada kalian sebagaimana aku telah mempercayakan Yusuf dahulu? Apakah kalian belum puas dengan mencelakakan Yusuf sehingga sekarang kalian kembali ingin mencelakakan Bunyamin? Apakah aku akan percaya begitu saja kepada janji-janji dan jaminan kalian terhadap Bunyamin, padahal dahulu kalian telah membuat janji dan jaminan serupa ketika hendak membawa Yusuf bermain-main ke tempat penggembalaan di padang pasir? Aku tidak percaya lagi kepada ucapan dan janji kalian. Aku akan menggantungkan harapanku kepada Allah agar Dia tetap memelihara Bunyamin karena Dialah sebaik-baik Penjaga dan Penyayang. Kepada-Nyalah aku bertawakal dalam menghadapi segala persoalan. Hanya Dialah yang Maha Pengasih lagi Maha Penyayang, aku bermohon agar Dia selalu melimpahkan rahmat-Nya kepadaku dengan melindungi Bunyamin dan menjaga keselamatannya serta tidak akan menimpakan cobaan kepadaku seperti kehilangan Yusuf, anakku yang tercinta. Sesungguhnya rahmat Allah Mahaluas dan Karunia-Nya Mahabesar.\"",
                        "65": "Setelah saudara-saudara Yusuf membuka karung bahan makanan yang mereka bawa dari Mesir, ternyata mereka juga mendapatkan barang-barang mereka masih ada pula di dalamnya. Mereka berkata pada Yakub, \"Wahai ayah kami, barang-barang yang kami bawa ke Mesir ternyata dikembalikan. Ini adalah bukti yang nyata betapa baiknya hati penguasa Mesir itu kepada kita dan betapa pemurahnya sehingga dia tidak mau mengambil barang-barang kita sebagai penukar makanan yang diberikan kepada kita. Dia telah menolong kita dengan ikhlas tanpa mengharapkan balasan. Memang amat besar hutang budi kita. Oleh sebab itu, kita harus membalas jasa dan budi baiknya dengan memenuhi janji kami yaitu akan membawa Bunyamin ke Mesir. Kalau kami kembali ke Mesir membawanya, tentu kita akan mendapat bahan makanan lebih banyak, paling tidak akan bertambah satu pikulan karena kami sudah berjumlah sebelas orang. Bagi penguasa Mesir satu pikulan bahan makanan itu tentu tidak akan memberatkan karena gudang-gudangnya penuh dengan bahan makanan.\"",
                        "66": "Mendengar ucapan anak-anaknya itu, Yakub sadar bahwa budi baik penguasa Mesir itu harus dibalas dengan budi baik pula. Tidak ada cara untuk membalasnya kecuali dengan menepati janji anak-anaknya yang akan membawa Bunyamin karena dia dan anak-anaknya tidak mempunyai apa-apa lagi untuk dipersembahkan apalagi penguasa Mesir itu telah menolak menerima barang tukaran dan mengembalikan semuanya. Dengan perasaan yang berat, Yakub berkata kepada anak-anaknya bahwa kalau mereka harus membawa Bunyamin ke Mesir, maka ia tidak akan mengizinkan kecuali dengan janji yang dikuatkan dengan sumpah bahwa mereka benar-benar akan menjaga keselamatan Bunyamin dan membawanya kembali pulang. Mereka juga diminta untuk bersedia mengorbankan jiwa raga bila terjadi hal-hal yang membahayakan atau mengancam jiwanya. Anak-anak Yakub bersedia bersumpah untuk memenuhi syarat yang dikemukakan ayah mereka. Lalu mereka bersumpah dengan menyebut nama Allah bahwa mereka akan menjaga keselamatan Bunyamin, membelanya mati-matian bila terancam bahaya, dan akan membawanya pulang kembali. Setelah mendengar sumpah anak-anaknya itu, barulah hati Yakub merasa lega dan dia berkata, \"Allah menjadi saksi atas semua ucapan dan janjimu itu. Dialah Yang Mengawasi segala perbuatan dan tindak-tandukmu dan kepada-Nyalah aku serahkan keselamatan anakku.\"",
                        "67": "Pada ayat ini dijelaskan bahwa Nabi Yakub berkata kepada anak-anaknya agar ketika sampai di istana raja Mesir, mereka tidak masuk bersama-sama dari satu pintu gerbang, tetapi masuk dari pintu-pintu gerbang yang lain, supaya terhindar dari penglihatan mata orang yang hasad atau mengalami hal-hal yang tidak diinginkan. Di samping itu agar Bunyamin sempat bertemu dengan Yusuf secara terpisah dari saudara-saudaranya yang lain.\n\nNabi Yakub menasihatkan pula bahwa walaupun mereka sudah berusaha menghindari berbagai kemungkinan yang membahayakan, namun beliau tidak dapat mencegah ketentuan dari Allah, sebab keputusan menetapkan sesuatu hanya berada di tangan-Nya. Semua pekerjaan harus dilaksanakan sesuai dengan kemampuan dan disertai keyakinan bahwa ketentuan dari Allah pasti terjadi, dan tidak seorang pun yang dapat menghalang-halanginya. Oleh karena itu, hanya kepada-Nyalah semua orang bertawakal dan berserah diri.",
                        "68": "Tatkala putra-putra Nabi Yakub itu masuk ke istana Yusuf di Mesir sesuai dengan yang diperintahkannya, yaitu masuk dari pintu gerbang yang berlainan, cara yang mereka lakukan itu tidak dapat melepaskan mereka sedikit pun dari ketentuan Allah. Ini hanya keinginan Nabi Yakub yang harus dilaksanakan agar Yusuf dapat bertemu dengan Bunyamin empat mata, karena keduanya akan membuat perencanaan dan tindakan yang bijak-sana. Ini menunjukkan bahwa Nabi Yakub telah diberi ilmu pengetahuan dengan wahyu Allah swt, namun kebanyakan manusia tidak mengetahui, termasuk anak-anaknya sendiri.",
                        "69": "Ketika anak-anak Yakub masuk ke dalam ruangan khusus, Yusuf langsung mengenali adiknya, Bunyamin. Yusuf berusaha untuk bertemu empat mata dengannya seraya berkata, \"Jangan sedih dan gundah. Saya ini adalah saudara kandungmu, tapi hal ini jangan kamu ceritakan kepada saudara-saudara yang lain.\"\n\nDalam sebuah riwayat dikatakan bahwa tatkala saudara-saudara Yusuf masuk ke tempatnya, mereka memperkenalkan Bunyamin seraya berkata, \"Inilah saudara kami Bunyamin, yang diminta datang bersama-sama dengan kami, sekarang kami memperkenalkannya kepada Baginda.\" Yusuf menjawab, \"Terima kasih banyak, dan untuk kebaikan ini niscaya kami akan menyediakan balasannya.\" Lalu Yusuf menyediakan hidangan makanan untuk mereka yang semuanya berjumlah sebelas orang. Tiap-tiap meja untuk dua orang, sehingga semuanya sudah duduk berhadap-hadapan pada lima meja dalam lima buah kamar yang tertutup. Hanya tinggal Bunyamin sendirian tidak mempunyai pasangan. Yusuf berkata kepada tamu-tamunya, \"Kamu yang sepuluh orang, masing-masing berdua masuklah ke dalam kamar. Karena yang seorang ini, yaitu Bunyamin tidak mempunyai kawan, maka baiklah saya yang menemaninya.\" Setelah Yusuf dan Bunyamin berdua dalam sebuah kamar, maka Yusuf merangkulnya dengan penuh kemesraan, dan berkata, \"Apakah kamu suka menerima aku sebagai saudara-mu, ganti dari saudaramu yang hilang itu?\" Bunyamin menjawab, \"Siapa yang akan menolak mendapatkan saudara seperti engkau yang mulia ini? Namun engkau tidak dilahirkan dari bapakku Yakub dan ibuku Rahil.\" Karena tidak tahan mendengar ucapan itu, lalu Yusuf menangis dan merangkul Bunyamin seraya berkata, \"Akulah Yusuf, saudaramu yang dikatakan hilang itu.\" Lalu Yusuf menasihati saudaranya, supaya jangan bersedih atas apa yang telah dikerjakan oleh saudara-saudaranya terhadap-nya. Yusuf memberitahukan pula kepada Bunyamin rencananya terhadap saudara-saudaranya, untuk menguji mereka, apakah akhlaknya masih seperti dahulu atau sudah ada perubahan. Maksudnya supaya Bunyamin jangan terkejut, bila nanti terjadi hal-hal yang dilakukan Yusuf yang terasa janggal baginya.",
                        "70": "Maka tatkala bahan makanan itu sedang dipersiapkan, diam-diam Yusuf memasukkan piala (tempat minum yang dapat juga digunakan untuk menakar) raja ke dalam karung Bunyamin. Setelah kafilah itu bersiap-siap untuk berangkat meninggalkan Mesir, seorang utusan datang menyusul kafilah itu seraya berseru dengan suara yang keras, \"Hai kafilah, tunggu dulu sesungguhnya kamu adalah para pencuri.\"",
                        "71": "Saudara-saudara Yusuf segera menghentikan perjalanan mereka dan bertanya barang apakah yang hilang dari kerajaan, sehingga ia datang menyusul dan menuduh mereka sebagai pencuri.",
                        "72": "Penyeru itu berkata bahwa raja kehilangan piala yang ada cap kerajaan padanya. Barang siapa yang dapat mengembalikan piala itu akan memperoleh hadiah yaitu bahan makanan seberat beban unta. Penyeru itu menjelaskan pula bahwa dia menjamin akan tetap memberikan hadiah itu pada siapa saja yang bisa mengembalikannya.",
                        "73": "Saudara-saudara Yusuf berkata dengan maksud membersihkan diri dari tuduhan itu, \"Demi Allah kamu telah mengetahui bahwa kami datang ke Mesir ini, baik pertama maupun yang kedua kalinya, bukan untuk membuat kerusakan di negeri Mesir dengan mencuri ataupun melakukan kejahatan lainnya, dan kami yakin bahwa kami bukanlah pencuri.\"",
                        "74": "Penyeru itu bertanya, \"Tetapi apa akibatnya jika kamu berdusta? Dan ternyata piala raja itu disembunyikan di karung-karungmu.\"",
                        "75": "Mereka menjawab, \"Balasannya ialah siapa saja yang ditemukan piala itu di dalam karungnya, maka dialah pencurinya dan harus bersedia menerima akibatnya.\" Syariat yang berlaku menurut agama yang dibawa Nabi Yakub ialah si pencuri dijadikan hamba sahaya oleh orang yang kecurian selama satu tahun. Demikianlah Allah membalas kejahatan orang-orang yang zalim.",
                        "76": "Setelah kafilah kembali lagi ke Mesir dan menghadap Yusuf, ia mulai memeriksa karung-karung mereka semuanya dan yang terakhir diperiksa adalah karung Bunyamin. Sengaja beliau berbuat demikian untuk menutupi taktiknya. Kemudian Yusuf menemukan piala yang hilang itu dari karung Bunyamin. Dengan cara demikian Allah mengatur taktik Yusuf untuk mencapai maksudnya. Yusuf sama sekali tidak bermaksud menghu-kum saudaranya menurut undang-undang kerajaan kecuali jika Allah menghendakinya. Beliau sengaja membuat taktik ini untuk sekedar menguji akhlak saudara-saudaranya dan bukan untuk menyakiti Bunyamin, karena ia terlebih dahulu telah diberitahu tentang rencana tersebut. Allah meninggikan derajat orang-orang yang dikehendaki-Nya, baik berupa ilmu maupun keimanan dan memperlihatkan pula jalan kebenaran untuk mencapai maksudnya, seperti Allah telah mengangkat derajat Yusuf di atas saudara-saudaranya. Di atas setiap orang yang berpengetahuan ada lagi yang lebih mengetahui. Hanya Allah yang Maha Mengetahui.",
                        "77": "Dalam ayat ini, saudara-saudara Yusuf mengatakan bahwa jika Bunyamin ternyata mencuri, itu karena saudaranya Yusuf juga telah mencuri. Tuduhan mereka bahwa Yusuf pernah mencuri menunjukkan bahwa sifat dengki masih tertanam dalam hati mereka. Hal itu sempat menimbulkan perasaan jengkel dalam diri Yusuf. Akan tetapi, dengan sabar Yusuf mampu menyembunyikan kejengkelan itu dan tidak menampakkan-nya kepada mereka.\n\nBahwa Yusuf dikatakan pernah mencuri pada waktu ia masih kecil, sebenarnya tidaklah benar. Peristiwa yang sebenarnya bukanlah kasus pencurian, melainkan kasus yang direkayasa agar Yusuf kecil tetap tinggal bersama bibinya, tidak dibawa pulang oleh ayahnya, yaitu Nabi Yakub a.s. Kasusnya adalah seperti yang diriwayatkan oleh Mujahid r.a. yang menerangkan bahwa Yusuf ketika kecil dipelihara oleh bibinya yang sangat sayang kepadanya. Bibinya menyimpan ikat pinggang Nabi Ishak a.s. yang secara turun-temurun diwariskan kepada anaknya yang tertua. Nabi Yakub sering datang kepada saudara perempuannya, untuk mengambil Yusuf. Karena bibinya amat sayang kepadanya, beliau mempertahankan Yusuf supaya tetap di bawah asuhannya. Akhirnya, bibinya tersebut membuat suatu taktik dengan mengikatkan ikat pinggang pusaka tadi ke pinggang Yusuf dan ditutup oleh bajunya sehingga tidak kelihatan. Lalu, bibinya mengumumkan bahwa ikat pinggang pusaka itu hilang dicuri orang. Kemudian, semua anggota keluarga diperiksa. Ternyata ikat pinggang kedapatan dipakai oleh Yusuf. Menurut syariat Nabi Yakub a.s. waktu itu, Yusuf harus diserahkan kepada bibinya sebagai hamba sahaya selama satu tahun. Peristiwa inilah, antara lain, yang dituduhkan oleh saudara-saudaranya bahwa ia pernah mencuri.",
                        "78": "Pada ayat ini dijelaskan tentang apa yang dikatakan oleh saudara-saudara Yusuf kepada al-Aziz, bahwa Bunyamin yang ditetapkan sebagai pencuri itu mempunyai ayah yang telah lanjut usia, dan tidak bisa berpisah dengannya. Bunyamin adalah pengganti saudaranya yang hilang. Oleh karena itu, mereka mengharap kepada al-Aziz agar sudi mengambil salah seorang dari mereka sebagai jaminan karena Bunyamin lebih dicintai ayahnya. Mereka juga telah berjanji untuk menjaga keselamatan Bunyamin selama dalam perjalanan. Di samping itu, mereka pun memuji al-Aziz bahwa beliau adalah orang yang gemar berbuat baik. Pujian serupa itu tentu saja dengan maksud agar Bunyamin dibebaskan dari penahanan karena tuduhan pencurian. Mereka sebagai tamu merasa telah mendapatkan pelayanan dengan sebaik-baiknya, dan alangkah lebih sempurna jika kebaikan itu ditambah lagi dengan memenuhi permintaan mereka untuk membiarkan Bunyamin kembali kepada ayahnya yang selama ini dilanda kesedihan karena kehilangan Yusuf.",
                        "79": "Lalu Yusuf berkata kepada saudara-saudaranya bahwa dia melakukan tindakan salah jika melepaskan Bunyamin yang telah terbukti di dalam karungnya ditemukan barang yang hilang itu. Ia berlindung kepada Allah bahwa ia tak mungkin menangkap seseorang kecuali karena telah terbukti mencuri. Seandainya ia menerima usul saudara-saudaranya, berarti ia bertindak tidak adil karena telah menyalahi undang-undang atau peraturan yang berlaku di wilayah kerajaannya.",
                        "80": "Allah mengabarkan bahwa tatkala saudara-saudara Yusuf berputus asa karena Yusuf menolak salah seorang dari mereka untuk menggantikan Bunyamin, mereka lalu berkumpul untuk merundingkan secara rahasia apa yang akan mereka kerjakan selanjutnya. Saudaranya yang tertua yang bernama Yahuda berkata, \"Bukankah kamu mengetahui bahwa ayahmu, Yakub, telah mengambil janji yang berat dari kita dengan nama Allah bahwa kita akan sungguh-sungguh menjaga keselamatan Bunyamin dan sanggup mengembalikannya kepada ayah, kecuali jika kita menghadapi bahaya yang besar yang tidak dapat dihindari. Penahanan Bunyamin ini akan membuat ayah kita bertambah sedih, terlebih bila diingat bahwa kita dahulu telah menyia-nyiakan Yusuf.\" \"Oleh sebab itu,\" kata Yahuda lebih lanjut, \"aku tidak akan meninggalkan Mesir sampai ayahku mengizinkanku untuk kembali, atau sampai Allah memberi keputusan lain kepadaku karena Allahlah yang Maha Mengetahui perkara-perkara yang gaib dan Dia adalah Hakim yang paling baik.\"",
                        "81": "Lalu Yahuda memerintahkan kepada saudara-saudaranya yang lain supaya pulang menghadap ayah mereka dan melaporkan segala kejadian yang dialaminya di Mesir untuk menghindarkan tuduhan-tuduhan yang buruk. Yahuda berkata, \"Kembalilah kepada ayahmu dan sampaikanlah kepadanya bahwa anaknya, Bunyamin, telah mencuri piala raja dan akibatnya dijadikan hamba sahaya selama setahun sesuai dengan syariat yang berlaku.\" Ia juga menyuruh saudara-saudaranya untuk mengatakan kepada ayah mereka, Nabi Yakub, bahwa mereka hanya dapat menyaksikan apa yang diketahui. Mereka melihat sendiri bahwa piala raja itu dikeluarkan dari karung makanan Bunyamin. Mereka sama sekali tidak dapat mengetahui perkara yang gaib. Seandainya mereka tahu bahwa Bunyamin akan mencuri, tentu mereka tidak akan berjanji pada ayah mereka.",
                        "82": "Selanjutnya dijelaskan bahwa Yahuda juga menyarankan agar saudara-saudaranya mengatakan kepada ayah mereka untuk menanyakan hal ini kepada penduduk negeri tempat mereka berada di Mesir untuk membeli bahan makanan, karena soal pencurian itu sudah tersebar beritanya di kalangan mereka. Juga dapat ditanyakan kepada kafilah yang datang bersama-sama dengan mereka, dan sesungguhnya mereka adalah orang-orang yang benar dan selalu melaporkan apa yang benar-benar terjadi.",
                        "83": "Setelah berhadapan dengan putra-putranya yang memberi laporan seperti yang diamanatkan oleh Yahuda, Nabi Yakub berkata, \"Hanya dirimu sendirilah yang memandang baik perbuatan yang buruk itu, dan mengapa kamu mengatakan bahwa yang mencuri harus dijadikan hamba sahaya selama satu tahun, padahal ketentuan itu hanya ada pada syariat kita dan tidak ada dalam perundang-undangan mereka. Maka kesabaran yang baik itulah kesabaranku yang tidak diliputi oleh kejengkelan dan kemarahan. Mudah-mudahan Allah mendatangkan mereka semuanya kepadaku (Yusuf, Bunyamin, dan Yahuda), karena sesungguhnya Dialah Tuhan Yang Maha Mengetahui dan Mahabijaksana.\"",
                        "84": "Karena tidak senang menerima laporan yang disampaikan para putranya, maka Nabi Yakub berpaling dari mereka seraya berkata dengan penuh kesedihan, \"Aduhai dukacitaku terhadap Yusuf, karena aku tadinya menunggu-nunggu berita yang menggembirakan dari Mesir, tetapi kenyata-annya justru berita yang menyedihkan yang kuterima.\" Karena kesedihan yang terus-menerus dialaminya dan sering menangis, maka kedua mata Yakub menjadi putih, sehingga keadaannya seperti orang buta. Akan tetapi, beliau tetap masih bisa menahan amarah terhadap anak-anaknya.\n\nMenurut dunia ilmu pengetahuan, ketika seseorang menderita stres, tubuhnya bereaksi dan membangkitkan tanda bahaya, sehingga memicu terjadinya beragam reaksi biokimia di dalam tubuh: Kadar adrenalin dalam aliran darah meningkat; penggunaan energi dan reaksi tubuh mencapai titik tertinggi; gula, kolesterol dan asam-asam lemak tersalurkan ke dalam aliran darah; tekanan darah meningkat dan denyutnya mengalami percepatan. Ketika glukosa tersalurkan ke otak, kadar kolesterol naik, dan semua ini memunculkan masalah bagi tubuh. Mungkin hal ini pula yang dialami oleh Nabi Yaqub as ketika kehilangan anak yang disayanginya Nabi Yusuf a.s. \n\nStres yang parah, mampu mempengaruhi bahkan mengubah fungsi-fungsi normal organ tubuh. Hal ini dapat berakibat sangat buruk. Akibat stres, kadar adrenalin dan kortisol di dalam tubuh meningkat di atas batas normal. Peningkatan kadar kortisol dalam rentang waktu lama berujung pada gangguan organ tubuh antara lain dapat terjadi gangguan pada pankreas. Akibatnya timbul penyakit diabetes atau kencing manis yakni penyakit rusaknya sel-sel beta pankreas yang menghasilkan insulin, berakibat pada kadar gula darah tubuh tidak terkontrol. Dalam banyak kasus penyakit diabetes ini dapat menimbulkan gejala katarak yakni kekeruhan pada lensa mata yang mengakibatkan pandangan kabur. Apabila lensa menjadi keruh, maka cahaya yang masuk ke dalam mata dapat terpencar dan mengakibatkan pandangan kabur. \n\nPara ahli kedokteran (mata) sepakat bahwa penanganan yang kurang atau tidak terkontrol dengan baik dapat menyebabkan kebutaan pada penderita penyakit ini. Gejala utama katarak adalah penglihatan kabur, daya penglihatan berkurang secara progresif, adanya selaput tipis yang menghalangi pandangan, sangat silau jika berada di bawah cahaya yang terang. Pada perkembangan selanjutnya penglihatan semakin memburuk, pupil akan tampak berwarna putih (ada putih-putih pada hitam mata)\n\nDewasa ini penyakit \"mata putih\" (katarak) ini dapat disembuhkan terutama dengan semakin majunya teknologi kedokteran saat ini atau karena kadar gula dalam darah dapat dikontrol dengan baik. \n\nBerbeda tentunya dengan Nabi Yaqub a.s. yang kesembuhannya berlangsung secara cepat, mungkin karena mukjizat bagi seorang Nabi atau bisa juga sebagai buah dari \"kesabarannya\". Maha Suci Allah yang Maha Mengetahui dan Maha Penyembuh.",
                        "85": "Pada ayat ini, diterangkan bahwa ketika mendengar keluhan dan kesedihan ayahnya yang mendalam, anak-anak Yakub yang baru kembali dari Mesir berkata kepadanya, yang diawali dengan sumpah kepada Allah sebagai tanda rasa kasih dan sayang mereka, agar dia tidak selalu mengingat Yusuf karena peristiwa Yusuf itu sudah lama berlalu. Kalau selalu mengingat Yusuf, ia akan terus mengalami kesedihan yang mendalam, sehingga dikhawatirkan akan mendapat penyakit yang akan membinasakan atau meninggal dunia karenanya.",
                        "86": "Pada ayat ini, Allah menceritakan jawaban Nabi Yakub kepada anak-anaknya. Ia berkata, \"Wahai anak-anakku janganlah kalian mencela dan mencercaku. Aku tidak pernah mengadu kepadamu sekalian, begitu juga kepada manusia yang lain tentang kesedihan dan kesusahanku. Aku mengadu dan menyampaikan keluhan atas musibah yang menimpaku hanya kepada Allah swt. Kepada-Nya aku meminta perlindungan dan memohon untuk menghilangkan kesusahan dan kesedihan itu. Biarkanlah aku bermunajat dengan Tuhanku. Aku mengetahui dari wahyu yang diberikan Allah kepadaku bahwa Yusuf itu masih hidup dan tetap memperoleh rezeki. Ia adalah manusia pilihan Allah. Dia akan menyempurnakan nikmat-Nya kepada Yusuf dan keluarga Yakub. Semua itu tidak kalian ketahui, bahkan mengira bahwa Yusuf itu telah mati.\"",
                        "87": "Selanjutnya Yakub berkata kepada anak-anaknya bahwa ia tahu bahkan yakin mimpi Yusuf dulu itu benar dan ia akan sujud menghormatinya. Kalau mereka berpendapat lain, Yakub mengingatkan anak-anaknya bahwa satu saat Allah swt akan memperlihatkan kebenaran pendapatnya itu. Untuk itu, ia meminta anak-anaknya untuk kembali ke Mesir menyelidiki sampai mendapat berita yang pasti tentang Yusuf dan adiknya Bunyamin serta tidak berputus asa karena Allah telah berfirman:\n\nTidak ada yang berputus asa dari rahmat Tuhannya, kecuali orang yang sesat. (al-hijr/15:56)\n\nOrang-orang mukmin tidak akan berputus asa karena musibah yang menimpanya, dan tidak goyah imannya karena bahaya yang melanda. Mereka bersabar dan tabah menghadapi segala kesulitan yang dialaminya. Ia dengan rela penuh ikhlas menerima takdir dari Allah swt dengan keyakinan bahwa suatu saat nanti Allah akan menghilangkan semua kesulitan itu, sebagaimana firman-Nya:\n\nSesungguhnya Allah membela orang-orang yang telah beriman. (al-hajj/22: 38)\n\nKesimpulan",
                        "88": "Dalam ayat ini diterangkan bahwa setelah saudara-saudara Yusuf menerima anjuran dari ayahnya untuk kembali ke Mesir, mereka lalu berangkat. Sesampainya di Mesir, mereka masuk ke istana Yusuf dengan segala kerendahan diri. Mereka ingin mengetahui kebenaran keyakinan ayahnya yang pernah mengatakan bahwa al-Aziz itu adalah Yusuf. Mereka berkata kepada al-Aziz bahwa mereka ditimpa musibah kelaparan sehingga mereka menjadi kurus dan lemah karena kekurangan makanan, sedangkan keluarga mereka tidak sedikit. Mereka mengadukan halnya itu kepada al-Aziz, dengan maksud untuk mengetahui keadaan Yusuf dan Bunyamin. Mereka juga mengemukakan bahwa mereka datang membawa dagangan yang jelek dan rendah mutunya, sehingga mungkin tidak ada pedagang yang mau menawarnya. Mereka berharap agar al-Aziz mau menolong mereka dengan menyempurnakan takaran dagangannya tanpa mempertimbangkan kejelekannya. Kekurangan yang harus mereka bayar kepadanya agar disedekahkan saja kepada mereka. \n\nAllah membalas budi baik seseorang yang suka bersedekah dan Dia pulalah yang akan mengganti segala apa yang telah disedekahkan dan diinfakkan itu, sebagaimana firman-Nya:\n\nDan apa saja yang kamu infakkan, Allah akan menggantinya, dan Dialah pemberi rezeki yang terbaik. (Saba/34: 39)",
                        "89": "Setelah anak-anak Yakub mengemukakan alasan-alasan mereka kembali ke Mesir, Yusuf menjawabnya dengan mengingatkan mereka atas kejahatan yang telah mereka lakukan terhadap Yusuf dan Bunyamin, adiknya. Yusuf juga mengatakan bahwa apa yang mereka perbuat kepada diri dan adiknya adalah perbuatan yang sangat jelek atau buruk. Mungkin karena kejahilan mereka pada waktu itu, mereka tidak mengetahui dan merasakan buruknya perbuatan itu walaupun bertentangan dengan syariat agama serta melanggar kewajiban berbuat baik kepada kedua orang tua dan perintah bergaul dengan baik terhadap karib kerabat. Ini adalah realisasi dari apa yang telah Allah wahyukan kepada Yusuf ketika ia dilemparkan ke dalam sumur oleh saudara-saudaranya sebagaimana firman Allah swt:\n\nKami wahyukan kepadanya, \"Engkau kelak pasti akan menceritakan perbuatan ini kepada mereka, sedang mereka tidak menyadari. (Yusuf/12: 15)",
                        "90": "Setelah mendengar ucapan Yusuf, timbullah di hati mereka kesadaran bahwa yang di hadapan mereka itu adalah Yusuf. Untuk menguatkan dugaannya, mereka mengajukan pertanyaan dengan penuh rasa heran, \"Apakah kamu ini benar-benar Yusuf?\" Dua tahun lebih mereka bolak-balik bertemu Yusuf tetapi tidak mengenalinya. Sebaliknya, Yusuf mengenali mereka, namun ia sembunyikan dalam hati. Pertanyaan mereka dijawab oleh Yusuf dengan mengatakan, \"Aku ini adalah Yusuf yang telah kalian aniaya dengan penganiayaan yang cukup berat. Allah swt telah menolongku dan memuliakanku sampai memberiku pangkat yang tinggi. Aku tidak berdaya sama sekali ketika kalian berencana untuk membunuh dan membuangku ke dasar sumur yang dalam. Dan ini adikku, Bunyamin, yang telah kalian pisahkan dari aku, yang kemudian Allah swt memberikan karunia kepadanya sebagaimana kalian lihat. Allah swt melimpahkan karunia-Nya kepada kami berdua, menyatukan kami kembali sesudah berpisah sekian lama, memuliakan kami sesudah dihina, dan menyelamatkan kami dari segala ujian dan cobaan. \n\nAgama telah menetapkan dan pengalaman telah membuktikan bahwa orang yang bertakwa kepada Allah swt dengan mengerjakan segala perintah-Nya dan menjauhi segala larangan-Nya serta selalu sabar menghadapi ujian dan cobaan yang menimpanya serta tipu daya setan dan hawa nafsu yang selalu menggodanya, Allah tidak akan menyia-nyiakan balasan amalnya itu di dunia, lebih-lebih di akhirat. Di dunia diberi jalan keluar dari kesulitan yang dihadapinya serta diberi rezeki dari arah yang tidak diduga sebelumnya, dan di akhirat diberi pahala tanpa ada perhitungan. Firman Allah swt:\n\nBarang siapa yang bertakwa kepada Allah, niscaya Dia akan membukakan jalan keluar baginya. Dan Dia memberinya rezeki dari arah yang tidak disangka-sangkanya. (ath-thalaq/65: 2-3)\n\nDan firman-Nya:\n\nHanya orang-orang yang bersabarlah yang disempurnakan pahalanya tanpa batas. (az-Zumar/39: 10)",
                        "91": "Setelah Yusuf memberikan pengakuan siapa dirinya sebenarnya dan saudara-saudaranya telah meyakini bahwa al-Aziz itu adalah Yusuf, mereka secara jujur mengakui kemuliaan yang diberikan Allah swt kepada Yusuf tentang kelebihan ilmunya, dan ketinggian akhlak yang dimilikinya. Mereka dengan terus terang juga mengakui kesalahan yang telah mereka perbuat kepada Yusuf dan Bunyamin dengan sengaja dan direncanakan sebelumnya. Suatu kesalahan yang tidak diampuni oleh Allah swt kecuali dengan taubat nashuha (tobat yang sebenar-benarnya), dan tidak dapat dimaafkan kecuali dengan hati lapang dan budi luhur dari yang bersangkutan.",
                        "92": "Setelah mendengar pengakuan bersalah dari saudara-saudaranya secara terus terang, Yusuf sebagai seorang nabi, manusia pilihan yang mempunyai budi pekerti yang mulia, kesopanan yang tinggi, dengan tandas dan gamblang memaafkan segala kesalahan yang telah diperbuat kepadanya dan Bunyamin. Dia mendoakan semoga Allah swt mengampuni dosa saudara-saudaranya dengan syarat mereka mau bertobat dengan segala keikhlasan dan kerendahan hati, menyesali perbuatan buruk itu, bertekad tidak akan mengulanginya lagi, dan senantiasa berbuat baik, karena Allah adalah Maha Penyayang.\n\nBudi pekerti yang mulia dan akhlak yang tinggi sebagaimana yang dimiliki Nabi Yusuf a.s. itu juga pernah dicontohkan oleh Nabi Muhammad saw, yaitu ketika beliau dan bala tentaranya menaklukkan kota Mekah. Setelah Nabi Muhammad saw bertawaf dan kemudian salat sunat dua rakaat, beliau berdiri di samping Kabah menghadap para tawanan perang lalu berkata:\n\nApakah perkiraanmu terhadap apa yang akan saya perbuat terhadap kalian? Para tawanan menjawab, \"Kami hanya menyangka yang baik saja. Anda adalah saudara yang mulia dan anak saudara yang mulia.\" Nabi saw berkata, \"Saya akan mengatakan sebagaimana yang telah dikatakan oleh saudaraku Yusuf, \"Tidak ada celaan, cercaan, dan kekerasan sekarang ini.\" Maka keluarlah para tawanan itu (meninggalkan tempat) seakan-akan mereka dibangkitkan dari kubur. (Riwayat al-Bukhari dari Abu Hurairah)",
                        "93": "Setelah Yusuf menjelaskan siapa dirinya kepada saudara-saudaranya, dia lalu menanyakan kepada mereka tentang keadaan ayahnya. Mereka menjawab bahwa beliau tidak bisa melihat lagi. Seketika itu Yusuf memberikan baju gamisnya kepada saudara-saudaranya agar dibawa pulang ke negerinya. Sesampainya di rumah, baju gamis itu agar segera disapukan ke wajah beliau, niscaya dia akan melihat kembali. Yusuf berkata demikian berdasarkan wahyu. Dia juga mengetahui bahwa penyebab tertutupnya penglihatan ayahnya ialah terlalu banyak menangis. Apabila ayahnya mengetahui bahwa baju gamis itu adalah miliknya, yang menandakan bahwa ia masih hidup dan selamat dari aniaya dan cobaan yang dialaminya, tentu ayahnya akan senang dan timbul dalam hatinya perasaan gembira, dan akan melihat kembali seperti sediakala. Hal tersebut merupakan mukjizat bagi Nabi Yusuf. Ia juga meminta kepada saudaranya supaya mendatangkan segenap keluarganya ke Mesir, baik laki-laki, perempuan, maupun anak-anak, yang menurut suatu riwayat, semuanya berjumlah tujuh puluh orang.",
                        "94": "Tatkala barisan unta putra-putra Yakub keluar dari perbatasan negeri Mesir menuju tanah Syam, berkatalah Yakub kepada cucu-cucunya dan para kerabat yang berada di sampingnya pada waktu itu, \"Aku telah mencium bau Yusuf yang wangi, seperti baunya yang pernah aku kenal di waktu kecilnya. Andaikata kalian tidak berburuk sangka kepadaku, menyangka bahwa aku lemah akal, rusak pikiran karena terlalu tua, tentunya kalian akan membenarkan ucapanku ini bahwa aku benar-benar telah mencium bau Yusuf, dan dia masih hidup. Tidak lama lagi aku akan berjumpa dengannya dan merasa senang melihatnya.\" Ini adalah suatu mukjizat bagi Yakub yang dapat mencium bau Yusuf dari tempat yang amat jauh, kira-kira delapan hari perjalanan unta waktu itu.",
                        "95": "Dalam ayat ini dijelaskan bahwa tidak seorang pun di antara keluarga Yakub yang membenarkan ucapannya, bahkan mereka mengecamnya dengan ucapan yang tidak sepantasnya diucapkan kepada orang tua. Menurut mereka, Yakub keliru karena merasa akan segera berjumpa dengan Yusuf, padahal dalam anggapan mereka Yusuf telah tewas diterkam serigala. Anggapan Yakub ini, menurut mereka, sebagai tanda-tanda kesesatannya.",
                        "96": "Pada ayat ini, Allah swt menerangkan bahwa setelah pembawa kabar gembira itu sampai ke tempat ayahnya sesuai dengan anjuran Yusuf, Yahuda tampil ke depan membawa baju gamis Yusuf dan mengusapkannya ke wajah Yakub. Mata Yakub dengan seketika kembali melihat seperti sediakala. Yakub berkata kepada putra-putranya, \"Bukankah pernah kukatakan kepadamu ketika aku menyuruhmu ke Mesir mencari berita tentang Yusuf dan saudaranya, bahwa sesungguhnya aku tahu dengan perantaraan wahyu dari Allah swt, bukan khayalan dan angan-angan bahwa Yusuf itu masih hidup sedang kamu tidak mengetahuinya.\" Penyerahan baju Yusuf kepada ayahnya oleh Yahuda sebagai bukti bahwa Yusuf masih hidup mengingatkan Yakub pada penyerahan baju Yusuf yang berlumuran darah oleh Yahuda sebagai bukti bahwa Yusuf telah diterkam serigala.",
                        "97": "Setelah saudara-saudara Yusuf melihat bukti-bukti dan kenyataan yang tidak dapat dipungkiri, mereka menjadi sadar dan dengan jujur mengakui kesalahannya. Mereka juga meminta kepada ayahnya agar mau memohonkan ampun kepada Allah swt atas kedurhakaan yang telah mereka perbuat kepada ayahnya dan kezaliman yang dilakukan terhadap Yusuf. Pengakuan saudara-saudara Yusuf tentang kesalahan dan dosa yang telah diperbuat itu adalah pengakuan yang kedua kalinya. Sebelum itu, mereka pernah mengakui dosa dan kesalahannya di hadapan Yusuf, hanya pada waktu itu Yusuf langsung memohonkan ampunan dari Allah swt tanpa permintaan dari mereka.",
                        "98": "Setelah Yakub melihat kesadaran dan pengakuan anak-anaknya atas kesalahan yang mereka perbuat dengan terus terang serta permintaan mereka supaya ayahnya memohonkan ampunan kepada Allah swt, beliau menjawab, \"Aku akan memohonkan ampun bagimu kepada Allah swt. Semoga Allah swt mengampunimu semua karena Dia Maha Pengampun dan Maha Penyayang. Allah tidak akan mengecewakan seorang mukmin yang memohon kepada-Nya dengan sungguh-sungguh.\"",
                        "99": "Pada ayat ini, dijelaskan bahwa saudara-saudara Yusuf pulang ke negerinya untuk memboyong semua keluarganya ke Mesir sesuai dengan anjuran Yusuf. Setelah sampai, mereka memberitahukan kepada kedua orang tuanya tentang kedudukan Yusuf di Mesir, dimana dia adalah penguasa yang berkuasa penuh di sana. Disampaikan pula bahwa Yusuf mengundang semua keluarganya untuk menetap di Mesir bersama-sama dengannya, menikmati kemajuan dan keindahan kota Mesir. Mendengar berita itu, berangkatlah mereka bersama-sama ke Mesir. Setelah sampai di Mesir mereka bertemu dengan Yusuf dan rombongan yang pergi menjemput mereka di tengah jalan. Yusuf merangkul kedua orang tuanya dan berkata, \"Silakan memasuki negeri Mesir dengan selamat dan aman, insya Allah kamu sekalian tidak akan mengalami kesulitan dan kelaparan, sekalipun musim kemarau masih saja mencekam.\" Ucapan \"Insya Allah\" yang dikatakan Yusuf ini menjadi pelajaran bagi kita kaum Muslimin bahwa apabila hendak melakukan sesuatu, supaya disandarkan kepada kehendak Allah. Hal ini telah menjadi kebiasaan bagi para nabi dan shiddiqin. Hal tersebut sesuai pula dengan maksud firman Allah swt:\n\nDan jangan sekali-kali engkau mengatakan terhadap sesuatu, \"Aku pasti melakukan itu besok pagi,\" kecuali (dengan mengatakan), \"Insya Allah.\" (al-Kahf/18: 23 dan 24)",
                        "100": "Ayat ini menjelaskan Yusuf kemudian mengangkat kedua orang tuanya dan mendudukkan mereka di atas singgasana sebagai penghormatan lebih daripada apa yang telah diperbuat kepada saudara-saudaranya. Mereka merebahkan diri seraya sujud memberi hormat kepada Yusuf, sebagaimana lazimnya orang-orang memberi hormat kepada raja dan para pembesar pada waktu itu. Yusuf lalu berkata, \"Wahai ayahku! Inilah takbir mimpiku dahulu ketika saya masih kecil yang telah saya sampaikan kepada ayah dengan ucapan:\n\nSungguh, aku (bermimpi) melihat sebelas bintang, matahari dan bulan; kulihat semuanya sujud kepadaku. (Yusuf/12: 4)\n\nLebih lanjut Yusuf berkata, \"Allah swt menjadikan mimpiku itu benar-benar terjadi, bukan khayalan. Sebelas bintang itu adalah saudara-saudaraku yang berjumlah sebelas orang, sedang matahari dan bulan adalah ayah dan ibuku.\" Dengan keluarga inilah Allah swt memelihara keturunan Nabi Ishak, anak Nabi Ibrahim as, untuk mengembangkan agama tauhid di muka bumi ini. Selanjutnya Yusuf berkata kepada ayahnya, \"Allah swt telah berbuat baik kepadaku. Dia melepaskan aku dari penjara dan mengangkatku sebagai penguasa. Dia memindahkan ayah dari dusun padang pasir berpenghidupan sederhana dan kasar, ke negeri yang ramai, menikmati hidup yang bahagia, penyiaran agama yang benar, dan tolong menolong di dalam memajukan ilmu pengetahuan. Ini semua terjadi setelah setan memutus hubungan silaturrahim antara aku dan saudara-saudaraku sehingga rusaklah hubungan persaudaraan, dan timbullah rasa dengki dan buruk sangka antara kita. Sesungguhnya Allah swt Maha Mengetahui segala sesuatu yang bagaimanapun halusnya, bersifat lemah lembut kepada hamba-hamba-Nya, dan menetapkan apa yang Dia kehendaki dengan kebijaksanaan-Nya. Sesungguhnya Dia Maha Mengetahui apa yang menjadi maslahat bagi hamba-hamba-Nya. Tiada suatu hal yang tersembunyi bagi-Nya. Mahabijaksana di dalam segala hal, membalas orang-orang yang berbuat baik dengan kebaikan, dan kesudahan yang baik diberikan kepada orang-orang yang bertakwa.\"",
                        "101": "Ayat ini adalah pernyataan dan doa yang diucapkan Yusuf a.s. sesudah Allah swt menyelamatkannya dari dalam sumur, membebaskan dari fitnah istri al-Aziz dan perempuan-perempuan lainnya, membebaskan dari penderitaan dalam penjara, dan menganugerahinya pangkat dan kedudukan sesudah bebas dari semua tuduhan yang ditujukan kepadanya. Yusuf segera berdoa memohon kepada Allah swt supaya dilipatgandakan pahalanya di akhirat kelak sebagaimana dilipatgandakan karunia yang diterimanya di dunia. Yusuf berkata, \"Ya Tuhanku, Engkau telah menganugerahkan kepadaku kedudukan dan kekuasaan, mengajarkan kepadaku takbir mimpi, dan memberitahukan kepadaku hal-hal yang akan terjadi di kemudian hari dan rahasia-rahasia yang terkandung di dalam wahyu-Mu. Ya Allah! Engkaulah Pencipta langit dan bumi ini, menciptakan keduanya dengan baik dan teratur, kokoh dan rapi, Engkaulah Pelindungku di dunia dan di akhirat, melindungiku dari maksud jahat orang-orang yang memusuhiku dan orang-orang yang ingin berbuat jahat kepadaku. Ya Allah Yang Mahakuasa! Wafatkanlah aku dalam keadaan Islam, sesuai dengan wasiat leluhurku yang berbunyi:\n\nDan Ibrahim mewasiatkan (ucapan) itu kepada anak-anaknya, demikian pula Yakub, \"Wahai anak-anakku! Sesungguhnya Allah telah memilih agama ini untukmu, maka janganlah kamu mati kecuali dalam keadaan muslim. (al-Baqarah/2: 132)\n\nYusuf melanjutkan doanya dengan mengatakan, \"Ya Allah Ya Tuhanku! Masukkanlah aku ke dalam kelompok orang-orang yang saleh dari leluhur kami seperti Nabi Ibrahim, Ismail, dan Ishak, begitu pula dengan para nabi dan rasul sebelumnya. Engkaulah Maha Pengasih, Maha Pemurah, dan Mahakuasa atas segala sesuatu.\"",
                        "102": "Pada ayat ini, Allah swt menerangkan bahwa kisah Yusuf yang telah dipaparkan di atas termasuk berita gaib. Berita gaib itu diwahyukan kepada Muhammad. Sebelumnya, ia dan umat Islam tidak mengetahuinya. Dia juga tidak mengetahui ketika saudara-saudara Yusuf bersatu dan sepakat untuk membuang Yusuf ke dalam sumur yang dalam, dan ketika mereka mengatur tipu daya dan makarnya. Muhammad saw mengetahui peristiwa yang telah dialami oleh Yusuf itu dengan perantaraan wahyu dari Allah swt. Peristiwa ini merupakan bukti yang nyata atas kebenaran kenabian dan kerasulan Muhammad saw. Bagi orang yang sadar, bukti ini menjadi alasan untuk mempercayai dan membenarkan kerasulan Muhammad saw itu.",
                        "103": "Pada ayat ini, diterangkan bahwa orang-orang yang telah benar-benar kafir dan terus-menerus membangkang, tidak akan beriman bagaimanapun kita mengharap dan menginginkannya, sekalipun telah diberikan alasan-alasan yang nyata dan meyakinkan. Begitu pula halnya dengan kebanyakan orang Quraisy Mekah, sekalipun telah diberikan bukti-bukti yang nyata, mereka tidak akan percaya dan tidak akan membenarkan kenabian dan kerasulan Muhammad saw. Oleh sebab itu, beriman atau tidaknya seseorang setelah menerima dakwah rasul bukan menjadi tanggung jawabnya. Firman Allah swt:\n\nSungguh, engkau (Muhammad) tidak dapat memberi petunjuk kepada orang yang engkau kasihi, tetapi Allah memberi petunjuk kepada orang yang Dia kehendaki, dan Dia lebih mengetahui orang-orang yang mau menerima petunjuk. (al-Qashash/28: 56)",
                        "104": "Pada ayat ini, Allah swt mengingatkan Muhammad saw agar tidak meminta upah kepada siapa pun, sebagai imbalan dari dakwah dan anjurannya supaya mereka taat dan menyembah hanya kepada Allah swt serta meninggalkan agama berhala. Allah yang akan memberikan upah dan pahala atas usahanya itu, karena memang Al-Quran diturunkan kepadanya sebagai petunjuk melaksanakan tugasnya sebagai rasul. Al-Quran merupakan peringatan dan nasihat untuk membimbing dan memberi petunjuk kepada manusia yang akan membawa kepada kebahagiaan dunia dan akhirat.",
                        "105": "Pada ayat ini, Allah swt menerangkan bahwa tidak sedikit tanda-tanda yang menunjukkan keesaan, kesempurnaan, dan kekuasaan-Nya, seperti matahari, bulan, bintang-bintang, gunung-gunung, lautan, tanam-tanaman, dan lain-lain, yang bisa dilihat dan disaksikan sendiri oleh manusia. Akan tetapi, mereka tidak memperhatikannya dan tidak memikir-kan hikmah-hikmah yang terkandung di dalamnya. Semua itu menunjukkan bahwa Allah swt itu Esa, tiada Tuhan melainkan Dia. Dialah yang menciptakan semua makhluk dengan sempurna dan teratur. Kalaupun ada di antara mereka yang berusaha ingin mengetahui apa yang ada di langit dan di bumi, tetapi mereka lupa kepada Penciptanya. Dengan akalnya, mereka asyik menerapkan ilmunya, mengembangkan dan memanfaatkannya, tetapi jiwa mereka kosong dari mengingat Allah dan tidak beriman kepada-Nya. Ilmu saja, meskipun ada gunanya, tetapi tidak bermanfaat di akhirat kecuali apabila dilandasi iman kepada Allah. Alangkah berbahagianya orang yang dapat menyatukan keduanya. Orang itulah yang akan memperoleh kebaikan di dunia, dan akhirat serta selamat dari azab api neraka kelak.",
                        "106": "Ayat ini menjelaskan keadaan orang-orang Quraisy Mekah. Di samping percaya kepada Allah yang menciptakan segala sesuatu, mereka juga menyekutukan-Nya. Kalau mereka ditanya siapa yang menciptakan semua yang ada di bumi maupun di langit, mereka akan menjawab dengan tegas bahwa yang menciptakan semuanya itu ialah Allah swt sebagai tercantum dalam Al-Quran:\n\nDan sungguh, jika engkau (Muhammad) tanyakan kepada mereka, \"Siapakah yang menciptakan langit dan bumi?\" Tentu mereka akan menjawab, \"Allah.\" Katakanlah, \"Segala puji bagi Allah,\" tetapi kebanyakan mereka tidak mengetahui. (Luqman/31: 25)\n\nPengakuan Quraisy Mekah terhadap eksistensi Allah juga diikuti dengan mempersekutukan-Nya. Mereka menyembah berhala dan menjadikan pendeta sebagai tuhan. Bahkan, ada di antara mereka yang mengatakan bahwa Allah itu mempunyai anak. Mahasuci Allah swt dari apa yang dituduhkan itu. Menyekutukan Allah itu adalah dosa yang paling besar. Ibnu Masud pernah bertanya kepada Nabi Muhammad saw tentang dosa yang paling besar. Nabi saw menjawab:\n\nBahwa kamu jadikan sekutu bagi Allah swt padahal Dialah yang menciptakanmu. (Riwayat al-Bukhari dan Muslim dari Ibnu Masud)",
                        "107": "Dalam ayat ini, Allah mempertanyakan apakah orang-orang yang mengakui Allah swt sebagai Penciptanya tetapi juga menyekutukan-Nya dengan mengadakan sembahan-sembahan selain-Nya, merasa aman dari azab yang akan menimpa mereka secara tiba-tiba. Apakah mereka merasa aman tidak akan menemui kematian secara mendadak dan tidak pernah diduga sebelumnya? Sekali-kali tidak! Sewaktu-waktu Allah swt dapat saja menimpakan azab kepada mereka, begitu juga Allah swt dapat memerintah-kan Malaikat Izrail untuk mencabut nyawanya secara mendadak tanpa diduga sebelumnya apabila Allah menghendaki. Allah swt Maha Pelaksana terhadap apa yang Dia kehendaki, sebagaimana firman-Nya:\n\nSungguh, Tuhanmu Maha Pelaksana terhadap apa yang Dia kehendaki. (Hud/11: 107)\n\nSejalan dengan ayat 107 ini, firman Allah swt:\n\nMaka apakah orang yang membuat tipu daya yang jahat itu, merasa aman (dari bencana) dibenamkannya bumi oleh Allah bersama mereka, atau (terhadap) datangnya siksa kepada mereka dari arah yang tidak mereka sadari, atau Allah mengazab mereka pada waktu mereka dalam perjalanan; sehingga mereka tidak berdaya menolak (azab itu), atau Allah mengazab mereka dengan berangsur-angsur (sampai binasa). Maka sungguh, Tuhanmu Maha Pengasih, Maha Penyayang. (an-Nahl/16: 45-47)\n\nDi antara hikmah disembunyikannya waktu kedatangan azab yang seolah-olah dengan tiba-tiba atau pencabutan nyawa oleh Izrail secara mendadak, ialah supaya mereka selalu siap siaga akan datangnya ajal. Dengan demikian, mereka selalu patuh dan taat dalam melaksanakan ibadah serta tidak melakukan maksiat. Mereka sadar hanya kepada Allah swt manusia menyembah dan tidak menyekutukan-Nya sedikit pun.",
                        "108": "Pada ayat ini, Allah swt memerintahkan kepada Muhammad saw untuk memberitahu umatnya bahwa dakwah yang dijalankannya, yang bertujuan mengajak manusia mengesakan Allah swt dan mengikhlaskan ibadah hanya kepada-Nya, adalah menjadi tugas dan kewajibannya. Rasul memiliki keyakinan bahwa usahanya ini akan berhasil karena apa yang dikemukakan dan dilaksanakannya dilandasi dengan bukti-bukti dan hujjah yang nyata. Yang demikian itu menjadi tugas dan kewajiban bagi orang-orang yang mempercayai dan mengikutinya sehingga segala macam bentuk penghambaan kepada selain Allah bisa musnah dari permukaan bumi ini. Perhatikanlah firman Allah swt yang mengajarkan cara berdakwah kepada Rasul dan umatnya:\n\nSerulah (manusia) kepada jalan Tuhanmu dengan hikmah dan pengajaran yang baik. (an-Nahl/16: 125)\n\nPada potongan ayat berikutnya, Allah mengajarkan Muhammad saw untuk mensucikan-Nya dari tuduhan adanya sekutu dengan mengatakan Mahasuci Allah swt dari sangkaan bahwa Dia mempunyai sekutu dalam kekuasaan-Nya, dan ada yang wajib disembah selain Dia. Langit dan bumi serta segala isinya, bahkan semua yang ada, bertasbih menyucikan Allah dari hal yang demikian itu, firman Allah swt:\n\nLangit yang tujuh, bumi dan semua yang ada di dalamnya bertasbih kepada Allah. Dan tidak ada sesuatu pun melainkan bertasbih dengan memuji-Nya, tetapi kamu tidak mengerti tasbih mereka. Sungguh, Dia adalah Maha Penyantun, Maha Pengampun. (al-Isra/17: 44)\n\nAyat 108 ini ditutup dengan satu ketegasan bahwa Nabi Muhammad saw tidak termasuk orang-orang yang musyrik.",
                        "109": "Pada ayat ini, Allah swt menerangkan bahwa Dia tidak mengutus rasul-rasul sebelum Muhammad saw kecuali laki-laki, bukan malaikat, dan bukan perempuan, serta menurunkan kepada mereka wahyu. Para rasul berasal dari penduduk negeri itu sendiri, supaya mereka mengikutinya. Ini merupakan jawaban terhadap tuduhan-tuduhan yang dilancarkan oleh orang-orang yang mengingkari kenabian Muhammad saw, yang menghendaki supaya rasul yang diutus itu dari jenis malaikat sebagaimana dikisahkan Allah swt di dalam firman-Nya:\n\nDan seandainya Allah menghendaki, tentu Dia mengutus malaikat. (al-Muminun/23: 24)\n\nTidakkah orang-orang musyrik Quraisy yang mendustakan kenabian Muhammad saw dan mengingkari apa yang dibawanya seperti mengesakan Allah, mengikhlaskan ibadah semata-mata hanya kepada-Nya, bepergian di muka bumi dan melihat serta menyaksikan bagaimana akibat orang-orang yang mendustakan rasul-rasul dahulu. Mereka dibinasakan dan negerinya dihancurkan, seperti yang dialami kaum Nabi Hud, kaum Nabi Saleh, dan lain-lainnya. Sebaliknya orang-orang yang percaya kepada Allah dan rasul-Nya dan takut menyekutukan Allah, tidak berbuat dosa dan maksiat, akan memperoleh kesenangan nanti di negeri akhirat yang jauh lebih baik jika dibandingkan dengan apa yang didapat orang-orang musyrik di dunia ini. Apakah mereka tidak memikirkan perbedaan imbalan dan balasan antara orang-orang yang ingkar dan orang-orang yang percaya. Kesenangan yang didapat di dunia oleh orang-orang yang ingkar itu sangat terbatas. Apabila mereka meninggal dunia berakhirlah kesenangan itu, dan di negeri akhirat kelak mereka mendapat azab yang amat pedih tak henti-hentinya. Dan kesenangan yang diperoleh orang-orang yang beriman, tidak saja di dunia tetapi sampai ke akhirat nanti, karena kesenangan yang diperolehnya itu abadi selamanya.",
                        "110": "Ayat ini menjelaskan sunatullah yang telah berlaku pada umat-umat terdahulu. Allah swt mengutus para rasul-Nya dengan bukti yang nyata dan diperkuat dengan mukjizat. Setelah rasul-rasul itu ditentang, didustakan, dan dimusuhi oleh kaumnya sehingga merasakan tekanan yang amat berat, timbullah perasaan seakan-akan mereka berputus asa karena tidak ada harapan lagi kaumnya akan beriman dan kemenangan yang ditunggu-tunggu belum juga datang, pada saat itulah pertolongan Allah swt datang. Sedangkan orang-orang yang mendustakan para nabi ditimpa azab dengan tiba-tiba, seperti banjir besar yang menenggelamkan kaum Nabi Nuh, angin ribut yang membinasakan kaum Â'd (kaum Nabi Hud), siksaan yang menimpa kaum samud, dan bencana yang melanda negeri kaum Nabi Luth, sebagaimana tercantum dalam firman Allah swt:\n\nApakah tidak sampai kepada mereka berita (tentang) orang-orang yang sebelum mereka, (yaitu) kaum Nuh, Ad, Samud, kaum Ibrahim, penduduk Madyan, dan (penduduk) negeri-negeri yang telah musnah? Telah datang kepada mereka rasul-rasul dengan membawa bukti-bukti yang nyata; Allah tidak menzalimi mereka, tetapi merekalah yang menzalimi diri mereka sendiri. (at-Taubah/9: 70)\n\nOrang-orang Quraisy yang tidak mau insaf dan kembali ke jalan yang benar, sekalipun telah ditunjukkan bukti-bukti yang nyata, akan ditimpakan Allah azab yang pedih. Sedangkan Nabi Muhammad diberi pertolongan berupa berbagai kemenangan yang telah diperolehnya seperti Perang Badar dan pada perang-perang berikutnya. Allah swt menyelamatkan para rasul beserta kaumnya yang beriman kepada-Nya, sedang orang-orang yang ingkar kepada Allah swt dan mendustakan rasul-rasul-Nya dan agama yang dibawanya akan diazab, tidak seorang pun dari mereka yang dapat menolak dan mengelak dari azab Allah itu.",
                        "111": "Pada ayat ini, Allah swt menerangkan bahwa semua kisah nabi-nabi, terutama Nabi Yusuf a.s. bersama ayah dan saudara-saudaranya, adalah pelajaran bagi orang-orang yang mempunyai akal sehat. Sedang orang-orang yang lalai yang tidak memanfaatkan akal dan pikirannya untuk memahami kenyataan yang ada, maka kisah Nabi tersebut tidak akan bermanfaat baginya. Mereka tidak akan dapat mengambil pelajaran dan peringatan darinya. Seharusnya mereka memperhatikan bahwa yang mampu dan kuasa menyelamatkan Nabi Yusuf a.s. setelah dibuang ke dasar sumur, meng-angkat derajatnya sesudah ia dipenjarakan, menguasai negeri Mesir sesudah dijual dengan harga murah, meninggikan pangkatnya dari saudara-saudara-nya yang ingin membinasakannya, dan mengumpulkan mereka kembali bersama kedua orang tuanya sesudah berpisah sekian lama, tentu sanggup dan kuasa pula memuliakan Muhammad, meninggikan kalimatnya, memenangkan agama yang dibawanya, serta membantu dan menguatkannya dengan tentara, pengikut, dan pendukung setia, sekalipun di dalam menjalani semuanya itu, beliau pernah mengalami kesukaran dan kesulitan. \n\nKitab suci Al-Quran yang membawa kisah-kisah tersebut, bukanlah suatu cerita yang dibuat-buat dan diada-adakan, tetapi adalah wahyu yang diturunkan Allah swt dan mukjizat yang melemahkan tokoh-tokoh sastra ulung ketika ditantang untuk menyusun yang seperti itu. Kisah-kisah itu diberitakan dari nabi yang tidak pernah mempelajari buku-buku dan tidak pernah bergaul dengan ulama-ulama cerdik pandai. Bahkan kitab Suci Al-Quran itu membenarkan isi kitab-kitab samawi yang diturunkan kepada nabi-nabi sebelumnya, seperti kitab Taurat, Injil, dan Zabur yang asli tentunya, bukan yang sudah ditambah dengan khurafat dan lain-lain hal yang tidak lagi terjaga kemurniannya. Dalam kitab suci Al-Quran diuraikan dengan jelas perintah-perintah Allah, larangan-larangan-Nya, janji-janji dan ancaman-Nya, sifat kesempurnaan yang wajib bagi-Nya dan suci dari sifat-sifat kekurangan dan hal-hal yang lain, sebagaimana firman Allah swt:\n\nTidak ada sesuatu pun yang Kami luputkan di dalam Kitab. (al-Anam/6: 38)\n\nAl-Quran adalah petunjuk bagi orang-orang yang mau membacanya dengan penuh kesadaran dan yang mau meneliti dan mendalami isinya. Al-Quran juga akan membimbing mereka ke jalan yang benar dan membawa kepada kebahagiaan dunia dan akhirat. Al-Quran adalah rahmat bagi orang-orang yang beriman, yaitu mereka yang membenarkan dan mempercayai serta mengamalkan isinya, karena iman itu ialah ucapan yang dibenarkan oleh hati dan dibuktikan dengan amal perbuatan."
                    }
                }
            }
        }
    }
}