{
    "13": {
        "number": "13",
        "name": "الرّعد",
        "name_latin": "Ar-Ra'd",
        "number_of_ayah": "43",
        "text": {
            "1": "الۤمّۤرٰۗ تِلْكَ اٰيٰتُ الْكِتٰبِۗ وَالَّذِيْٓ اُنْزِلَ اِلَيْكَ مِنْ رَّبِّكَ الْحَقُّ وَلٰكِنَّ اَكْثَرَ النَّاسِ لَا يُؤْمِنُوْنَ ",
            "2": "اَللّٰهُ الَّذِيْ رَفَعَ السَّمٰوٰتِ بِغَيْرِ عَمَدٍ تَرَوْنَهَا ثُمَّ اسْتَوٰى عَلَى الْعَرْشِ وَسَخَّرَ الشَّمْسَ وَالْقَمَرَۗ  كُلٌّ يَّجْرِيْ لِاَجَلٍ مُّسَمًّىۗ يُدَبِّرُ الْاَمْرَ يُفَصِّلُ الْاٰيٰتِ لَعَلَّكُمْ بِلِقَاۤءِ رَبِّكُمْ تُوْقِنُوْنَ ",
            "3": "وَهُوَ الَّذِيْ مَدَّ الْاَرْضَ وَجَعَلَ فِيْهَا رَوَاسِيَ وَاَنْهٰرًا ۗوَمِنْ كُلِّ الثَّمَرٰتِ جَعَلَ فِيْهَا زَوْجَيْنِ اثْنَيْنِ يُغْشِى الَّيْلَ النَّهَارَۗ اِنَّ فِيْ ذٰلِكَ لَاٰيٰتٍ لِّقَوْمٍ يَّتَفَكَّرُوْنَ ",
            "4": "وَفِى الْاَرْضِ قِطَعٌ مُّتَجٰوِرٰتٌ وَّجَنّٰتٌ مِّنْ اَعْنَابٍ وَّزَرْعٌ وَّنَخِيْلٌ صِنْوَانٌ وَّغَيْرُ صِنْوَانٍ يُّسْقٰى بِمَاۤءٍ وَّاحِدٍۙ وَّنُفَضِّلُ بَعْضَهَا عَلٰى بَعْضٍ فِى الْاُكُلِۗ اِنَّ فِيْ ذٰلِكَ لَاٰيٰتٍ لِّقَوْمٍ يَّعْقِلُوْنَ",
            "5": "۞ وَاِنْ تَعْجَبْ فَعَجَبٌ قَوْلُهُمْ ءَاِذَا كُنَّا تُرَابًا ءَاِنَّا لَفِيْ خَلْقٍ جَدِيْدٍ ەۗ اُولٰۤىِٕكَ الَّذِيْنَ كَفَرُوْا بِرَبِّهِمْۚ وَاُولٰۤىِٕكَ الْاَغْلٰلُ فِيْٓ اَعْنَاقِهِمْۚ وَاُولٰۤىِٕكَ اَصْحٰبُ النَّارِۚ هُمْ فِيْهَا خٰلِدُوْنَ",
            "6": "وَيَسْتَعْجِلُوْنَكَ بِالسَّيِّئَةِ قَبْلَ الْحَسَنَةِ وَقَدْ خَلَتْ مِنْ قَبْلِهِمُ الْمَثُلٰتُۗ وَاِنَّ رَبَّكَ لَذُوْ مَغْفِرَةٍ لِّلنَّاسِ عَلٰى ظُلْمِهِمْۚ وَاِنَّ رَبَّكَ لَشَدِيْدُ الْعِقَابِ ",
            "7": "وَيَقُوْلُ الَّذِيْنَ كَفَرُوْا لَوْلَآ اُنْزِلَ عَلَيْهِ اٰيَةٌ مِّنْ رَّبِّهٖۗ اِنَّمَآ اَنْتَ مُنْذِرٌ وَّلِكُلِّ قَوْمٍ هَادٍ ࣖ ",
            "8": "اَللّٰهُ يَعْلَمُ مَا تَحْمِلُ كُلُّ اُنْثٰى وَمَا تَغِيْضُ الْاَرْحَامُ وَمَا تَزْدَادُ ۗوَكُلُّ شَيْءٍ عِنْدَهٗ بِمِقْدَارٍ ",
            "9": "عٰلِمُ الْغَيْبِ وَالشَّهَادَةِ الْكَبِيْرُ الْمُتَعَالِ ",
            "10": "سَوَاۤءٌ مِّنْكُمْ مَّنْ اَسَرَّ الْقَوْلَ وَمَنْ جَهَرَ بِهٖ وَمَنْ هُوَ مُسْتَخْفٍۢ بِالَّيْلِ وَسَارِبٌۢ بِالنَّهَارِ ",
            "11": "لَهٗ مُعَقِّبٰتٌ مِّنْۢ بَيْنِ يَدَيْهِ وَمِنْ خَلْفِهٖ يَحْفَظُوْنَهٗ مِنْ اَمْرِ اللّٰهِ ۗاِنَّ اللّٰهَ لَا يُغَيِّرُ مَا بِقَوْمٍ حَتّٰى يُغَيِّرُوْا مَا بِاَنْفُسِهِمْۗ وَاِذَآ اَرَادَ اللّٰهُ بِقَوْمٍ سُوْۤءًا فَلَا مَرَدَّ لَهٗ ۚوَمَا لَهُمْ مِّنْ دُوْنِهٖ مِنْ وَّالٍ ",
            "12": "هُوَ الَّذِيْ يُرِيْكُمُ الْبَرْقَ خَوْفًا وَّطَمَعًا وَّيُنْشِئُ السَّحَابَ الثِّقَالَۚ  ",
            "13": "وَيُسَبِّحُ الرَّعْدُ بِحَمْدِهٖ وَالْمَلٰۤىِٕكَةُ مِنْ خِيْفَتِهٖۚ وَيُرْسِلُ الصَّوَاعِقَ فَيُصِيْبُ بِهَا مَنْ يَّشَاۤءُ وَهُمْ يُجَادِلُوْنَ فِى اللّٰهِ ۚوَهُوَ شَدِيْدُ الْمِحَالِۗ  ",
            "14": "لَهٗ دَعْوَةُ الْحَقِّۗ وَالَّذِيْنَ يَدْعُوْنَ مِنْ دُوْنِهٖ لَا يَسْتَجِيْبُوْنَ لَهُمْ بِشَيْءٍ اِلَّا كَبَاسِطِ كَفَّيْهِ اِلَى الْمَاۤءِ لِيَبْلُغَ فَاهُ وَمَا هُوَ بِبَالِغِهٖۗ وَمَا دُعَاۤءُ الْكٰفِرِيْنَ اِلَّا فِيْ ضَلٰلٍ ",
            "15": "وَلِلّٰهِ يَسْجُدُ مَنْ فِى السَّمٰوٰتِ وَالْاَرْضِ طَوْعًا وَّكَرْهًا وَّظِلٰلُهُمْ بِالْغُدُوِّ وَالْاٰصَالِ ۩",
            "16": "قُلْ مَنْ رَّبُّ السَّمٰوٰتِ وَالْاَرْضِۗ قُلِ اللّٰهُ ۗقُلْ اَفَاتَّخَذْتُمْ مِّنْ دُوْنِهٖٓ اَوْلِيَاۤءَ لَا يَمْلِكُوْنَ لِاَنْفُسِهِمْ نَفْعًا وَّلَا ضَرًّاۗ قُلْ هَلْ يَسْتَوِى الْاَعْمٰى وَالْبَصِيْرُ ەۙ اَمْ هَلْ تَسْتَوِى الظُّلُمٰتُ وَالنُّوْرُ ەۚ اَمْ جَعَلُوْا لِلّٰهِ شُرَكَاۤءَ خَلَقُوْا كَخَلْقِهٖ فَتَشَابَهَ الْخَلْقُ عَلَيْهِمْۗ قُلِ اللّٰهُ خَالِقُ كُلِّ شَيْءٍ وَّهُوَ الْوَاحِدُ الْقَهَّارُ",
            "17": "اَنْزَلَ مِنَ السَّمَاۤءِ مَاۤءً فَسَالَتْ اَوْدِيَةٌ ۢ بِقَدَرِهَا فَاحْتَمَلَ السَّيْلُ زَبَدًا رَّابِيًا ۗوَمِمَّا يُوْقِدُوْنَ عَلَيْهِ فِى النَّارِ ابْتِغَاۤءَ حِلْيَةٍ اَوْ مَتَاعٍ زَبَدٌ مِّثْلُهٗ  ۗ كَذٰلِكَ يَضْرِبُ اللّٰهُ الْحَقَّ وَالْبَاطِلَ ەۗ فَاَمَّا الزَّبَدُ فَيَذْهَبُ جُفَاۤءً ۚوَاَمَّا مَا يَنْفَعُ النَّاسَ فَيَمْكُثُ فِى الْاَرْضِۗ  كَذٰلِكَ يَضْرِبُ اللّٰهُ الْاَمْثَالَ ۗ",
            "18": "لِلَّذِيْنَ اسْتَجَابُوْا لِرَبِّهِمُ الْحُسْنٰىۗ وَالَّذِيْنَ لَمْ يَسْتَجِيْبُوْا لَهٗ لَوْ اَنَّ لَهُمْ مَّا فِى الْاَرْضِ جَمِيْعًا وَّمِثْلَهٗ مَعَهٗ لَافْتَدَوْا بِهٖ ۗ اُولٰۤىِٕكَ لَهُمْ سُوْۤءُ الْحِسَابِ ەۙ وَمَأْوٰىهُمْ جَهَنَّمُ ۗوَبِئْسَ الْمِهَادُ ࣖ",
            "19": "۞ اَفَمَنْ يَّعْلَمُ اَنَّمَآ اُنْزِلَ اِلَيْكَ مِنْ رَّبِّكَ الْحَقُّ كَمَنْ هُوَ اَعْمٰىۗ اِنَّمَا يَتَذَكَّرُ اُولُوا الْاَلْبَابِۙ  ",
            "20": "الَّذِيْنَ يُوْفُوْنَ بِعَهْدِ اللّٰهِ وَلَا يَنْقُضُوْنَ الْمِيْثَاقَۙ  ",
            "21": "وَالَّذِيْنَ يَصِلُوْنَ مَآ اَمَرَ اللّٰهُ بِهٖٓ اَنْ يُّوْصَلَ وَيَخْشَوْنَ رَبَّهُمْ وَيَخَافُوْنَ سُوْۤءَ الْحِسَابِ ۗ   ",
            "22": "وَالَّذِيْنَ صَبَرُوا ابْتِغَاۤءَ وَجْهِ رَبِّهِمْ وَاَقَامُوا الصَّلٰوةَ وَاَنْفَقُوْا مِمَّا رَزَقْنٰهُمْ سِرًّا وَّعَلَانِيَةً وَّيَدْرَءُوْنَ بِالْحَسَنَةِ السَّيِّئَةَ اُولٰۤىِٕكَ لَهُمْ عُقْبَى الدَّارِۙ  ",
            "23": "جَنّٰتُ عَدْنٍ يَّدْخُلُوْنَهَا وَمَنْ صَلَحَ مِنْ اٰبَاۤىِٕهِمْ وَاَزْوَاجِهِمْ وَذُرِّيّٰتِهِمْ وَالْمَلٰۤىِٕكَةُ يَدْخُلُوْنَ عَلَيْهِمْ مِّنْ كُلِّ بَابٍۚ ",
            "24": "سَلٰمٌ عَلَيْكُمْ بِمَا صَبَرْتُمْ فَنِعْمَ عُقْبَى الدَّارِۗ   ",
            "25": "وَالَّذِيْنَ يَنْقُضُوْنَ عَهْدَ اللّٰهِ مِنْ ۢ بَعْدِ مِيْثَاقِهٖ وَيَقْطَعُوْنَ مَآ اَمَرَ اللّٰهُ بِهٖٓ اَنْ يُّوْصَلَ وَيُفْسِدُوْنَ فِى الْاَرْضِۙ اُولٰۤىِٕكَ لَهُمُ اللَّعْنَةُ وَلَهُمْ سُوْۤءُ الدَّارِ ",
            "26": "اَللّٰهُ يَبْسُطُ الرِّزْقَ لِمَنْ يَّشَاۤءُ وَيَقْدِرُ ۗوَفَرِحُوْا بِالْحَيٰوةِ الدُّنْيَاۗ وَمَا الْحَيٰوةُ الدُّنْيَا فِى الْاٰخِرَةِ اِلَّا مَتَاعٌ  ࣖ  ",
            "27": "وَيَقُوْلُ الَّذِيْنَ كَفَرُوْا لَوْلَآ اُنْزِلَ عَلَيْهِ اٰيَةٌ مِّنْ رَّبِّهٖۗ  قُلْ اِنَّ اللّٰهَ يُضِلُّ مَنْ يَّشَاۤءُ وَيَهْدِيْٓ اِلَيْهِ مَنْ اَنَابَۖ  ",
            "28": "الَّذِيْنَ اٰمَنُوْا وَتَطْمَىِٕنُّ قُلُوْبُهُمْ بِذِكْرِ اللّٰهِ ۗ اَلَا بِذِكْرِ اللّٰهِ تَطْمَىِٕنُّ الْقُلُوْبُ ۗ   ",
            "29": "اَلَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ طُوْبٰى لَهُمْ وَحُسْنُ مَاٰبٍ ",
            "30": "كَذٰلِكَ اَرْسَلْنٰكَ فِيْٓ اُمَّةٍ قَدْ خَلَتْ مِنْ قَبْلِهَآ اُمَمٌ لِّتَتْلُوَا۟ عَلَيْهِمُ الَّذِيْٓ اَوْحَيْنَآ اِلَيْكَ وَهُمْ يَكْفُرُوْنَ بِالرَّحْمٰنِۗ قُلْ هُوَ رَبِّيْ لَآ اِلٰهَ اِلَّا هُوَۚ عَلَيْهِ تَوَكَّلْتُ وَاِلَيْهِ مَتَابِ ",
            "31": "وَلَوْ اَنَّ قُرْاٰنًا سُيِّرَتْ بِهِ الْجِبَالُ اَوْ قُطِّعَتْ بِهِ الْاَرْضُ اَوْ كُلِّمَ بِهِ الْمَوْتٰىۗ بَلْ لِّلّٰهِ الْاَمْرُ جَمِيْعًاۗ اَفَلَمْ يَا۟يْـَٔسِ الَّذِيْنَ اٰمَنُوْٓا اَنْ لَّوْ يَشَاۤءُ اللّٰهُ لَهَدَى النَّاسَ جَمِيْعًاۗ وَلَا يَزَالُ الَّذِيْنَ كَفَرُوْا تُصِيْبُهُمْ بِمَا صَنَعُوْا قَارِعَةٌ اَوْ تَحُلُّ قَرِيْبًا مِّنْ دَارِهِمْ حَتّٰى يَأْتِيَ وَعْدُ اللّٰهِ ۗاِنَّ اللّٰهَ لَا يُخْلِفُ الْمِيْعَادَ ࣖ ",
            "32": "وَلَقَدِ اسْتُهْزِئَ بِرُسُلٍ مِّنْ قَبْلِكَ فَاَمْلَيْتُ لِلَّذِيْنَ كَفَرُوْا ثُمَّ اَخَذْتُهُمْ فَكَيْفَ كَانَ عِقَابِ ",
            "33": "اَفَمَنْ هُوَ قَاۤىِٕمٌ عَلٰى كُلِّ نَفْسٍۢ بِمَا كَسَبَتْۚ وَجَعَلُوْا لِلّٰهِ شُرَكَاۤءَ ۗ قُلْ سَمُّوْهُمْۗ اَمْ تُنَبِّـُٔوْنَهٗ بِمَا لَا يَعْلَمُ فِى الْاَرْضِ اَمْ بِظَاهِرٍ مِّنَ الْقَوْلِ ۗبَلْ زُيِّنَ لِلَّذِيْنَ كَفَرُوْا مَكْرُهُمْ وَصُدُّوْا عَنِ السَّبِيْلِ ۗوَمَنْ يُّضْلِلِ اللّٰهُ فَمَا لَهٗ مِنْ هَادٍ ",
            "34": "لَهُمْ عَذَابٌ فِى الْحَيٰوةِ الدُّنْيَا وَلَعَذَابُ الْاٰخِرَةِ اَشَقُّۚ وَمَا لَهُمْ مِّنَ اللّٰهِ مِنْ وَّاقٍ ",
            "35": "۞ مَثَلُ الْجَنَّةِ الَّتِيْ وُعِدَ الْمُتَّقُوْنَۗ تَجْرِيْ مِنْ تَحْتِهَا الْاَنْهٰرُۗ  اُكُلُهَا دَاۤىِٕمٌ وَّظِلُّهَاۗ تِلْكَ عُقْبَى الَّذِيْنَ اتَّقَوْا ۖوَّعُقْبَى الْكٰفِرِيْنَ النَّارُ ",
            "36": "وَالَّذِيْنَ اٰتَيْنٰهُمُ الْكِتٰبَ يَفْرَحُوْنَ بِمَآ اُنْزِلَ اِلَيْكَ وَمِنَ الْاَحْزَابِ مَنْ يُّنْكِرُ بَعْضَهٗ ۗ قُلْ اِنَّمَآ اُمِرْتُ اَنْ اَعْبُدَ اللّٰهَ وَلَآ اُشْرِكَ بِهٖ ۗاِلَيْهِ اَدْعُوْا وَاِلَيْهِ مَاٰبِ ",
            "37": "وَكَذٰلِكَ اَنْزَلْنٰهُ حُكْمًا عَرَبِيًّاۗ وَلَىِٕنِ اتَّبَعْتَ اَهْوَاۤءَهُمْ بَعْدَمَا جَاۤءَكَ مِنَ الْعِلْمِۙ مَا لَكَ مِنَ اللّٰهِ مِنْ وَّلِيٍّ وَّلَا وَاقٍ ࣖ ",
            "38": "وَلَقَدْ اَرْسَلْنَا رُسُلًا مِّنْ قَبْلِكَ وَجَعَلْنَا لَهُمْ اَزْوَاجًا وَّذُرِّيَّةً ۗوَمَا كَانَ لِرَسُوْلٍ اَنْ يَّأْتِيَ بِاٰيَةٍ اِلَّا بِاِذْنِ اللّٰهِ ۗلِكُلِّ اَجَلٍ كِتَابٌ ",
            "39": "يَمْحُوا اللّٰهُ مَا يَشَاۤءُ وَيُثْبِتُ ۚوَعِنْدَهٗٓ اُمُّ الْكِتٰبِ ",
            "40": "وَاِنْ مَّا نُرِيَنَّكَ بَعْضَ الَّذِيْ نَعِدُهُمْ اَوْ نَتَوَفَّيَنَّكَ فَاِنَّمَا عَلَيْكَ الْبَلٰغُ وَعَلَيْنَا الْحِسَابُ ",
            "41": "اَوَلَمْ يَرَوْا اَنَّا نَأْتِى الْاَرْضَ نَنْقُصُهَا مِنْ اَطْرَافِهَاۗ وَاللّٰهُ يَحْكُمُ لَا مُعَقِّبَ لِحُكْمِهٖۗ وَهُوَ سَرِيْعُ الْحِسَابِ ",
            "42": "وَقَدْ مَكَرَ الَّذِيْنَ مِنْ قَبْلِهِمْ فَلِلّٰهِ الْمَكْرُ جَمِيْعًا ۗيَعْلَمُ مَا تَكْسِبُ كُلُّ نَفْسٍۗ وَسَيَعْلَمُ الْكُفّٰرُ لِمَنْ عُقْبَى الدَّارِ ",
            "43": "وَيَقُوْلُ الَّذِيْنَ كَفَرُوْا لَسْتَ مُرْسَلًا ۗ قُلْ كَفٰى بِاللّٰهِ شَهِيْدًاۢ بَيْنِيْ وَبَيْنَكُمْۙ وَمَنْ عِنْدَهٗ عِلْمُ الْكِتٰبِ ࣖ "
        },
        "translations": {
            "id": {
                "name": "Guruh",
                "text": {
                    "1": "Alif Lam Mim Ra. Ini adalah ayat-ayat Kitab (Al-Qur'an). Dan (Kitab) yang diturunkan kepadamu (Muhammad) dari Tuhanmu itu adalah benar; tetapi kebanyakan manusia tidak beriman (kepadanya).",
                    "2": "Allah yang meninggikan langit tanpa tiang (sebagaimana) yang kamu lihat, kemudian Dia bersemayam di atas ‘Arsy. Dia menundukkan matahari dan bulan; masing-masing beredar menurut waktu yang telah ditentukan. Dia mengatur urusan (makhluk-Nya), dan menjelaskan tanda-tanda (kebesaran-Nya), agar kamu yakin akan pertemuan dengan Tuhanmu.",
                    "3": "Dan Dia yang menghamparkan bumi dan menjadikan gunung-gunung dan sungai-sungai di atasnya. Dan padanya Dia menjadikan semua buah-buahan berpasang-pasangan; Dia menutupkan malam kepada siang. Sungguh, pada yang demikian itu terdapat tanda-tanda (kebesaran Allah) bagi orang-orang yang berpikir.",
                    "4": "Dan di bumi terdapat bagian-bagian yang berdampingan, kebun-kebun anggur, tanaman-tanaman, pohon kurma yang bercabang, dan yang tidak bercabang; disirami dengan air yang sama, tetapi Kami lebihkan tanaman yang satu dari yang lainnya dalam hal rasanya. Sungguh, pada yang demikian itu terdapat tanda-tanda (kebesaran Allah) bagi orang-orang yang mengerti.",
                    "5": "Dan jika engkau merasa heran, maka yang mengherankan adalah ucapan mereka, “Apabila kami telah menjadi tanah, apakah kami akan (dikembalikan) menjadi makhluk yang baru?” Mereka itulah yang ingkar kepada Tuhannya; dan mereka itulah (yang dilekatkan) belenggu di lehernya. Mereka adalah penghuni neraka, mereka kekal di dalamnya.",
                    "6": "Dan mereka meminta kepadamu agar dipercepat (datangnya) siksaan, sebelum (mereka meminta) kebaikan, padahal telah terjadi bermacam-macam contoh siksaan sebelum mereka. Sungguh, Tuhanmu benar-benar memiliki ampunan bagi manusia atas kezaliman mereka, dan sungguh, Tuhanmu sangat keras siksaan-Nya.",
                    "7": "Dan orang-orang kafir berkata, “Mengapa tidak diturunkan kepadanya (Muhammad) suatu tanda (mukjizat) dari Tuhannya?” Sesungguhnya engkau hanyalah seorang pemberi peringatan; dan bagi setiap kaum ada orang yang memberi petunjuk.",
                    "8": "Allah mengetahui apa yang dikandung oleh setiap perempuan, apa yang kurang sempurna dan apa yang bertambah dalam rahim. Dan segala sesuatu ada ukuran di sisi-Nya.",
                    "9": "(Allah) Yang mengetahui semua yang gaib dan yang nyata; Yang Mahabesar, Mahatinggi.",
                    "10": "Sama saja (bagi Allah), siapa di antaramu yang merahasiakan ucapannya dan siapa yang berterus terang dengannya; dan siapa yang bersembunyi pada malam hari dan yang berjalan pada siang hari.",
                    "11": "Baginya (manusia) ada malaikat-malaikat yang selalu menjaganya bergiliran, dari depan dan belakangnya. Mereka menjaganya atas perintah Allah. Sesungguhnya Allah tidak akan mengubah keadaan suatu kaum sebelum mereka mengubah keadaan diri mereka sendiri. Dan apabila Allah menghendaki keburukan terhadap suatu kaum, maka tak ada yang dapat menolaknya dan tidak ada pelindung bagi mereka selain Dia.",
                    "12": "Dialah yang memperlihatkan kilat kepadamu, yang menimbulkan ketakutan dan harapan, dan Dia menjadikan mendung. ",
                    "13": "Dan guruh bertasbih memuji-Nya, (demikian pula) para malaikat karena takut kepada-Nya, dan Allah melepaskan halilintar, lalu menimpakannya kepada siapa yang Dia kehendaki, sementara mereka berbantah-bantahan tentang Allah, dan Dia Mahakeras siksaan-Nya.",
                    "14": "Hanya kepada Allah doa yang benar. Berhala-berhala yang mereka sembah selain Allah tidak dapat mengabulkan apa pun bagi mereka, tidak ubahnya seperti orang yang membukakan kedua telapak tangannya ke dalam air agar (air) sampai ke mulutnya. Padahal air itu tidak akan sampai ke mulutnya. Dan doa orang-orang kafir itu, hanyalah sia-sia belaka.",
                    "15": "Dan semua sujud kepada Allah baik yang di langit maupun yang di bumi, baik dengan kemauan sendiri maupun terpaksa (dan sujud pula) bayang-bayang mereka, pada waktu pagi dan petang hari.",
                    "16": "Katakanlah (Muhammad), “Siapakah Tuhan langit dan bumi?” Katakanlah, “Allah.”  Katakanlah, “Pantaskah kamu mengambil pelindung-pelindung selain Allah, padahal mereka tidak kuasa mendatangkan manfaat maupun menolak mudarat bagi dirinya sendiri?”  Katakanlah, “Samakah orang yang buta dengan yang dapat melihat? Atau samakah yang gelap dengan yang terang? Apakah mereka menjadikan sekutu-sekutu bagi Allah yang dapat menciptakan seperti ciptaan-Nya sehingga kedua ciptaan itu serupa menurut pandangan mereka?” Katakanlah, “Allah adalah Pencipta segala sesuatu dan Dia Tuhan Yang Maha Esa, Mahaperkasa.”",
                    "17": "Allah telah menurunkan air (hujan) dari langit, maka mengalirlah ia (air) di lembah-lembah menurut ukurannya, maka arus itu membawa buih yang mengambang. Dan dari apa (logam) yang mereka lebur dalam api untuk membuat perhiasan atau alat-alat, ada (pula) buihnya seperti (buih arus) itu. Demikianlah Allah membuat perumpamaan tentang yang benar dan yang batil. Adapun buih, akan hilang sebagai sesuatu yang tidak ada gunanya; tetapi yang bermanfaat bagi manusia, akan tetap ada di bumi. Demikianlah Allah membuat perumpamaan.",
                    "18": "Bagi orang-orang yang memenuhi seruan Tuhan, mereka (disediakan) balasan yang baik. Dan orang-orang yang tidak memenuhi seruan-Nya, sekiranya mereka memiliki semua yang ada di bumi dan (ditambah) sebanyak itu lagi, niscaya mereka akan menebus dirinya dengan itu. Orang-orang itu mendapat hisab (perhitungan) yang buruk dan tempat kediaman mereka Jahanam, dan itulah seburuk-buruk tempat kediaman.",
                    "19": "Maka apakah orang yang mengetahui bahwa apa yang diturunkan Tuhan kepadamu adalah kebenaran, sama dengan orang yang buta? Hanya orang berakal saja yang dapat mengambil pelajaran,",
                    "20": "(yaitu) orang yang memenuhi janji Allah dan tidak melanggar perjanjian,",
                    "21": "dan orang-orang yang menghubungkan apa yang diperintahkan Allah agar dihubungkan, dan mereka takut kepada Tuhannya dan takut kepada hisab yang buruk.",
                    "22": "Dan orang yang sabar karena mengharap keridaan Tuhannya, melaksanakan salat, dan menginfakkan sebagian rezeki yang Kami berikan kepada mereka, secara sembunyi atau terang-terangan serta menolak kejahatan dengan kebaikan; orang itulah yang men-dapat tempat kesudahan (yang baik),",
                    "23": "(yaitu) surga-surga ‘Adn, mereka masuk ke dalamnya bersama dengan orang yang saleh dari nenek moyangnya, pasangan-pasangannya, dan anak cucunya, sedang para malaikat masuk ke tempat-tempat mereka dari semua pintu;",
                    "24": "(sambil mengucapkan), “Selamat sejahtera atasmu karena kesabaranmu.” Maka alangkah nikmatnya tempat kesudahan itu.",
                    "25": "Dan orang-orang yang melanggar janji Allah setelah diikrarkannya, dan memutuskan apa yang diperintahkan Allah agar disambungkan dan berbuat kerusakan di bumi; mereka itu memperoleh kutukan dan tempat kediaman yang buruk (Jahanam).",
                    "26": "Allah melapangkan rezeki bagi siapa yang Dia kehendaki dan membatasi (bagi siapa yang Dia kehendaki). Mereka bergembira dengan kehidupan dunia, padahal kehidupan dunia hanyalah kesenangan (yang sedikit) dibanding kehidupan akhirat.",
                    "27": "Dan orang-orang kafir berkata, “Mengapa tidak diturunkan kepadanya (Muhammad) tanda (mukjizat) dari Tuhannya?” Katakanlah (Muhammad), “Sesungguhnya Allah menyesatkan siapa yang Dia kehendaki dan memberi petunjuk orang yang bertobat kepada-Nya,”",
                    "28": "(yaitu) orang-orang yang beriman dan hati mereka menjadi tenteram dengan mengingat Allah. Ingatlah, hanya dengan mengingat Allah hati menjadi tenteram.",
                    "29": "Orang-orang yang beriman dan mengerjakan kebajikan, mereka mendapat kebahagiaan dan tempat kembali yang baik.",
                    "30": "Demikianlah, Kami telah mengutus engkau (Muhammad) kepada suatu umat yang sungguh sebelumnya telah berlalu beberapa umat, agar engkau bacakan kepada mereka (Al-Qur'an) yang Kami wahyukan kepadamu, padahal mereka ingkar kepada Tuhan Yang Maha Pengasih. Katakanlah, “Dia Tuhanku, tidak ada tuhan selain Dia; hanya kepada-Nya aku bertawakal dan hanya kepada-Nya aku bertobat.”",
                    "31": "Dan sekiranya ada suatu bacaan (Kitab Suci) yang dengan itu gunung-gunung dapat digoncangkan, atau bumi jadi terbelah, atau orang yang sudah mati dapat berbicara, (itulah Al-Qur'an). Sebenarnya segala urusan itu milik Allah. Maka tidakkah orang-orang yang beriman mengetahui bahwa sekiranya Allah menghendaki (semua manusia beriman), tentu Allah memberi petunjuk kepada manusia semuanya. Dan orang-orang kafir senantiasa ditimpa bencana disebabkan perbuatan mereka sendiri atau bencana itu terjadi dekat tempat kediaman mereka, sampai datang janji Allah (penaklukkan Mekah). Sungguh, Allah tidak menyalahi janji.",
                    "32": "Dan sesungguhnya beberapa rasul sebelum engkau (Muhammad) telah diperolok-olokkan, maka Aku beri tenggang waktu kepada orang-orang kafir itu, kemudian Aku binasakan mereka. Maka alangkah hebatnya siksaan-Ku itu! ",
                    "33": "Maka apakah Tuhan yang menjaga setiap jiwa terhadap apa yang diperbuatnya (sama dengan yang lain)? Mereka menjadikan sekutu-sekutu bagi Allah. Katakanlah, “Sebutkanlah sifat-sifat mereka itu.” Atau apakah kamu hendak memberitahukan kepada Allah apa yang tidak diketahui-Nya di bumi, atau (mengatakan tentang hal itu) sekedar perkataan pada lahirnya saja. Sebenarnya bagi orang kafir, tipu daya mereka itu dijadikan terasa indah, dan mereka dihalangi dari jalan (yang benar). Dan barangsiapa disesatkan Allah, maka tidak ada seorang pun yang memberi petunjuk baginya.",
                    "34": "Mereka mendapat siksaan dalam kehidupan dunia, dan azab akhirat pasti lebih keras. Tidak ada seorang pun yang melindungi mereka dari (azab) Allah.",
                    "35": "Perumpamaan surga yang dijanjikan kepada orang yang bertakwa (ialah seperti taman), mengalir di bawahnya sungai-sungai; senantiasa berbuah dan teduh. Itulah tempat kesudahan bagi orang yang bertakwa; sedang tempat kesudahan bagi orang yang ingkar kepada Tuhan ialah neraka.",
                    "36": "Dan orang yang telah Kami berikan kitab kepada mereka bergembira dengan apa (kitab) yang diturunkan kepadamu (Muhammad), dan ada di antara golongan (Yahudi dan Nasrani), yang mengingkari sebagiannya. Katakanlah, “Aku hanya diperintah untuk menyembah Allah dan tidak mempersekutukan-Nya. Hanya kepada-Nya aku seru (manusia) dan hanya kepada-Nya aku kembali.”",
                    "37": "Dan demikianlah Kami telah menurunkannya (Al-Qur'an) sebagai peraturan (yang benar) dalam bahasa Arab. Sekiranya engkau mengikuti keinginan mereka setelah datang pengetahuan kepadamu, maka tidak ada yang melindungi dan yang menolong engkau dari (siksaan) Allah.",
                    "38": "Dan sungguh, Kami telah mengutus beberapa rasul sebelum engkau (Muhammad) dan Kami berikan kepada mereka istri-istri dan keturunan. Tidak ada hak bagi seorang rasul mendatangkan sesuatu bukti (mukjizat) melainkan dengan izin Allah. Untuk setiap masa ada Kitab (tertentu).",
                    "39": "Allah menghapus dan menetapkan apa yang Dia kehendaki. Dan di sisi-Nya terdapat Ummul-Kitab (Lauh Mahfuzh).",
                    "40": "Dan sungguh jika Kami perlihatkan kepadamu (Muhammad) sebagian (siksaan) yang Kami ancamkan kepada mereka atau Kami wafatkan engkau, maka sesungguhnya tugasmu hanya menyampaikan saja, dan Kamilah yang memperhitungkan (amal mereka).",
                    "41": "Dan apakah mereka tidak melihat bahwa Kami mendatangi daerah-daerah (orang yang ingkar kepada Allah), lalu Kami kurangi (daerah-daerah) itu (sedikit demi sedikit) dari tepi-tepinya? Dan Allah menetapkan hukum (menurut kehendak-Nya), tidak ada yang dapat menolak ketetapan-Nya; Dia Mahacepat perhitungan-Nya.",
                    "42": "Dan sungguh, orang sebelum mereka (kafir Mekah) telah mengadakan tipu daya, tetapi semua tipu daya itu dalam kekuasaan Allah. Dia mengetahui apa yang diusahakan oleh setiap orang, dan orang yang ingkar kepada Tuhan akan mengetahui untuk siapa tempat kesudahan (yang baik).",
                    "43": " Dan orang-orang kafir berkata, “Engkau (Muhammad) bukanlah seorang Rasul.” Katakanlah, “Cukuplah Allah dan orang yang menguasai ilmu Al-Kitab menjadi saksi antara aku dan kamu.” "
                }
            }
        },
        "tafsir": {
            "id": {
                "kemenag": {
                    "name": "Kemenag",
                    "source": "Aplikasi Quran Kementrian Agama Republik Indonesia",
                    "text": {
                        "1": "Al-Quran adalah kitab suci yang diturunkan kepada Nabi Muhammad, dan tidak mengandung hal-hal yang bisa meragukan orang terhadap kebenarannya.\n\nKebenaran Al-Quran meliputi seluruh aspek yang terkandung di dalamnya seperti hukum, syariat yang bersifat shalih fi kulli zaman wa makan (cocok untuk sepanjang zaman dan di semua tempat), bermacam-macam perumpamaan, kisah, dan petunjuknya yang harus diikuti oleh manusia untuk mencapai kebahagiaan di dunia dan akhirat.\n\nKebenaran Al-Quran telah terbukti pada masa-masa awal Islam. Dengan berpegang teguh pada Al-Quran, umat Islam mampu membangun bangsa yang berbudaya tinggi dan berakhlak mulia. Al-Quran memotivasi manusia untuk bangkit berjuang menegakkan kebenaran, menghancurkan kemungkaran, menegakkan keadilan, dan melenyapkan kezaliman. Dengan menjalankan petunjuk Al-Quran umat Islam mampu menjadi bangsa yang berwibawa. Tapi ketika Al-Quran ditinggalkan, umat Islam lebih memilih keduniaan daripada akhirat yang kekal, dan akibat ketidakyakinan umat Islam terhadap janji-janji Allah yang termaktub dalam Al-Quran, umat Islam berubah menjadi bangsa yang terbelakang, terbelit kemiskinan dan kebodohan. Jika umat Islam saat ini tidak menyadari kekeliruannya dan tidak berusaha memperbaikinya, dengan cara kembali menjalankan pesan-pesan Al-Quran, maka umat Islam akan tetap terpuruk dalam kebodohannya. Allah tidak akan mengubah nasib mereka jika mereka tidak mengubah nasib mereka sendiri. Firman Allah swt.:\n\nSesungguhnya Allah tidak akan mengubah keadaan suatu kaum sebelum mereka mengubah keadaan diri mereka sendiri. (ar-Rad/13: 11)",
                        "2": "Ayat ini menjelaskan bukti-bukti kebenaran Al-Quran dengan memaparkan tanda-tanda atau bukti-bukti adanya Allah yang menurunkan Al-Quran. Keberadaan Allah ini dibuktikan dengan berbagai ciptaannya yang bisa dilihat dan dirasakan manusia di alam raya ini.\n\nSecara terperinci Allah menerangkan keadaan langit yang ditinggikan tanpa tiang, perjalanan matahari dan bulan yang masing-masing beredar menurut waktu dan tempat yang sudah ditentukan, keadaan bumi yang penuh dengan gunung dan lembah yang mengalir sungai di antaranya, dan adanya bermacam-macam kebun yang menghasilkan beraneka ragam buah-buahan. Semua itu menunjukkan bahwa hanya Allah yang dapat memberi manfaat dan mudarat, yang dapat menghidupkan dan mematikan dan Yang Mahakuasa atas segala sesuatu. \n\nTanda-tanda kekuasaan Allah di langit dipaparkan dalam ayat ini:\n\n1.Menciptakan langit di atas bumi tanpa adanya tiang sebagaimana yang biasa dilihat oleh seluruh makhluk, dan jarak yang sangat jauh di antara benda-benda di langit yang kesemuanya beredar menurut ketentuan dan peraturan Allah sendiri seperti benda-benda yang terlihat melayang di angkasa.\n\n2.Kemudian Allah bersemayam di atas Arasy-Nya dan mengatur alam semesta ini. Tentang kebijaksanaan-Nya telah dibentangkan secara panjang lebar di dalam Surah al-Araf dan Surah Yunus.\n\n3.Allah swt telah menundukkan matahari dan bulan untuk kemanfaatan sekalian makhluk-Nya, masing-masing berjalan pada rotasi/lintasannya menurut waktu yang ditentukan. Tentang perjalanan matahari dan bulan telah dijelaskan dengan terperinci dalam Surah Yunus dan Surah Hud. Allah swt mengatur segala kejadian dalam kerajaan-Nya secara sempurna, Dialah yang menghidupkan dan mematikan, mengadakan dan meniadakan, memberi kekayaan dan kemiskinan, menurunkan wahyu kepada siapa yang dikehendaki-Nya. Semua itu menunjukkan bahwa Allahlah yang mempunyai kekuasaan yang mutlak dan rahmat yang luas, karena menentukan penciptaan suatu makhluk dengan keadaan sifat dan tabiat tertentu, tidak dapat dilaksanakan kecuali oleh Tuhan Yang Mahaagung dan Mahakuasa. Dialah yang mengatur alam kebendaan dan alam kerohanian dan Dialah yang mengatur benda-benda yang amat besar dan amat kecil, semuanya dengan penuh hikmah kebijaksanaan. \n\nDitinjau dari sudut saintifik, langit atau sama dalam ayat ini dapat berarti langit biru atau atmosfer yang dekat dengan bumi ini. Dalam pengertian yang lebih luas sama juga dapat diartikan dengan langit antariksa (space) yang sangat luas ini. \n\nAtmosfer adalah selubung gas yang meliputi suatu planet (termasuk bumi). Ia membentuk ruang udara. Atmosfer dibagi ke dalam 6 (enam) wilayah menurut ketinggiannya, yang satu berada di atas yang lainnya. Secara berurutan dari wilayah yang terendah, maka atmosfer dibagi menjadi: (1) Troposfer (Troposphere ketinggian: 0-8 Km), (2) Tropopause, ketinggian: 8-12 Km (3) Stratosfer (Stratosphere, ketinggian: 12-80 Km), (4) Mesosfer (Mesosphere, ketinggian: 80 Km) (5) Ionosfer (Ionosphere, ketinggian: 100 Km) dan (6) Eksosfer (Exosphere, ketinggian >100Km). Terjadinya awan, cuaca dan sebagainya berada di wilayah Troposfer. Komposisi atmosfer (di wilayah Troposfer), mayoritas terdiri dari gas nitrogen (78%), juga oksigen (20%). Atmosfer ini menyeliputi bumi dan dapat tegak di atas bumi karena adanya gaya gravitasi bumi. Inilah pengertian dari meninggikan langit tanpa tiang itu. Tentu saja ini adalah tafsir langit yang berbeda dengan tujuh lapis langit yang menyangkut galaksi dan lain sebagainya. \n\nBerkaitan dengan langit tanpa tiang, ditinjau dari struktur konstruksi maka struktur tanpa tiang hanya dimungkinkan kalau konstruksinya berbentuk bola atau mirip bola (spherical, surface of revolution), meskipun demikian para ahli belum sepakat tentang bentuknya; ada yang menyatakan sebagai bola, seperti sadel, bahkan sebagai terompet. Pada konstruksi ini dinding dan tiang menyatu menjadi permukaan bola itu sendiri. Jadi, konstruksi langit tanpa tiang hanya dimungkinkan bila langit itu berbentuk bola, sesuai dengan temuan ilmiah yang menyatakan bahwa alam semesta adalah bola besar yang mengembang makin membesar dengan kecepatan cahaya yaitu dengan kecepatan cahaya 300 ribu kilometer setiap detiknya (the expanding universe).\n\nLangit-antariksa, memang terbentuk sejak Dentuman Besar (Big Bang) dan terus mengembang dan meluas. Dalam Surah az-zariat/51:47 disebutkan: Dan langit Kami bangun dengan kekuasaan (Kami) dan Kami benar-benar meluaskannya. Kata sama pada ayat 47 Surah az-zariat/51 di atas lebih tepat diartikan langit-antariksa. Langit-antariksa (space) memang terus-menerus mengembang (space expansion). Penelitian spektrum Galaksi, menunjukkan adanya pergeseran spektrum pita-merah yang teratur, hal ini menjelaskan bahwa jarak antar Galaksi semakin menjauh, dan inilah yang merupakan indikasi langit-antariksa semakin mengembang. Tentu langit ini tidak memerlukan tiang; karena dibangun dengan kekuatan maha dahsyat dari Allah swt yang berupa Dentuman Besar. Dentuman Besar (Big Bang) ini telah memecah Gaya Superforce menjadi Gaya-gaya Fundamental seperti: Gaya Gravitasi, Gaya Nuklir Kuat, Gaya Nuklir Lemah, dan Gaya Elektromagnetik; yang kesemuanya ini menstabilkan langit-antariksa ini.\n\nSeterusnya dalam ayat-2 ini disebutkan: \"Dia menundukkan matahari dan bulan; masing-masing beredar menurut waktu yang telah ditentukan\". Kata \"menundukkan\" berarti bahwa baik matahari maupun bulan tunduk pada sunatullah, atau hukum-hukum alam dari Allah. Tentang \"masing-masing beredar menurut waktu yang ditentukan\", lihat keterangan pada Surah Yunus/10: 5 di atas. Demikian penjelasan dari sudut pandang saintis.\n\nKesemuanya itu terjadi berkat kesempurnaan Allah dalam Zat, sifat, ilmu, dan kekuasaan-Nya yang tidak dapat ditiru oleh siapapun juga. Allah mengatur urusan makhluk-Nya, menjelaskan tanda-tanda kebesaran-Nya dengan peraturan yang sangat rapi dan sempurna, serta mengatur benda-benda di langit sehingga berjalan menurut lintasan yang telah ditentukan, seperti bentuk mata rantai yang sambung menyambung sehingga tidak terjadi tabrakan di ruang angkasa yang dapat menimbulkan malapetaka dan bencana. Semua ini berlangsung terus-menerus sampai datang hari kiamat, dimana akan terjadi kekacauan dan ketidakteraturan kerja benda-benda langit di alam angkasa. Kehancuran alam semesta dimulai dengan terbelahnya langit, seperti dijelaskan dalam firman Allah:\n\nApabila langit terbelah, dan apabila bintang-bintang jatuh berserakan. (al-Infithar/82:1-2)\n\nKemudian Allah menerangkan bahwa tanda-tanda kesempurnaan kekuasaan-Nya di langit dan di bumi merupakan sarana yang bisa menimbulkan keyakinan bagi umat manusia akan adanya perjumpaan dengan Allah Sang Pencipta pada hari kiamat, dimana Dia akan memberikan ganjaran kepada orang-orang yang berbuat kebajikan dan menghukum orang-orang yang berbuat kejahatan. Jika manusia meyakini kebenaran ini, niscaya dia dapat berpaling dari penyembahan berhala dan patung kepada keikhlasan beribadah hanya kepada Allah Yang Maha Esa, percaya kepada janji dan ancaman-Nya, percaya kepada semua rasul-Nya, mengikuti segala perintah dan menjauhi larangan-Nya, sehingga mereka menjadi manusia yang bahagia di dunia dan di akhirat.",
                        "3": "Pada ayat ini Allah menerangkan sisi lain dari tanda-tanda kekuasaan-Nya yang ada di bumi, yaitu:\n\n1.Dialah Allah yang membentangkan bumi menjadi luas dan lebar supaya mudah dijadikan tempat kediaman makhluk-Nya. Semua binatang dapat hidup di atasnya dengan leluasa. Manusia dapat mengambil manfaat dari hasil buminya, hewan-hewannya, dan benda-benda logam yang terpendam di dalam perutnya, serta dapat berkeliaran di muka bumi untuk mencari rezeki dan segala kemanfaatannya. Karena sangat luas, bumi ini kelihatannya seperti lahan datar, meskipun keadaan yang sebenarnya berbentuk bola sebagaimana diyakini oleh para ulama ahli falak. \n\n2.Allah telah mengadakan gunung-gunung di atas permukaan bumi ini sebagai tonggak dan pasak yang menjaga kestabilan bumi supaya tidak bergerak dan tidak bergeser.\n\n3.Allah telah menciptakan sungai-sungai di bumi untuk kepentingan manusia dan binatang-binatang. Manusia dapat mengairi dengan air sungai itu kebun-kebun dan sawah ladangnya yang nantinya menghasil-kan bermacam-macam hasil bumi dan buah-buahan. \n\n4.Bunga dari pohon buah-buahan dijadikan Allah berpasang-pasangan dimana terdapat unsur jantan dan unsur betina. Ilmu pengetahuan telah menetapkan bahwa sebuah pohon itu tidak akan berbuah kecuali jika telah terjadi perkawinan antara unsur jantan (serbuk sari) dan betina (putik bunga) yang biasanya berada pada sebagian besar dari jenis pohon. Ada pohon yang hanya memiliki unsur jantan saja, sedangkan unsur betinanya ada pada pohon yang lain sehingga perlu dikawinkan supaya dapat berbuah seperti pohon kurma. Ada pula yang mempunyai unsur jantan dan betina dalam satu bunga seperti pohon kapas. \n\n5.Allah menutupkan malam kepada siang sehingga suasana alam yang terang berubah menjadi gelap gulita seperti menutup sesuatu dengan kain hitam. Demikian pula Allah menyinarkan siang kepada malam sehingga kegelapan hilang dan alam kelihatan terang benderang. Semuanya itu dijadikan Allah untuk menyempurnakan kemanfaatan bagi manusia dengan memberikan kesempatan istirahat dan tidur di malam hari dan bekerja mencari nafkah pada siang hari sesuai dengan firman Allah:\n\nApakah mereka tidak memperhatikan bahwa Kami telah menjadikan malam agar mereka beristirahat padanya dan (menjadikan) siang yang menerangi? (an-Naml/27: 86)\n\nDalam ayat 3 di atas, dijelaskan bahwa Allah menutupkan malam kepada siang. Dalam ayat yang lainnya juga disebutkan bahwa malam menutup siang dan siang menutup malam. Kata-kata yang digunakan dalam bahasa Arab ini mirip seperti orang memakai sorban, yaitu kain yang satu menutup yang lain dan secara berlapis-lapis menutup kepala. Dengan demikian kata menutupkan malam kepada siang, sebetulnya mengisyaratkan bahwa planet bumi kita ini bulat; bukannya datar seperti gambaran orang-orang jahiliah kuno. \n\nSetelah Allah menerangkan dalil-dalil kekuasaan-Nya yang dapat dilihat oleh mata tiap pagi dan petang, tiap-tiap waktu dan keadaan, maka Allah menerangkan bahwa tanda-tanda itu tidak diperhatikan kecuali oleh orang-orang yang suka bersyukur dan merenungi tanda-tanda kekuasaan-Nya. Lalu dengan akal pikirannya dapat mencapai kebenaran dan beralih dari memandang sebab kepada yang menyebabkan. Sesungguhnya pada yang demikian itu ada tanda-tanda kebesaran Allah bagi kaum yang mau memikirkan bahwa pencipta alam itu adalah Tuhan yang mempunyai kehendak yang mutlak dan kekuasaan yang meliputi segala sesuatu, yang Kuasa untuk menghidupkan yang telah mati di antara makhluk-Nya, dan mengembalikan mereka dari alam fana. Oleh karena itu, tidak boleh beribadah kecuali kepada-Nya, tidak boleh tunduk dan berserah diri kecuali kepada kekuasaan-Nya. Beribadah tidak boleh ditujukan kepada patung-patung, berhala-berhala, batu-batu, pohon, malaikat, nabi-nabi, dan lain sebagainya karena benda-benda itu tidak dapat menolak kemudaratan dari dirinya sendiri, sesuai dengan firman Allah:\n\nSesungguhnya segala yang kamu seru selain Allah tidak dapat menciptakan seekor lalat pun, walaupun mereka bersatu untuk menciptakannya. Dan jika lalat itu merampas sesuatu dari mereka, mereka tidak akan dapat merebutnya kembali dari lalat itu. (al-hajj/22: 73)\n\nDan telah diriwayatkan pula dalam sebuah hadis Nabi saw\n\nPikirkanlah olehmu sekalian tentang makhluk Allah dan jangan memikirkan tentang Allah. (Riwayat Abu Nuaim dari Ibnu Abbas)",
                        "4": "Ungkapan ayat ini merupakan kelanjutan dari tanda-tanda kekuasaan Allah yang ada di bumi, yaitu bahwa di bumi terdapat bagian-bagian tanah yang berdekatan dan berdampingan tetapi berlainan kesuburannya. Ada tanah yang sangat subur untuk ditanami tanaman apa saja, ada pula tanah yang hanya dapat ditanami pohon-pohon besar saja, tetapi tidak baik untuk ditanami tanaman palawija atau sebaliknya, ada pula tanah yang lunak dan ada pula yang keras yang sulit untuk digemburkan. Di bumi terdapat kebun-kebun anggur, tanaman palawija, dan pohon yang bercabang dan tidak bercabang. Semuanya itu disiram dengan air yang sama tetapi menghasilkan buah yang beraneka ragam rasanya, seperti pohon tebu yang rasanya manis, buah jeruk yang rasanya manis dan masam, serta buah paria yang rasanya pahit, dan lain sebagainya. Allah melebihkan sebahagian tanaman-tanaman atas sebagian yang lain baik dari bentuknya, rasanya dan baunya. Semua tanda-tanda itu menunjukkan kekuasaan Allah dan menjadi dalil yang bisa menimbulkan keyakinan bagi orang-orang yang mau berpikir.\n\nMenurut kajian saintis, perbedaan rasa dari buah-buahan atau tanaman, disebabkan perbedaan kandungan kimiawi yang ada di dalamnya. Zat atau molekul kimiawi ini, dalam bahasa ilmu biokimia dikenal dengan sebutan metabolit. Perbedaan jenis maupun kuantitas metabolit inilah yang memberikan rasa yang berbeda-beda dari tanaman atau buah yang berbeda. Biji dari semua tanaman, hampir semuanya berbentuk sama atau dikenal sebagai mempunyai morfologi yang sama, atau hampir sama, yaitu morfologi-nya bulat atau sedikit lonjong. Semua biji ini, di dalamnya terkandung embrio tanaman (Encyclopedia Britannica, 1965,Vol.20, Seed, 273-275). Dalam embrio tanaman itu terkandung materi-materi genetik (atau yang sering disebut dengan DNA, Desoxyribo Nucleic Acid, atau Asam Desoksiribo Nukleat). \n\nDalam biji tanaman yang berbeda, kandungan embrioniknya berbeda, demikian pula kandungan materi DNA-nya juga berbeda. DNA suatu materi yang akan sangat menentukan proses pembentukan metabolit dalam semua makhluk hidup termasuk tanaman. Maka Mahabesar Allah, apabila biji-biji yang berbeda itu ditanam dan disiram dengan air yang sama, biji-biji itu akan tumbuh menjadi berbagai tanaman yang berbeda rasanya, tergantung materi genetik yang dikandungnya; karena materi genetik inilah yang akan menentukan (membuat) metabolit-metabolit di dalam tanaman itu yang menentukan rasa buah atau tanaman itu..",
                        "5": "Ayat ini menjelaskan sikap orang kafir terhadap keesaan Allah, dimana Allah mengatakan kepada Nabi Muhammad bahwa jika beliau heran terhadap penyembahan mereka kepada berhala-berhala yang tidak memberi mudarat dan membawa manfaat setelah dikemukakan dalil-dalil keesaan Allah, maka yang lebih patut mengherankan adalah ucapan mereka yang mendustakan hari kebangkitan pada hari kiamat. Mereka berkata, \"Apabila kami telah menjadi tanah apakah kami benar-benar akan dikembalikan lagi menjadi makhluk yang baru?\"\n\nMereka mengucapkan kata-kata pengingkaran itu padahal mereka tidak mengingkari kekuasaan Allah dalam menciptakan mereka sejak berada dalam kandungan ibunya. Pertanyaan yang mengandung keingkaran itu berulang-ulang disebut dalam sebelas tempat di delapan surah dalam Al-Quran, yaitu Surah ar-Rad/13: 5, al-Isra/17: 49 dan 98, al-Muminun/23: 35 dan 82, an-Nahl/16: 38, as-Sajdah/32: 10, ash-shaffat/37: 16 dan 53, al-Waqiah/56: 47, dan an-Naziat/79: 11. Semuanya mengandung keingkaran yang sangat keras sehingga mengesankan bahwa hari kebangkitan itu mustahil akan terjadi. Menurut mereka tidak mungkin orang yang sudah meninggal dunia dan menjadi tulang-belulang akan hidup kembali. Kemudian Allah menegaskan bahwa orang yang ingkar pada hari kebangkitan itulah yang juga ingkar terhadap Tuhannya. Mengingkari kekuasaan Allah sama halnya dengan mengingkari Allah itu sendiri. Mereka akan dipasangkan belenggu di lehernya sebagai akibat di dunia tidak meyakini kebenaran dan mengikuti petunjuk. Ada pula yang menafsirkan bahwa mereka itu pada hari kiamat ketika diadili dan dipasangkan beberapa belenggu di lehernya seperti seorang tawanan. Firman Allah:\n\nKetika belenggu dan rantai dipasang di leher mereka, seraya mereka diseret, ke dalam air yang sangat panas, kemudian mereka dibakar dalam api. (al-Mumin/40: 71-72)\n\nMereka adalah penghuni neraka yang kekal di dalamnya dan hidup dalam kehinaan sebagai akibat dari keingkaran dan kejahatannya selama hidup di dunia.\n\nAllah swt dengan sifat kemahakuasaan-Nya, mampu menciptakan segala sesuatu yang ada di dunia ini, baik yang hidup dan bergerak, maupun yang mati, bahkan dari tidak ada menjadi ada. Oleh karena itu, Allah akan dengan mudah membangkitkan kembali manusia setelah mati. Firman Allah:\n\n... dia berkata, \"Siapakah yang dapat menghidupkan tulang-belulang yang telah hancur luluh? Katakanlah (Muhammad), \"Yang akan menghidupkan-nya ialah (Allah) yang menciptakannya pertama kali... (Yasin/36: 78-79)\n\nFirman Allah:\n\nApakah manusia mengira, bahwa Kami tidak akan mengumpulkan (kembali) tulang-belulangnya? (Bahkan), Kami mampu menyusun (kembali) jari-jemarinya dengan sempurna. (al-Qiyamah/75: 3-4)",
                        "6": "Setelah mendustakan Rasul dan mengingkari azab hari kiamat, mereka mengingkari pula azab di dunia yang telah diancamkan oleh Rasulullah kepada mereka. Mereka meminta kepadanya agar siksa yang telah diancamkan kepada mereka disegerakan datangnya. Semestinya mereka memohon kebaikan dan keselamatan dari turunnya azab dan mengharapkan pahala yang dijanjikan oleh Rasulullah di akhirat. Padahal bermacam-macam azab telah ditimpakan Allah kepada umat-umat yang mendustakan para rasul sebelumnya. Di antara mereka ada yang diubah rupa dan sifatnya menjadi seperti kera, ada pula yang dihancurkan dengan gempa bumi, dan sebagainya. Tentang keadaan mereka yang lebih suka menantang turunnya azab daripada meminta kebaikan disebutkan pula dalam firman Allah:\n\nDan (ingatlah), ketika mereka (orang-orang musyrik) berkata, \"Ya Allah, jika (Al-Quran) ini benar (wahyu) dari Engkau, maka hujanilah kami dengan batu dari langit, atau datangkanlah kepada kami azab yang pedih. (al-Anfal/8: 32)\n\nSesungguhnya Allah benar-benar mempunyai ampunan yang luas terhadap dosa-dosa hamba-Nya yang bertobat dan menutupi kesalahan-kesalahannya pada hari kiamat. Seandainya tidak bersifat Maha Penyantun, tentu Allah akan menyiksa manusia karena kezalimannya. Firman Allah:\n\nDan sekiranya Allah menghukum manusia disebabkan apa yang telah mereka perbuat, niscaya Dia tidak akan menyisakan satu pun makhluk bergerak yang bernyawa di bumi ini. (Fathir/35: 45)\n\nSesungguhnya siksaan Allah sangat pedih terhadap orang yang mengerja-kan kejahatan dan terus bergelimang dalam kesesatan dan dosa. Ada sebagian azab yang disegerakan turunnya di dunia sebagai akibat dari berbagai dosa, seperti terganggunya kesehatan orang-orang yang biasa minum minuman keras, bangkrutnya orang-orang yang suka berjudi padahal sebelumnya kaya, dan seseorang koruptor yang dicopot dari kedudukannya yang tinggi karena terlibat soal korupsi dan manipulasi. Sering sekali ampunan dari Allah itu disebut berdampingan dengan siksaan agar seorang hamba Allah selalu berada di posisi tengah antara khauf dan raja (ketakutan terhadap azab Allah dan harapan memperoleh ampunan-Nya) seperti dalam firman Allah:\n\nSesungguhnya Tuhanmu sangat cepat siksa-Nya, dan sesungguhnya Dia Maha Pengampun, Maha Penyayang. (al-Araf/7: 167)",
                        "7": "Dalam ayat ini dijelaskan bagaimana orang-orang kafir berkata kepada Nabi Muhammad dengan nada menantang mengapa tidak diturunkan kepadanya tanda kebesaran dari Tuhannya seperti tongkat sebagai mukjizat yang diberikan kepada Nabi Musa dan unta kepada Nabi Saleh, serta mengapa Muhammad tidak bisa menjadikan bukit Safa menjadi emas atau mengubah bukit-bukit ini menjadi lembah dengan sungai yang mengalir. Mereka menuntut yang demikian itu karena menyangka bahwa Al-Quran bukan merupakan mukjizat. Allah swt telah menolak tuntutan mereka itu dengan firman-Nya:\n\nDan tidak ada yang menghalangi Kami untuk mengirimkan (kepadamu) tanda-tanda (kekuasaan Kami), melainkan karena (tanda-tanda) itu telah didustakan oleh orang terdahulu. (al-Isra/17: 59)\n\nSunatullah yang berlaku adalah jika tanda-tanda kekuasaan Allah telah diminta, dan setelah tanda-tanda itu diturunkan, namun mereka yang menuntutnya tetap membangkang dan tidak percaya, pasti mereka akan dimusnahkan dengan azab Allah. Allah tidak menghendaki yang demikian itu sehingga tidak menurunkan tanda-tanda mukjizat seperti yang mereka tuntut. Nabi Muhammad saw telah diberi mukjizat yang lain untuk menunjukkan kebenaran risalahnya. Tugas pokok Nabi Muhammad saw hanya sekedar menyampaikan risalahnya seperti tugas nabi-nabi sebelum-nya, bukan memenuhi usul dan permintaan kaumnya agar mereka dapat petunjuk. Urusan memberi petunjuk ke dalam hati seseorang hanya di tangan Allah dan tidak menjadi wewenang Nabi Muhammad, seperti diterangkan dalam firman Allah:\n\nBukanlah kewajibanmu (Muhammad) menjadikan mereka mendapat petunjuk, tetapi Allahlah yang memberi petunjuk kepada siapa yang Dia kehendaki. (al-Baqarah/2: 272)\n\nSesungguhnya Nabi Muhammad hanyalah seorang pemberi peringatan. Bagi tiap-tiap umat ada pemimpin yang memberi petunjuk kepada kebaikan. Mereka itu adalah para nabi dan jika mereka telah tiada, maka ahli hikmah, ulama, dan mujtahidin yang melanjutkan tugas nabi untuk menggali dan menjelaskan syariat secara lebih terperinci yang mengandung unsur-unsur akhlak yang baik dan pedoman hidup bagi umat manusia. Firman Allah:\n\nDan tidak ada satu pun umat melainkan di sana telah datang seorang pemberi peringatan. (Fathir/35: 24)",
                        "8": "Ayat ini menjelaskan bahwa Allah mengetahui apa yang dikandung oleh setiap perempuan dalam rahimnya, baik isi kandungan itu berjenis kelamin laki-laki ataupun perempuan, satu atau kembar, dan akan panjang usianya atau pendek, seperti tersebut dalam firman-Nya:\n\nDia mengetahui tentang kamu, sejak Dia menjadikan kamu dari tanah lalu ketika kamu masih janin dalam perut ibumu. (an-Najm/53: 32)\n\nAllah mengetahui kandungan rahim yang kurang sempurna, dimana bayinya memiliki cacat tubuh. Allah mengetahui kandungan rahim yang kembar dua, tiga, empat, atau lebih, dan yang masa kandungannya sempurna sembilan bulan, kurang dari itu, ataupun lebih. Menurut penelitian beberapa rumah sakit di London, janin tidak dapat hidup dalam kandungan ibunya lebih dari 305 hari, sedangkan menurut penelitian rumah sakit di Berlin tidak lebih dari 308 hari. Bagi tiap-tiap sesuatu telah ada ukurannya di sisi Allah swt, tidak ada kekurangan atau tambahannya, seperti tersebut dalam firman-Nya:\n\nSungguh, Kami menciptakan segala sesuatu menurut ukuran. (al-Qamar/54: 49)\n\nAyat di atas memberikan pernyataan mengenai proses embriologi yang terjadi dalam kandungan. Ayat selengkapnya mengenai perubahan yang terjadi dalam proses embriologi manusia dapat dilihat pada Surah Al-Muminun/23: 12-16 yang penggalannya sebagai berikut: Dan sungguh, Kami telah menciptakan manusia dari saripati (berasal) dari tanah. Kemudian Kami menjadikannya air mani (yang disimpan) dalam tempat yang kokoh (rahim).¦\n\nDua ayat lain yang membicarakan secara umum mengenai tahapan-tahapan dalam perkembangan manusia. Pertama adalah Surah Nuh/71: 13-14 berikut: Mengapa kamu tidak takut akan kebesaran Allah? Dan sungguh, Dia telah menciptakan kamu dalam beberapa tingkatan (kejadian). Ayat kedua adalah Surah Fathir/35: 11 yang penggalannya sebagai berikut: Dan Allah menciptakan kamu dari tanah kemudian dari air mani, kemudian Dia menjadikan kamu berpasangan (laki-laki dan perempuan).",
                        "9": "Ayat ini menjelaskan bahwa Dialah Tuhan Yang Mengetahui yang gaib, yang tampak, dan yang tidak bisa diketahui oleh pancaindra manusia. Ilmu pengetahuan telah membuktikan bahwa ada makhluk yang tidak dapat dilihat dengan mata telanjang, karena kecil sekali. Ia baru dapat dilihat dengan mikroskop dan teleskop, seperti bakteri dan virus yang dapat menularkan bermacam-macam penyakit yang sulit sekali untuk diberantas, atau sampai sekarang belum ditemukan obat pembasminya. Bakteri dan virus itu termasuk tentara Allah, yang tidak dapat diketahui berapa jumlahnya melainkan oleh Allah sendiri, seperti diterangkan dalam firman-Nya:",
                        "10": "Selanjutnya ayat ini menerangkan sifat Maha Mengetahui Allah terhadap seseorang yang merahasiakan ucapannya dan menyimpan dalam hatinya, atau yang berterus terang mengucapkannya. Semua itu sama di hadapan Allah. Tidak ada yang samar atau terselubung bagi-Nya. seperti Firman Allah:\n\nDan jika engkau mengeraskan ucapanmu, sungguh, Dia mengetahui rahasia dan yang lebih tersembunyi. (thaha/20: 7)\n\nBegitu pula Allah mengetahui siapa yang bersembunyi di malam hari dan berjalan menampakkan diri di siang hari. Semua itu tetap berada dalam ruang lingkup pengetahuan-Nya karena Allah Maha Mengetahui segalanya. Firman Allah:\n\nDan kunci-kunci semua yang gaib ada pada-Nya; tidak ada yang mengetahui selain Dia. Dia mengetahui apa yang ada di darat dan di laut. Tidak ada sehelai daun pun yang gugur yang tidak diketahui-Nya. Tidak ada sebutir biji pun dalam kegelapan bumi dan tidak pula sesuatu yang basah atau yang kering, yang tidak tertulis dalam Kitab yang nyata (Lauh Mahfudh). (al-Anam/6: 59)",
                        "11": "Ayat ini menjelaskan bahwa Allah swt menugaskan kepada beberapa malaikat untuk selalu mengikuti manusia secara bergiliran, di muka dan di belakangnya. Mereka menjaganya atas perintah Allah. Ada malaikat yang bertugas menjaga manusia di malam hari, dan ada yang di siang hari, menjaga dari pelbagai bahaya dan kemudaratan. Ada pula malaikat yang mencatat semua amal perbuatan manusia, yang baik atau yang buruk, yaitu malaikat yang berada di sebelah kanan dan kiri. Malaikat yang berada di sebelah kanan mencatat segala kebaikan, dan yang di sebelah kiri mencatat amal keburukan, dan dua malaikat lainnya, yang satu di depan dan satu lagi di belakang. Setiap orang memiliki empat malaikat empat pada siang hari dan empat pada malam hari. Mereka datang secara bergiliran, sebagaimana diterangkan dalam hadis yang sahih:\n\nAda beberapa malaikat yang menjaga kamu secara bergiliran di malam hari dan di siang hari. Mereka bertemu (untuk mengadakan serah terima) pada waktu salat Subuh dan salat Ashar, lalu naiklah malaikat-malaikat yang menjaga di malam hari kepada Allah Taala. Dia bertanya, sedangkan Ia sudah mengetahui apa yang akan ditanyakannya itu, \"Bagaimana keadaan hamba-hamba-Ku ketika kamu meninggalkan mereka (di dunia)?\" Malaikat menjawab, \"Kami datang kepada mereka ketika salat dan kami meninggalkan mereka, dan mereka pun sedang salat.\" (Riwayat al-Bukhari dari Abu Hurairah)\n\nApabila manusia mengetahui bahwa di sisinya ada malaikat-malaikat yang mencatat semua amal perbuatan dan mengawasinya, maka dia harus selalu menjaga diri dari perbuatan maksiat karena setiap aktivitasnya akan dilihat oleh malaikat-malaikat itu. Pengawasan malaikat terhadap perbuatan manusia dapat diyakini kebenarannya setelah ilmu pengetahuan menciptakan alat-alat modern yang dapat mencatat semua kejadian yang terjadi pada diri manusia. Sebagai contoh, alat pengukur pemakaian aliran listrik dan air minum di tiap-tiap kota dan desa telah diatur sedemikian rupa sehingga dapat diketahui berapa jumlah yang telah dipergunakan dan berapa yang harus dibayar oleh si pemakai. Demikian pula alat-alat yang dipasang di kendaraan bermotor yang dapat mencatat kecepatannya dan mengukur berapa jarak yang telah ditempuh. \n\nPerkembangan ilmu pengetahuan yang dapat mengungkapkan bermacam-macam perkara gaib, sebagai bukti yang dapat memberi keyakinan kepada kita tentang benarnya teori ketentuan agama. Hal itu juga menjadi sebab untuk meyakinkan orang-orang yang dikuasai oleh doktrin kebendaan, sehingga mereka mengakui adanya hal-hal gaib yang tidak dapat dirasakan dan diketahui hanya dengan panca indera. Oleh karena itu, sungguh tepat orang yang mengatakan bahwa kedudukan agama dan pengetahuan dalam Islam laksana dua anak kembar yang tidak dapat dipisahkan, atau seperti dua orang kawan yang selalu bersama seiring sejalan dan tidak saling berbantahan.\n\nMalaikat-malaikat itu menjaga manusia atas perintah Allah dan seizin-Nya. Mereka menjalankan tugas dengan sempurna. Sebagaimana dalam alam kebendaan ada hubungan erat antara sebab dan akibat, sesuai dengan hikmahnya, seperti adanya pelupuk mata yang dapat melindungi mata dari benda yang mungkin masuk dan bisa merusaknya, demikian pula dalam kerohanian, Allah telah menugaskan beberapa malaikat untuk menjaga manusia dari berbagai kemudaratan dan godaan hawa nafsu dan setan. \n\nAllah swt telah menugaskan para malaikat itu untuk mencatat amal perbuatan manusia meskipun kita tidak tahu bagaimana cara mereka mencatat. Kita mengetahui bahwa sesungguhnya Allah sendiri cukup untuk mengetahuinya, tetapi mengapa Dia masih menugaskan malaikat untuk mencatatnya? Mungkin di dalamnya terkandung hikmah agar manusia lebih tunduk dan berhati-hati dalam bertindak karena kemahatahuan Allah melingkupi mereka. Amal mereka terekam dengan akurat sehingga kelak tidak ada yang merasa dizalimi dalam pengadilan Allah.\n\nAli bin Abi Talib mengatakan bahwa tidak ada seorang hamba pun melainkan ada malaikat yang menjaganya dari kejatuhan tembok, jatuh ke dalam sumur, dimakan binatang buas, tenggelam, atau terbakar. Akan tetapi, bilamana datang kepastian dari Allah atau saat datangnya ajal, mereka membiarkan manusia ditimpa oleh bencana dan sebagainya. \n\nAllah tidak akan mengubah keadaan suatu bangsa dari kenikmatan dan kesejahteraan yang dinikmatinya menjadi binasa dan sengsara, melainkan mereka sendiri yang mengubahnya. Hal tersebut diakibatkan oleh perbuatan aniaya dan saling bermusuhan, serta berbuat kerusakan dan dosa di muka bumi. Hadis Rasulullah saw: \n\nJika manusia melihat seseorang yang zalim dan tidak bertindak terhadapnya, maka mungkin sekali Allah akan menurunkan azab yang mengenai mereka semuanya. (Riwayat Abu Dawud, at-Tirmidzi, dan Ibnu Majah dari Abu Bakar ash-shiddiq)\n\nPernyataan ini diperkuat dengan firman Allah:\n\nDan peliharalah dirimu dari siksaan yang tidak hanya menimpa orang-orang yang zalim saja di antara kamu. (al-Anfal/8: 25)\n\nKaum muslimin pada fase pertama penyebaran Islam telah mengikuti ajaran-ajaran Al-Quran dengan penuh keyakinan dan kesadaran, sehingga mereka menjadi umat terbaik di antara manusia. Mereka menguasai berbagai kawasan yang makmur pada waktu itu, serta mengalahkan kerajaan Roma dan Persia dengan menjalankan kebijaksanaan dalam pemerintahan yang adil, dan disaksikan oleh musuh-musuhnya. Orang-orang yang teraniaya dibela dalam rangka menegakkan keadilan. Oleh karena itu, agama Islam telah diakui sebagai unsur mutlak dalam pembinaan karakter bangsa dan pembangunan negara.\n\nSetelah generasi mereka berlalu dan diganti dengan generasi yang datang kemudian, ternyata banyak yang melalaikan ajaran agama tentang keadilan dan kebenaran, sehingga keadaan mereka berubah menjadi bangsa yang hina. Padahal sebelum itu, mereka merupakan bangsa yang terhormat, berwibawa, mulia, dan disegani oleh kawan maupun lawan. Mereka menjadi bangsa yang diperbudak oleh kaum penjajah, padahal sebelumnya mereka sebagai penguasa. Mereka menjadi bangsa yang mengekor, padahal dahulunya mereka merupakan bangsa yang memimpin.\n\nIbnu Khaldun dalam Muqaddimah-nya telah mencantumkan sebuah bab dengan judul: Kezaliman dapat Menghancurkan Kemakmuran. Beliau mengemukakan beberapa contoh dalam sejarah sebelum dan sesudah Islam, bahwa kezaliman itu menghancurkan kekuasaan umat Islam dan merendahkan derajatnya, sehingga menjadi rongrongan dari semua bangsa. Umat Islam yang pernah jaya terpuruk beberapa abad lamanya di bawah kekuasaan dan penjajahan orang Barat.\n\nApabila Allah menghendaki keburukan bagi suatu kaum dengan penyakit, kemiskinan, atau bermacam-macam cobaan yang lain sebagai akibat dari perbuatan buruk yang mereka kerjakan, maka tak ada seorang pun yang dapat menolaknya dan sekali-kali tidak ada pelindung bagi mereka selain Allah.",
                        "12": "Dialah Tuhan yang memperlihatkan kilat, yang menimbulkan ketakutan disambar petir bagi orang-orang yang sedang berada di alam bebas atau bepergian. Tetapi kadangkala kilat dan petir itu menimbulkan harapan bagi orang lain seperti para petani yang mengharapkan turunnya hujan untuk mengairi sawah dan ladangnya. Demikian pula segala sesuatu di dunia ini, kadang-kadang dipandang baik karena dibutuhkan pada masa-masa tertentu, dan kadangkala dipandang buruk mengingat kemudaratan yang mungkin ditimbulkannya. Allah pula yang mengadakan awan mendung yang mengandung air hujan dan karena beratnya, maka awan tersebut tercurah ke permukaan bumi turun menjadi hujan.\n\nMenurut kajian saintis, terbentuknya awan-awan mendung (thunder-clouds), kilat, guruh, dan halilintar, sebagaimana diungkapkan dalam Al-Quran, sejak awal diyakini oleh banyak ilmuwan merupakan fenomena alam yang mempunyai hubungan yang erat dengan proses kejadian hujan dan atau badai yang sering terjadi di permukaan bumi. Fenomena ini adalah salah satu tanda kekuasaan dan keperkasaan Allah.\n\nMemang tidak semua jenis awan bisa mendatangkan hujan. Awan yang dapat menyebabkan turunnya hujan adalah awan dari jenis kumulonimbus (cumulonimbus). Menurut saintis, awan yang terbentuk akan menghasilkan pemisah muatan (listrik) positif dan negatif. Muatan positif umumnya berkumpul di bagian atas awan, sedangkan muatan negatif berkumpul di bagian bawah awan. Muatan tersebut akan mengalir melalui berbagai cara seperti antar kantong muatan di awan, dari awan ke bumi, lepas melalui udara sebagai aliran muatan elektrostatik, dan meloncat ke ionosfer. Lompatan bunga api raksasa ini dikenal sebagai petir, kilat, atau halilintar. Sebagai akibatnya udara terbelah, sambarannya yang memiliki kecepatan mencapai 150.000 km/detik akan menimbulkan bunyi menggele-gar yang biasa kita sebut geluduk, geledek, guruh, guntur, dan lain-lain. Suara geledek ini menciutkan hati manusia yang mendengarnya dan dampaknya kerap bisa mematikan manusia. Inilah yang dimaksud dengan \"kilat yang menakutkan\".\n\nBenjamin Franklin (1752) berhasil membuktikan bahwa petir adalah suatu lompatan listrik (electric discharge) yang sangat besar. Dari hasil penelitian kemudian diketahui bahwa besar medan listrik minimal yang memungkinkan terpicunya petir ini adalah sekitar 1.000.000 volt per meter. \n\nDalam kondisi tertentu, bumi yang cenderung menjadi peredam listrik statis, bisa pula ikut berinteraksi. Hal ini dimungkinkan terjadi peng-konsentrasian listrik bermuatan positif karena adanya beda muatan antara dasar awan dengan permukaan bumi. Yang terjadi kemudian adalah perpindahan muatan listrik. Maka secara fisik kita akan melihat sambaran petir dengan muatan listrik yang begitu besar, selanjutnya akan segera menyebar ke bagian permukaan bumi yang kemudian menjalar ke dalam tanah dan akhirnya ternetralisasi pada kedalaman yang mengandung air tanah. Tempat terjadinya perpindahan muatan listrik ini yang sering kali mendatangkan musibah dan kerusakan. Ini yang biasa dikenal dengan istilah disambar petir atau geledek.\n\nDari sisi pengamatan lainnya diketahui bahwa petir mempunyai manfaat bagi bumi dan manusia. Petir merupakan proses alam yang menghasilkan unsur nitrogen yang dibutuhkan tumbuh-tumbuhan dan mengisi sekitar 4/5 atmosfir bumi, bahkan petir juga berfungsi dalam sirkuit global listrik. Kilatan petir raksasa diyakini akan dapat membantu menyeimbangkan sirkuit global listrik antara bumi dan angkasa dan juga berkonsentrasi dalam pembentukan ozon. Selain itu maka kilat yang berkilauan itu bisa menghasilkan jamur. Menurut penelitian di Jepan, jamur shiitake bisa tumbuh subur bila di sekitar benih yang ditaburkan itu diberi loncatan listrik, yang sama dengan efek kilat. Hal ini berdasarkan pengalaman bahwa setelah kemarin sorenya ada kilat, besoknya di sekitarnya tumbuh banyak sekali jamur. Selain itu panjang (kekuatan) kilat bisa meramalkan curah hujan yang bakal turun keesokan harinya. Demikian penjelasan dari pandangan saintis.",
                        "13": "Suara menggelegar yang dikeluarkan oleh petir akibat terjadinya lompatan listrik yang sangat besar menurut Al-Quran adalah bacaan tasbihnya dalam memuji Allah. Ini merupakan tanda ketundukannya kepada Allah, menyucikan-Nya dari persekutuan dan pengungkapan kelemahan dirinya dibandingkan kekuasaan Penciptanya Yang Mahaluhur dan Maha Agung. Tiap-tiap benda yang bersuara maka suaranya itu berarti tasbih, hanya saja manusia tidak mengerti bahasanya:\n\nDan tidak ada sesuatu pun melainkan bertasbih dengan memuji-Nya, tetapi kamu tidak mengerti tasbih mereka. (al-Isra/17: 44)\n\nApabila kita mendengar suara guntur dan halilintar, maka disunatkan untuk membaca doa, sebagaimana hadis Rasulullah yang diriwayatkan oleh al-Bukhari, Ahmad, at-Tirmidzi, an-Nasai dari Ibnu Umar, bahwa Nabi Muhammad saw bila mendengar suara guntur dan halilintar beliau membaca:\n\nYa Allah, janganlah Engkau membunuh kami dengan kemurkaan-Mu, janganlah Engkau membinasakan kami dengan azab-Mu, dan berilah kesehatan kepada kami sebelum itu.\n\nIbnu Mardawaih meriwayatkan hadis dari Abu Hurairah sebagai berikut:\n\nBahwa Rasulullah saw bila ada tiupan angin yang keras, atau mendengar suara guruh, warna mukanya berubah, lalu beliau berkata untuk guruh itu, \"Mahasuci Zat, yang guruh bertasbih kepada-Nya.\" Dan kepada angin beliau berkata, \"Ya Allah jadikanlah angin itu sebagai rahmat dan jangan jadikan sebagai azab.\"\n\nDemikian pula para malaikat bertasbih karena takut kepada Allah dan memuji kepada-Nya. Allah melepaskan halilintar, lalu mengenai siapa yang Dia kehendaki dan membinasakannya. Namun demikian, mereka tetap berbantah-bantahan tentang sifat-sifat Allah yang telah diterangkan oleh rasul-Nya, seperti: ilmu-Nya yang sempurna, kekuasaan, keesaan, dan ketentuan-Nya menghidupkan manusia kembali di hari kiamat untuk menghisab mereka pada hari pengadilan dan pembalasan. \n\nPada ayat ini, Allah swt menyuruh Nabi supaya bersikap sabar atas keingkaran orang-orang musyrik yang menuntutnya untuk mendatangkan mukjizat seperti tongkat Musa, mukjizat Isa, dan lain-lain. Padahal, Al-Quran sendiri adalah mukjizat terbesar dan kekal sepanjang masa, tidak dapat ditiru oleh siapapun juga. Allah menyuruh Nabi bersabar karena mereka itu sudah melampaui batas sampai mengingkari ketuhanan Allah dan Keesaan-Nya, mengadakan berbagai sekutu bagi-Nya, mengatakan bahwa Allah mempunyai anak, dan mengingkari adanya hari kebangkitan dan pembalasan. Dengan cara demikian, Allah swt menenteramkan hati Nabi supaya jangan larut dalam kesedihan dalam menghadapi semua tantangan itu, dan menyatakan bahwa Dialah Tuhan Yang Mahakeras (siksa-Nya), seperti tercantum dalam firman-Nya:\n\nDan begitulah siksa Tuhanmu apabila Dia menyiksa (penduduk) negeri-negeri yang berbuat zalim. Sungguh, siksa-Nya sangat pedih, sangat berat. (Hud/11: 102)",
                        "14": "Ayat ini menjelaskan bahwa hanya Allah yang memiliki wewenang untuk mengabulkan doa yang benar. Ada pula yang menafsirkan: hanya kepada Allah saja seruan yang benar tentang ketauhidan, kemurnian, dan keikhlasan dalam ibadah. Berhala-berhala yang disembah kaum musyrik tidak dapat mengabulkan permintaan mereka sedikit pun. Meminta sesuatu kepada berhala ibarat orang yang ingin minum, tetapi hanya dengan membuka kedua telapak tangannya ke dalam air. Ia berharap supaya air itu naik sendiri ke dalam mulutnya. Padahal air itu tentu tidak akan mungkin masuk dengan sendirinya ke dalam mulutnya tanpa ditampung dulu dengan kedua telapak tangan. Demikian pula berhala-berhala yang mereka sembah, jangankan memenuhi permintaan penyembahnya, ditanya saja mereka tidak dapat menjawab. Doa dan ibadah orang-orang kafir kepada berhala hanya sia-sia belaka. Bila mereka berdoa kepada Allah, doanya tidak dikabulkan karena mereka tidak meyakini kekuasaan-Nya. Jika mereka berdoa kepada berhala-berhala, sedikit pun mereka tidak bisa mendengar apalagi mengabulkan permintaannya.",
                        "15": "Ayat ini menegaskan bahwa hanya kepada Allah semua malaikat, jin, dan manusia yang beriman tunduk, sujud, dan patuh, baik dalam keadaan lapang maupun sempit, yang berada di langit dan di bumi, rela dan ikhlas dengan kemauan sendiri. Sedangkan orang-orang kafir hanya tunduk dan patuh apabila dalam keadaan darurat atau terdesak, seperti dalam firman Allah:\n\nDan apabila kamu ditimpa bahaya di lautan, niscaya hilang semua yang (biasa) kamu seru, kecuali Dia. (al-Isra/17: 67)\n\nMaka apabila mereka naik kapal, mereka berdoa kepada Allah dengan penuh rasa pengabdian (ikhlas) kepada-Nya, tetapi ketika Allah menyelamatkan mereka sampai ke darat, malah mereka (kembali) mempersekutukan (Allah). (al-Ankabut/29: 65)\n\nAllah menjelaskan bahwa bukan hanya tubuh-tubuh mereka saja yang tunduk, sujud, dan patuh kepada Allah, tetapi sujud pula bayang-bayang mereka di waktu pagi dan petang. Setiap benda yang kena sinar matahari terutama di waktu pagi dan petang tentu kelihatan bayang-bayangnya memendek atau memanjang. Semua benda dan bayang-bayangnya tunduk kepada Allah, baik dengan kemauan sendiri maupun terpaksa. Hal ini menunjukkan kekuasaan Allah yang Mahasempurna.",
                        "16": "Ayat ini menjelaskan bahwa Nabi diminta oleh Allah swt untuk menanyakan kepada orang-orang yang menyekutukan Allah, \"Siapakah pencipta alam semesta yang keindahannya sangat mengagumkan manusia?\" Kemudian Nabi sendiri diminta untuk menjawab pertanyaan itu dan mengatakan kepada mereka, \"Dialah Allah yang menciptakan semuanya, mengatur, dan memeliharanya secara tertib dan sempurna.\" Allah swt memerintahkan Nabi Muhammad saw supaya menjawab pertanyaan itu karena bunyi jawaban itu akan sama dengan yang diucapkan oleh orang-orang musyrik sendiri. Mereka tidak akan mengingkari bahwa penciptanya adalah Allah sendiri, seperti tersebut dalam firman-Nya:\n\nDan jika engkau bertanya kepada mereka, \"Siapakah yang menciptakan langit dan bumi dan menundukkan matahari dan bulan?\" Pasti mereka akan menjawab, \"Allah.\" Maka mengapa mereka bisa dipalingkan (dari kebenaran). (al-Ankabut/29: 61)\n\nJika memang Allah pencipta alam semesta, maka patutkah mereka mengambil pelindung-pelindung selain Allah, padahal berhala-berhala yang mereka sembah itu tidak dapat memberi kemanfaatan atau menolak kemudaratan. Mengapa mereka tetap menjadikan benda-benda mati itu menjadi pelindung? Mengapa akal pikiran mereka tidak digunakan untuk menentukan pilihan yang benar? Padahal benda-benda tersebut tidak mempunyai kemampuan apa-apa meskipun hanya menciptakan seekor lalat. Firman Allah:\n\nSesungguhnya segala yang kamu seru selain Allah tidak dapat menciptakan seekor lalat pun, walaupun mereka bersatu untuk menciptakannya. Dan jika lalat itu merampas sesuatu dari mereka, mereka tidak akan dapat merebutnya kembali dari lalat itu. (al-hajj/22: 73)\n\nKemudian dalam rangka membuka tabir kepicikan akal mereka, sehingga tidak dapat membandingkan antara yang baik dan yang buruk, Nabi saw diperintahkan untuk mengatakan kepada mereka adakah sama orang buta yang sama sekali tidak dapat melihat dengan orang yang matanya sehat, dapat melihat semua benda di hadapannya dengan terang dan jelas? Tentu saja jawabannya adalah tidak sama. Jika ditanyakan pula kepada mereka apakah sama gelap gulita dengan terang benderang? Tentu jawabannya juga tidak sama. Dengan demikian, akhirnya dapat disimpulkan bahwa Allah Yang Maha Esa dan Sempurna dalam segala-galanya tidak bisa disamakan dengan berhala, benda mati yang sama sekali tidak dapat memberi manfaat dan menolak kemudaratan. Demikian pula kekafiran seseorang kepada Allah dan rasul-Nya tidak sama dengan cahaya keimanan seorang mukmin yang memancar dari wajah dan hatinya. Pertanyaan selanjutnya, apakah berhala-berhala yang mereka sembah itu dapat menciptakan makhluk seperti ciptaan Allah, sehingga kedua ciptaan itu serupa menurut pandangan mereka, dan sukar dibedakan mana ciptaan berhala dan mana ciptaan Allah?\n\nJika Allah bisa disamakan dengan berhala dalam penciptaan maka ada alasan bagi mereka untuk menyekutukan-Nya. Akan tetapi, kenyataannya tidak demikian. Berhala-berhala itu adalah benda mati, jangankan dapat disamakan ciptaannya dengan ciptaan Allah, wujudnya saja ada karena diukir oleh tangan manusia. Mereka tidak dapat menjawab jika ditanya dan tidak dapat memberi kemanfaatan dan kemudaratan sedikit pun kepada penyembahnya. Sesajen yang dihidangkan di hadapannya jika dicuri oleh lalat, mereka sama sekali tidak dapat mengambilnya kembali. Bahkan jika penyembah-penyembahnya sedang lengah, seekor serigala pun dapat mengencingi kepalanya.\n\nAllah adalah Pencipta segala sesuatu, termasuk pula Pencipta berhala-berhala, dan Dialah Allah Yang Maha Esa lagi Mahaperkasa. Mengapa kamu menyembah kepada selain-Nya, yang sama sekali tidak memberi manfaat dan kemudaratan?",
                        "17": "Allah menurunkan air hujan dari langit yang mengandung awan, lalu mengalirkan air hujan itu ke berbagai lembah yang lebar dan yang sempit sesuai dengan ukurannya. Kajian saintis menjelaskan bahwa lembah-lembah umumnya terbentuk oleh gerusan air. Air pertama-tama menggerus bagian-bagian batuan yang paling lunak dan kemudian membentuk aliran sungai. Alur aliran sungai ini lambat laun membesar membentuk lembah-lembah sungai. Ukuran lembah-lembah sungai umumnya selain dipengaruhi oleh besarnya aliran air yang juga ditentukan oleh besarnya curah hujan, kekerasan batuan dan umur batuan. Dalam bidang geomorfologi dikenal besaran kerapatan sungai, yaitu jumlah panjang sungai yang terdapat pada satu luasan daerah dengan satuan km/km2. Besarnya kerapatan sungai umumnya menggambarkan besarnya curah hujan di daerah tersebut. \n\nArus air itu akan menimbulkan banyak buih di permukaannya yang merupakan gumpalan buih yang ikut bergerak dengan arus air, sehingga bila ada angin kencang yang bertiup, maka buih itu akan segera lenyap dari pandangan mata. Menurut kajian saintifik, buih adalah zat mengambang di atas air yang mengandung banyak udara. Terjadinya buih merupakan bagian dari proses pemurnian air yang terjadi secara alami dalam pengalirannya (dikenal dengan istilah self purification). Pemurnian ini terjadi karena adanya pencampuran dengan udara yang melarut ke dalam air terutama oksigen. Dengan adanya oksidasi, pengotor (umumya senyawa organik) yang terlarut di dalam air mengurai dan bagian yang ringan mengapung di atas permukaan air, sedangkan bagian yang berat akan tenggelam dan mengendap. Inilah perumpamaan yang pertama yang dikemukakan oleh Allah swt tentang kebenaran dan kebatilan serta tentang keimanan dan kekafiran.\n\nBuih juga bisa terbentuk dalam proses pemurnian logam dengan pemanasan. Bijih logam di alam umumnya ditemukan dalam bahan padat yang tidak murni. Pada proses peleburan, bijih mencair, dan logam-logam yang berat akan tenggelam sedangkan bagian yang kurang bermanfaat atau yang dapat merusak mutu hasil biasanya berupa buih dan akan mengapung ke permukaan bersama udara yang terkandung di dalamnya. Logam tersebut dibuat untuk perhiasan dan alat-alat keperluan rumah tangga, pertanian, pertukangan, dan perindustrian. Inilah perumpamaan yang kedua. \n\nDemikianlah Allah membuat perumpamaan bagi yang benar dan yang batil. Kebenaran dan kebatilan itu bila bercampur, seperti arus air yang bercampur dengan buih, atau seperti logam yang dibakar yang sama-sama juga mengeluarkan buih berupa kotoran karat yang semula melekat pada logam itu, kemudian terpisah karena pengaruh api yang membakarnya. Maka sebagaimana buih yang berada di atas arus air akan lenyap setelah ada tiupan angin, dan buih yang berada di atas logam yang sedang dibakar akan hilang pula karena api, demikian pula perkara yang batil akan hilang musnah bilamana datang hak dan kebenaran yang jelas. \n\nBuih itu akan hilang tersangkut di pinggir lembah dan pohon atau ditiup angin. Demikian pula kotoran atau karat yang semula melekat pada logam akan habis terbakar. Yang tinggal hanya yang memberi manfaat saja kepada manusia, yaitu air, yang dapat diminum, digunakan untuk mengairi tanaman yang bermanfaat bagi manusia dan binatang, emas yang digunakan untuk perhiasan, dan logam-logam lainnya untuk alat rumah tangga, pertanian, dan sebagainya.\n\nDari kedua perumpamaan itu dapat diambil pengertian bahwa Allah swt telah menurunkan Al-Quran kepada Nabi Muhammad saw kemudian disampaikan ke dalam hati manusia yang masing-masing tidak sama potensi dan persiapannya untuk menerima. Masing-masing mempunyai keterbatasan dalam hal bacaan, pengertian, hafalan, dan pengamalannya. Ayat Al-Quran menjadi unsur kehidupan kerohanian dan kebahagiaan hidup sebagaimana air menjadi sebab hidup semua makhluk.\n\nDi antara tanah yang ditimpa hujan itu ada yang tandus, tidak dapat menumbuhkan tanam-tanaman, hanya sekedar menyimpan air saja, yang dapat dijadikan sumber penampungan air jernih. Ada pula tanah yang subur yang setelah disiram dengan air hujan dapat menghasilkan bermacam-macam hasil bumi. Itulah air yang bermanfaat bagi manusia dan binatang-binatang. Di antara logam yang dilebur dalam api seperti emas, perak, tembaga, perunggu, dan timah, ada yang dijadikan alat rumah tangga, pertukangan, perindustrian dan sebagainya. Orang mukmin diumpamakan seperti air dan logam yang bermanfaat bagi manusia dan binatang. Buih yang semula bercampur kemudian lenyap karena tiupan angin atau habis dibakar oleh api, adalah perumpamaan bagi kekafiran dan kebatilan yang akhirnya hancur bila berhadapan dengan hak dan kebenaran, firman Allah:\n\nDan katakanlah, \"Kebenaran telah datang dan yang batil telah lenyap.\" Sungguh, yang batil itu pasti lenyap. (al-Isra/17: 81)\n\nDemikianlah Allah membuat perumpamaan yang indah yang dapat menjelaskan kepada manusia apa yang masih dipandang sulit oleh mereka tentang masalah-masalah agamanya, agar jelas perbedaan antara yang hak dan yang batil, antara keimanan dan kekafiran, sehingga mereka dapat menempuh jalan petunjuk kepada kebahagiaan dan menghindari jalan yang dimurkai Allah dan menyesatkan.\n\nDengan memperhatikan perumpamaan-perumpamaan yang tepat dan baik itu niscaya umat Islam akan menjadi umat terbaik yang dikeluarkan di muka bumi untuk jadi teladan bagi umat yang lain. Al-Bukhari dan Muslim meriwayatkan hadis dari Abu Musa Al-Asyari:\n\nSesungguhnya perumpamaan petunjuk dan ilmu yang Allah mengutus diriku, adalah seperti air hujan yang menimpa bumi. Di antaranya ada sebagian bumi yang menerima air itu, lalu menumbuhkan rumput dan tanam-tanaman. Ada pula tanah yang tandus, hanya menyimpan air saja, lalu Allah memberikan manfaat air itu kepada manusia. Maka ada yang meminumnya dan mempergunakannya untuk mengairi kebun-kebun tanamannya dan ladang-ladangnya. Ada pula sebagian tanah yang keras, tidak dapat menyimpan dan menyerap air, sehingga tidak menumbuhkan tanaman apa-apa. Itulah perumpamaan orang yang memahami agama Allah dan Allah memberikan manfaat kepadanya dalam ajaran agama yang Allah mengutusku untuk menyampaikannya kepada manusia, sehingga ia mengetahui dan mengajarkannya (kepada orang lain), dan perumpamaan orang yang sama sekali tidak memperhatikan dan tidak menerima petunjuk Allah yang mengutusku untuk menyampaikannya. (Riwayat al-Bukhari dan Muslim)\n\nDiriwayatkan pula oleh Imam Ahmad dari Abu Hurairah: \n\nPerumpamaanku denganmu seperti orang menyalakan api, ketika api menerangi tempat sekelilingnya, mulailah kupu-kupu dan serangga yang mendatangi berjatuhan ke dalam api, dan orang itu menghalangi, namun dikalahkan oleh serangga-serangga lalu masuklah serangga-serangga itu ke dalam api. Itulah perumpamaanku denganmu. Aku menghalangimu dari api, jauhilah api itu, namun kamu mengalahkanku dan menerobos masuk ke dalamnya. (Riwayat Ahmad, al-Bukhari, dan Muslim dari Abu Hurairah)",
                        "18": "Bagi orang-orang yang taat kepada Allah dan rasul-Nya, mengikuti semua perintah-Nya, dan membenarkan apa yang diturunkan oleh Allah kepada rasul-Nya, disediakan pembalasan yang baik, yang bersih dari segala penderitaan dan kesusahan dan kekal selama-lamanya. Sesuai dengan firman Allah:\n\nBagi orang-orang yang berbuat baik, ada pahala yang terbaik (surga) dan tambahannya (kenikmatan melihat Allah). (Yunus/10: 26)\n\nDan firman-Nya:\n\nAdapun orang yang beriman dan mengerjakan kebajikan, maka dia mendapat (pahala) yang terbaik sebagai balasan, dan akan kami sampaikan kepadanya perintah kami yang mudah-mudah. (al-Kahf/18: 88)\n\nBagi mereka yang tidak memenuhi seruan Allah, tidak menaati-Nya, tidak mengikuti perintah-Nya dan tidak mencegah diri dari larangan-Nya, ada bermacam-macam perlakuan dan azab, di antaranya:\n\n1.Ketika menghadapi azab yang sangat pedih, niscaya mereka melepaskan seluruh kekayaan itu untuk menebus dirinya dari azab Allah. Sebab yang paling dicintai oleh setiap orang adalah dirinya sendiri. Apabila dirinya terancam bahaya, maka seluruh kekayaannya akan dijadikan sandera atau tebusan, demi untuk keselamatan dirinya.\n\n2.Mereka akan diperiksa secara rinci dan diteliti semua amal perbuatannya sampai sekecil-kecilnya. Tersebut dalam sebuah hadis: Barang siapa yang dihisab secara rinci pasti kena azab.\n\n3.Tempat kediaman mereka ialah Jahanam, dan itulah seburuk-buruknya tempat kediaman dan tempat kembali.",
                        "19": "Pada ayat ini, Allah swt menjelaskan bahwa tidak sama orang yang mengetahui bahwa apa yang diturunkan kepada Muhammad adalah sesuatu yang nyata benarnya dan datang dari Allah dibandingkan dengan orang buta yang tidak memahami dan mempercayainya. Firman Allah:\n\nDan telah sempurna firman Tuhanmu (Al-Quran) dengan benar dan adil. (al-Anam/6: 115)\n\nMenurut Ibnu Abbas, ayat ini turun berkaitan dengan dua orang, yang seorang mukmin dan yang lainnya kafir, yaitu Hamzah dan Abu Jahal. Apakah (Hamzah) yang percaya dan mengetahui bahwa apa yang diturunkan kepada Nabi Muhammad saw itu benar, tanpa keraguan lagi, sama dengan (Abu Jahal) yang buta hatinya, dan sama sekali tidak mendapat petunjuk kepada kebaikan? Tentu tidak sama. Hanya orang-orang yang sehat pikirannya saja yang dapat menyadari hal seperti ini, dan yang dapat mengambil manfaat dari perumpamaan-perumpamaan yang dikemukakan Allah swt dalam kitab suci-Nya.",
                        "20": "Allah swt menyifati ulul albab dari kalangan orang-orang yang beriman, yaitu orang-orang yang meyakini bahwa yang diturunkan kepada Nabi Muhammad adalah suatu kebenaran yang berlaku, sebagai berikut:\n\na. Sifat pertama: bahwa orang-orang tersebut senantiasa memenuhi janji Allah, dan tidak mau mengingkari perjanjian itu. Yang dimaksud dengan \"janji Allah\" di sini ialah janji-janji yang telah mereka ikrarkan atas diri mereka, baik mengenai hubungan mereka dengan Allah, maupun hubungan mereka dengan orang lain. Fitrah mereka yang suci, dan hati mereka yang murni mengakui adanya perjanjian itu dan wahyu Allah pun mengharuskan adanya perjanjian tersebut.\n\nMereka tidak mau mengingkari atau pun memungkiri perjanjian yang telah mereka kukuhkan, karena mereka sangat menjauhi sifat-sifat kemunafikan. \n\nBetapa pentingnya sifat memenuhi janji ini, oleh Qatadah telah disebutkan bahwa dalam Al-Quran, Allah swt telah menyebutnya sebanyak lebih dua puluh kali.\n\nb.Sifat kedua: mereka memelihara semua perintah Allah dan tidak melanggarnya, baik hak-hak Allah maupun hak-hak hamba-Nya, termasuk memelihara silaturrahim.\n\nHubungan antara sesama manusia ialah menjalin hubungan tolong-menolong, menjalin cinta dan kasih-sayang, sebagaimana disebutkan dalam hadis:\n\nDari Abi Hurairah r.a. bahwasanya ia berkata, \"Aku mendengar Rasulullah saw bersabda, \"Barang siapa senang dilapangkan rezekinya dan selalu disebut-sebut kebaikannya, maka hendaklah pelihara hubungan silaturrahim.\" (Riwayat al-Bukhari dan Muslim).\n\nDan hadis Nabi saw:\n\nDari Ibnu Abbas ia berkata, \"Bersabda Rasulullah saw, \"Sesungguh-nya kebajikan dan menghubungkan silaturrahim itu, kedua-duanya benar-benar meringankan hisab yang buruk di hari kiamat.\" Kemudian Rasulullah saw membaca ayat ini.\" (Riwayat al-Khatib dan Ibnu Asakir)\n\nc. Sifat ketiga: mereka benar-benar takut kepada Allah swt. Sifat takut kepada Allah adalah perasaan takut yang dilandasi dengan rasa hormat yang mendorong orang untuk taat kepada-Nya. Sifat ini dimiliki oleh para ulama, dan ciri dari orang-orang \"muqarrabin\". Dalam hubungan ini Allah swt telah berfirman:\n\nDi antara hamba-hamba Allah yang takut kepada-Nya, hanyalah para ulama. (Fathir/35: 28)\n\nd. Sifat keempat: mereka senantiasa takut kepada hisab yang sifatnya merugikan mereka pada hari kiamat, yaitu hasil yang buruk dari amalan mereka di hari kiamat, karena banyaknya kejahatan yang dilakukannya selagi hidup di dunia ini. Oleh sebab itu, mereka senantiasa mawas diri, sebelum dihisab amalannya di akhirat kelak. Mereka selalu membandingkan antara amal-amal mereka yang baik dengan yang buruk, selalu berusaha agar amal yang baik lebih banyak dari perbuatan yang buruk, agar neraca kebajikan mereka di akhirat kelak lebih berat daripada neraca keburukan. Dalam hal ini, Allah telah berfirman:\n\nMaka adapun orang yang berat timbangan (kebaikan)-nya, maka dia berada dalam kehidupan yang memuaskan (senang). Dan adapun orang yang ringan timbangan (kebaikan)-nya maka tempat kembalinya adalah neraka Hawiyah. (al-Qariah/101: 6 - 9)\n\ne.Sifat kelima: mereka senantiasa sabar dalam menghadapi segala cobaan dan rintangan, demi mengharapkan rida Allah. Sabar dalam hal ini berarti menahan diri terhadap segala hal yang tidak disenanginya, baik dengan cara melakukan ketaatan dan menunaikan segala kewajiban yang telah ditetapkan agama maupun dengan jalan menjauhi hal-hal yang dilarang agama. Bisa juga berarti bersikap rela menerima segala ketentuan Allah yang telah berlaku berupa musibah dan lain sebagainya.\n\nKesabaran yang diminta dari setiap orang yang berakal dan beriman ialah kesabaran yang dilakukan semata-mata karena mengharapkan keridaan Allah dan ganjaran-Nya, bukan kesabaran yang dibuat-buat karena ingin dipuji dan disebut-sebut. Itulah kesabaran yang sejati, yang menjadi sifat bagi orang-orang yang berakal dan beriman.\n\nf. Sifat keenam: mereka senantiasa mendirikan salat. Arti \"mendirikan salat\" ialah menunaikan dengan cara yang sebaik-baiknya, dengan menyempurnakan rukun dan syaratnya, disertai rasa khusyuk dan tawaduk menghadapkan wajah dan hati kepada Allah semata, tidak dibarengi dengan ria, serta memelihara waktu yang telah ditetapkan untuknya. Hal ini hanya dapat dilakukan bila pada saat-saat melakukan salat, kita merasa sedang berdiri sendiri di hadapan Allah swt, Pencipta dan Penguasa semesta alam. Dengan demikian, maka tak ada sesuatu pun yang dipikirkan pada saat itu, kecuali semata-mata bermunajah kepada Allah.\n\ng. Sifat ketujuh: mereka senantiasa menginfakkan sebagian dari rezeki yang telah dilimpahkan Allah kepada mereka, baik secara tersembunyi maupun terang-terangan, baik infak wajib seperti terhadap istri, anak, dan karib kerabat maupun infak sunah seperti terhadap fakir miskin. Kenyataan dapat memberikan pengertian kepada kita tentang rahasia yang tersimpan di dalamnya. Al-Quran berulang kali menganjurkan kepada orang-orang mukmin untuk menginfakkan sebagian dari rezeki yang telah diperolehnya kepada yang memerlukan pertolongan, dan untuk menyokong kepentingan umum. Jika mereka mau melakukannya, niscaya kemiskinan dan kemelaratan dapat dilenyapkan dari kehidupan masyarakat.\n\nh. Sifat kedelapan: mereka senantiasa menolak kejahatan dengan kebajikan, karena kebajikan itu dapat menolak kejahatan. Kenyataan menunjukkan bahwa apabila seseorang dapat bergaul dengan orang lain dengan akrab dan kasih sayang serta menolong orang-orang yang memerlukan pertolongan, ia tidak akan dimusuhi atau dibenci oleh masyarakatnya. Apabila ia mendapat musibah, maka orang yang pernah mendapat pertolongannya akan segera pula mengulurkan pertolongan kepadanya. Sebaliknya orang yang suka menyakiti orang lain, atau enggan memberikan bantuan dan pertolongan adalah orang yang egois dan tidak menggunakan akalnya. Sikap dan perbuatannya itu hanyalah mempersempit ruang lingkup kehidupannya sendiri, serta menimbulkan kebencian dan kedengkian orang lain terhadap dirinya.\n\nBerbuat kebaikan untuk menghindari kejahatan, atau sedapat mungkin membalas perbuatan jahat orang lain dengan berbuat kebajikan atau dengan diam adalah tanda orang yang mau menggunakan akalnya dan bijaksana. Firman Allah:\n\n\"... dan apabila orang-orang bodoh menyapa mereka (dengan kata-kata yang menghina), mereka mengucapkan, \"salam.\" (al-Furqan/25: 63)\n\nDari sini dapat dipahami, betapa tingginya nilai ajaran agama Islam dalam membina hubungan baik antara sesama manusia guna menciptakan kerukunan dan kesejahteraan masyarakat.\n\nPada akhir ayat ini, Allah swt menegaskan bahwa orang-orang yang memiliki sifat-sifat tersebut pasti akan memperoleh tempat kediaman terakhir yang baik, yaitu surga Jannatun Naim di akhirat kelak di samping kebahagiaan, ketenangan, dan kesejahteraan di dunia ini.",
                        "21": "Allah swt menyifati ulul albab dari kalangan orang-orang yang beriman, yaitu orang-orang yang meyakini bahwa yang diturunkan kepada Nabi Muhammad adalah suatu kebenaran yang berlaku, sebagai berikut:\n\na. Sifat pertama: bahwa orang-orang tersebut senantiasa memenuhi janji Allah, dan tidak mau mengingkari perjanjian itu. Yang dimaksud dengan \"janji Allah\" di sini ialah janji-janji yang telah mereka ikrarkan atas diri mereka, baik mengenai hubungan mereka dengan Allah, maupun hubungan mereka dengan orang lain. Fitrah mereka yang suci, dan hati mereka yang murni mengakui adanya perjanjian itu dan wahyu Allah pun mengharuskan adanya perjanjian tersebut.\n\nMereka tidak mau mengingkari atau pun memungkiri perjanjian yang telah mereka kukuhkan, karena mereka sangat menjauhi sifat-sifat kemunafikan. \n\nBetapa pentingnya sifat memenuhi janji ini, oleh Qatadah telah disebutkan bahwa dalam Al-Quran, Allah swt telah menyebutnya sebanyak lebih dua puluh kali.\n\nb.Sifat kedua: mereka memelihara semua perintah Allah dan tidak melanggarnya, baik hak-hak Allah maupun hak-hak hamba-Nya, termasuk memelihara silaturrahim.\n\nHubungan antara sesama manusia ialah menjalin hubungan tolong-menolong, menjalin cinta dan kasih-sayang, sebagaimana disebutkan dalam hadis:\n\nDari Abi Hurairah r.a. bahwasanya ia berkata, \"Aku mendengar Rasulullah saw bersabda, \"Barang siapa senang dilapangkan rezekinya dan selalu disebut-sebut kebaikannya, maka hendaklah pelihara hubungan silaturrahim.\" (Riwayat al-Bukhari dan Muslim).\n\nDan hadis Nabi saw:\n\nDari Ibnu Abbas ia berkata, \"Bersabda Rasulullah saw, \"Sesungguh-nya kebajikan dan menghubungkan silaturrahim itu, kedua-duanya benar-benar meringankan hisab yang buruk di hari kiamat.\" Kemudian Rasulullah saw membaca ayat ini.\" (Riwayat al-Khatib dan Ibnu Asakir)\n\nc. Sifat ketiga: mereka benar-benar takut kepada Allah swt. Sifat takut kepada Allah adalah perasaan takut yang dilandasi dengan rasa hormat yang mendorong orang untuk taat kepada-Nya. Sifat ini dimiliki oleh para ulama, dan ciri dari orang-orang \"muqarrabin\". Dalam hubungan ini Allah swt telah berfirman:\n\nDi antara hamba-hamba Allah yang takut kepada-Nya, hanyalah para ulama. (Fathir/35: 28)\n\nd. Sifat keempat: mereka senantiasa takut kepada hisab yang sifatnya merugikan mereka pada hari kiamat, yaitu hasil yang buruk dari amalan mereka di hari kiamat, karena banyaknya kejahatan yang dilakukannya selagi hidup di dunia ini. Oleh sebab itu, mereka senantiasa mawas diri, sebelum dihisab amalannya di akhirat kelak. Mereka selalu membandingkan antara amal-amal mereka yang baik dengan yang buruk, selalu berusaha agar amal yang baik lebih banyak dari perbuatan yang buruk, agar neraca kebajikan mereka di akhirat kelak lebih berat daripada neraca keburukan. Dalam hal ini, Allah telah berfirman:\n\nMaka adapun orang yang berat timbangan (kebaikan)-nya, maka dia berada dalam kehidupan yang memuaskan (senang). Dan adapun orang yang ringan timbangan (kebaikan)-nya maka tempat kembalinya adalah neraka Hawiyah. (al-Qariah/101: 6 - 9)\n\ne.Sifat kelima: mereka senantiasa sabar dalam menghadapi segala cobaan dan rintangan, demi mengharapkan rida Allah. Sabar dalam hal ini berarti menahan diri terhadap segala hal yang tidak disenanginya, baik dengan cara melakukan ketaatan dan menunaikan segala kewajiban yang telah ditetapkan agama maupun dengan jalan menjauhi hal-hal yang dilarang agama. Bisa juga berarti bersikap rela menerima segala ketentuan Allah yang telah berlaku berupa musibah dan lain sebagainya.\n\nKesabaran yang diminta dari setiap orang yang berakal dan beriman ialah kesabaran yang dilakukan semata-mata karena mengharapkan keridaan Allah dan ganjaran-Nya, bukan kesabaran yang dibuat-buat karena ingin dipuji dan disebut-sebut. Itulah kesabaran yang sejati, yang menjadi sifat bagi orang-orang yang berakal dan beriman.\n\nf. Sifat keenam: mereka senantiasa mendirikan salat. Arti \"mendirikan salat\" ialah menunaikan dengan cara yang sebaik-baiknya, dengan menyempurnakan rukun dan syaratnya, disertai rasa khusyuk dan tawaduk menghadapkan wajah dan hati kepada Allah semata, tidak dibarengi dengan ria, serta memelihara waktu yang telah ditetapkan untuknya. Hal ini hanya dapat dilakukan bila pada saat-saat melakukan salat, kita merasa sedang berdiri sendiri di hadapan Allah swt, Pencipta dan Penguasa semesta alam. Dengan demikian, maka tak ada sesuatu pun yang dipikirkan pada saat itu, kecuali semata-mata bermunajah kepada Allah.\n\ng. Sifat ketujuh: mereka senantiasa menginfakkan sebagian dari rezeki yang telah dilimpahkan Allah kepada mereka, baik secara tersembunyi maupun terang-terangan, baik infak wajib seperti terhadap istri, anak, dan karib kerabat maupun infak sunah seperti terhadap fakir miskin. Kenyataan dapat memberikan pengertian kepada kita tentang rahasia yang tersimpan di dalamnya. Al-Quran berulang kali menganjurkan kepada orang-orang mukmin untuk menginfakkan sebagian dari rezeki yang telah diperolehnya kepada yang memerlukan pertolongan, dan untuk menyokong kepentingan umum. Jika mereka mau melakukannya, niscaya kemiskinan dan kemelaratan dapat dilenyapkan dari kehidupan masyarakat.\n\nh. Sifat kedelapan: mereka senantiasa menolak kejahatan dengan kebajikan, karena kebajikan itu dapat menolak kejahatan. Kenyataan menunjukkan bahwa apabila seseorang dapat bergaul dengan orang lain dengan akrab dan kasih sayang serta menolong orang-orang yang memerlukan pertolongan, ia tidak akan dimusuhi atau dibenci oleh masyarakatnya. Apabila ia mendapat musibah, maka orang yang pernah mendapat pertolongannya akan segera pula mengulurkan pertolongan kepadanya. Sebaliknya orang yang suka menyakiti orang lain, atau enggan memberikan bantuan dan pertolongan adalah orang yang egois dan tidak menggunakan akalnya. Sikap dan perbuatannya itu hanyalah mempersempit ruang lingkup kehidupannya sendiri, serta menimbulkan kebencian dan kedengkian orang lain terhadap dirinya.\n\nBerbuat kebaikan untuk menghindari kejahatan, atau sedapat mungkin membalas perbuatan jahat orang lain dengan berbuat kebajikan atau dengan diam adalah tanda orang yang mau menggunakan akalnya dan bijaksana. Firman Allah:\n\n\"... dan apabila orang-orang bodoh menyapa mereka (dengan kata-kata yang menghina), mereka mengucapkan, \"salam.\" (al-Furqan/25: 63)\n\nDari sini dapat dipahami, betapa tingginya nilai ajaran agama Islam dalam membina hubungan baik antara sesama manusia guna menciptakan kerukunan dan kesejahteraan masyarakat.\n\nPada akhir ayat ini, Allah swt menegaskan bahwa orang-orang yang memiliki sifat-sifat tersebut pasti akan memperoleh tempat kediaman terakhir yang baik, yaitu surga Jannatun Naim di akhirat kelak di samping kebahagiaan, ketenangan, dan kesejahteraan di dunia ini.",
                        "22": "Allah swt menyifati ulul albab dari kalangan orang-orang yang beriman, yaitu orang-orang yang meyakini bahwa yang diturunkan kepada Nabi Muhammad adalah suatu kebenaran yang berlaku, sebagai berikut:\n\na. Sifat pertama: bahwa orang-orang tersebut senantiasa memenuhi janji Allah, dan tidak mau mengingkari perjanjian itu. Yang dimaksud dengan \"janji Allah\" di sini ialah janji-janji yang telah mereka ikrarkan atas diri mereka, baik mengenai hubungan mereka dengan Allah, maupun hubungan mereka dengan orang lain. Fitrah mereka yang suci, dan hati mereka yang murni mengakui adanya perjanjian itu dan wahyu Allah pun mengharuskan adanya perjanjian tersebut.\n\nMereka tidak mau mengingkari atau pun memungkiri perjanjian yang telah mereka kukuhkan, karena mereka sangat menjauhi sifat-sifat kemunafikan. \n\nBetapa pentingnya sifat memenuhi janji ini, oleh Qatadah telah disebutkan bahwa dalam Al-Quran, Allah swt telah menyebutnya sebanyak lebih dua puluh kali.\n\nb.Sifat kedua: mereka memelihara semua perintah Allah dan tidak melanggarnya, baik hak-hak Allah maupun hak-hak hamba-Nya, termasuk memelihara silaturrahim.\n\nHubungan antara sesama manusia ialah menjalin hubungan tolong-menolong, menjalin cinta dan kasih-sayang, sebagaimana disebutkan dalam hadis:\n\nDari Abi Hurairah r.a. bahwasanya ia berkata, \"Aku mendengar Rasulullah saw bersabda, \"Barang siapa senang dilapangkan rezekinya dan selalu disebut-sebut kebaikannya, maka hendaklah pelihara hubungan silaturrahim.\" (Riwayat al-Bukhari dan Muslim).\n\nDan hadis Nabi saw:\n\nDari Ibnu Abbas ia berkata, \"Bersabda Rasulullah saw, \"Sesungguh-nya kebajikan dan menghubungkan silaturrahim itu, kedua-duanya benar-benar meringankan hisab yang buruk di hari kiamat.\" Kemudian Rasulullah saw membaca ayat ini.\" (Riwayat al-Khatib dan Ibnu Asakir)\n\nc. Sifat ketiga: mereka benar-benar takut kepada Allah swt. Sifat takut kepada Allah adalah perasaan takut yang dilandasi dengan rasa hormat yang mendorong orang untuk taat kepada-Nya. Sifat ini dimiliki oleh para ulama, dan ciri dari orang-orang \"muqarrabin\". Dalam hubungan ini Allah swt telah berfirman:\n\nDi antara hamba-hamba Allah yang takut kepada-Nya, hanyalah para ulama. (Fathir/35: 28)\n\nd. Sifat keempat: mereka senantiasa takut kepada hisab yang sifatnya merugikan mereka pada hari kiamat, yaitu hasil yang buruk dari amalan mereka di hari kiamat, karena banyaknya kejahatan yang dilakukannya selagi hidup di dunia ini. Oleh sebab itu, mereka senantiasa mawas diri, sebelum dihisab amalannya di akhirat kelak. Mereka selalu membandingkan antara amal-amal mereka yang baik dengan yang buruk, selalu berusaha agar amal yang baik lebih banyak dari perbuatan yang buruk, agar neraca kebajikan mereka di akhirat kelak lebih berat daripada neraca keburukan. Dalam hal ini, Allah telah berfirman:\n\nMaka adapun orang yang berat timbangan (kebaikan)-nya, maka dia berada dalam kehidupan yang memuaskan (senang). Dan adapun orang yang ringan timbangan (kebaikan)-nya maka tempat kembalinya adalah neraka Hawiyah. (al-Qariah/101: 6 - 9)\n\ne.Sifat kelima: mereka senantiasa sabar dalam menghadapi segala cobaan dan rintangan, demi mengharapkan rida Allah. Sabar dalam hal ini berarti menahan diri terhadap segala hal yang tidak disenanginya, baik dengan cara melakukan ketaatan dan menunaikan segala kewajiban yang telah ditetapkan agama maupun dengan jalan menjauhi hal-hal yang dilarang agama. Bisa juga berarti bersikap rela menerima segala ketentuan Allah yang telah berlaku berupa musibah dan lain sebagainya.\n\nKesabaran yang diminta dari setiap orang yang berakal dan beriman ialah kesabaran yang dilakukan semata-mata karena mengharapkan keridaan Allah dan ganjaran-Nya, bukan kesabaran yang dibuat-buat karena ingin dipuji dan disebut-sebut. Itulah kesabaran yang sejati, yang menjadi sifat bagi orang-orang yang berakal dan beriman.\n\nf. Sifat keenam: mereka senantiasa mendirikan salat. Arti \"mendirikan salat\" ialah menunaikan dengan cara yang sebaik-baiknya, dengan menyempurnakan rukun dan syaratnya, disertai rasa khusyuk dan tawaduk menghadapkan wajah dan hati kepada Allah semata, tidak dibarengi dengan ria, serta memelihara waktu yang telah ditetapkan untuknya. Hal ini hanya dapat dilakukan bila pada saat-saat melakukan salat, kita merasa sedang berdiri sendiri di hadapan Allah swt, Pencipta dan Penguasa semesta alam. Dengan demikian, maka tak ada sesuatu pun yang dipikirkan pada saat itu, kecuali semata-mata bermunajah kepada Allah.\n\ng. Sifat ketujuh: mereka senantiasa menginfakkan sebagian dari rezeki yang telah dilimpahkan Allah kepada mereka, baik secara tersembunyi maupun terang-terangan, baik infak wajib seperti terhadap istri, anak, dan karib kerabat maupun infak sunah seperti terhadap fakir miskin. Kenyataan dapat memberikan pengertian kepada kita tentang rahasia yang tersimpan di dalamnya. Al-Quran berulang kali menganjurkan kepada orang-orang mukmin untuk menginfakkan sebagian dari rezeki yang telah diperolehnya kepada yang memerlukan pertolongan, dan untuk menyokong kepentingan umum. Jika mereka mau melakukannya, niscaya kemiskinan dan kemelaratan dapat dilenyapkan dari kehidupan masyarakat.\n\nh. Sifat kedelapan: mereka senantiasa menolak kejahatan dengan kebajikan, karena kebajikan itu dapat menolak kejahatan. Kenyataan menunjukkan bahwa apabila seseorang dapat bergaul dengan orang lain dengan akrab dan kasih sayang serta menolong orang-orang yang memerlukan pertolongan, ia tidak akan dimusuhi atau dibenci oleh masyarakatnya. Apabila ia mendapat musibah, maka orang yang pernah mendapat pertolongannya akan segera pula mengulurkan pertolongan kepadanya. Sebaliknya orang yang suka menyakiti orang lain, atau enggan memberikan bantuan dan pertolongan adalah orang yang egois dan tidak menggunakan akalnya. Sikap dan perbuatannya itu hanyalah mempersempit ruang lingkup kehidupannya sendiri, serta menimbulkan kebencian dan kedengkian orang lain terhadap dirinya.\n\nBerbuat kebaikan untuk menghindari kejahatan, atau sedapat mungkin membalas perbuatan jahat orang lain dengan berbuat kebajikan atau dengan diam adalah tanda orang yang mau menggunakan akalnya dan bijaksana. Firman Allah:\n\n\"... dan apabila orang-orang bodoh menyapa mereka (dengan kata-kata yang menghina), mereka mengucapkan, \"salam.\" (al-Furqan/25: 63)\n\nDari sini dapat dipahami, betapa tingginya nilai ajaran agama Islam dalam membina hubungan baik antara sesama manusia guna menciptakan kerukunan dan kesejahteraan masyarakat.\n\nPada akhir ayat ini, Allah swt menegaskan bahwa orang-orang yang memiliki sifat-sifat tersebut pasti akan memperoleh tempat kediaman terakhir yang baik, yaitu surga Jannatun Naim di akhirat kelak di samping kebahagiaan, ketenangan, dan kesejahteraan di dunia ini.",
                        "23": "Dalam ayat ini, Allah swt menerangkan bahwa yang akan memperoleh kebahagiaan di dunia dan di akhirat kelak bukan hanya semata-mata yang memiliki sifat tersebut, melainkan juga orang-orang saleh di antara ibu-ibu dan nenek moyang mereka, demikian pula istri dan keturunan mereka yang terdekat. Mereka ini pun akan turut pula merasakan kebahagiaan dan kesejahteraan itu, selama mereka tidak melakukan hal-hal yang menyebabkan mereka kehilangan hak untuk memperoleh rahmat Allah, misalnya karena kekafiran dan kemusyrikan kepada Allah. Ayat ini memberikan isyarat bahwa pada hari tersebut tidak berlaku hubungan kekeluargaan sedikit pun kecuali amal saleh masing-masing. Firman Allah:\n\nApabila sangkakala ditiup, maka tidak ada lagi pertalian keluarga di antara mereka pada hari itu (hari Kiamat), dan tidak (pula) mereka saling bertanya. (al-Muminun/23: 101)\n\nDalam hubungan ini, Rasulullah saw pernah bersabda kepada putrinya Fatimah az-Zahra sebagai berikut:\n\n\"Wahai Fatimah putri Muhammad! Mintalah dari hartaku apa yang kau inginkan karena aku sedikit pun tidak akan dapat menolongmu dari azab Allah.\" (Riwayat at-Tirmidzi dari Abu Hurairah)\n\nDalam Al-Quran, Allah telah menegaskan pula sebagai berikut:\n\n(yaitu) pada hari (ketika) harta dan anak-anak tidak berguna, kecuali orang-orang yang menghadap Allah dengan hati yang bersih. (asy-Syuara/26: 88-89)\n\nOrang-orang yang menggunakan akalnya seperti yang tersebut di atas akan ditempatkan Allah kelak dalam surga-Nya. Mereka di sana duduk berhadap-hadapan di atas balai-balai yang indah disertai orang-orang yang mereka cintai, yaitu nenek moyang, kaum keluarga, dan anak-anak mereka, serta orang-orang yang patut masuk surga dari kalangan orang-orang yang saleh, agar hati mereka menjadi senang dan bahagia.\n\nHal itu merupakan rahmat dan kebaikan Allah swt kepada mereka. Selain itu para malaikat datang kepada mereka dari segala penjuru untuk memberikan ucapan selamat atas keberuntungan yang telah mereka peroleh, yaitu masuk surga. Mereka tinggal dalam rumah yang diliputi kesejahteraan, berdekatan dengan para nabi dan rasul serta orang-orang yang mengakui kebenaran agama Allah.",
                        "24": "Dalam ayat ini, disebutkan bahwa para malaikat mendatangi penghuni surga sambil mengucapkan salam, \"Semoga kamu aman dari segala hal yang tidak diinginkan dan ditakuti, yang telah merusak orang-orang selain kamu. Keberuntungan ini kamu peroleh berkat kesabaran dan penderitaan yang kamu alami selama menjalani kehidupan di dunia.\"\n\nIbnu Jarir ath-thabari dan Ibnu Abi hatim dari Umamah meriwayatkan bahwa Nabi saw semasa hidupnya sering datang ke makam para syuhada pada setiap permulaan tahun. Di sana beliau membaca ayat tersebut. Hal semacam itu dilakukan pula oleh Abu Bakar, Umar, dan Usman r.a.",
                        "25": "Ada beberapa perjanjian antara Allah dan manusia, di antaranya adalah manusia wajib mengakui kemahaesaan Allah serta kodrat dan iradat-Nya, beriman kepada para nabi-Nya dan wahyu yang diturunkan-Nya, dan sebagainya. Allah swt telah memberikan bukti-bukti dan dalil-dalil yang nyata atas semua itu. Akan tetapi, pada kenyataannya ada di antara manusia yang telah merusak perjanjian tersebut, dalam arti:\n\na. Mereka tidak memperhatikan janji-janji tersebut, sehingga mereka tidak dapat melaksanakan kewajiban yang merupakan akibat yang timbul dari perjanjian itu. Misalnya, bila mereka benar-benar berpegang teguh kepada tauhid, mereka tentunya tidak akan beribadah kepada selain Allah. Allah memberikan bukti-bukti yang nyata tentang kemahaesaan-Nya. Akan tetapi, mereka tidak memperhatikan sehingga mereka tetap menentang landasan tauhid tersebut. Mereka senantiasa menganut kepercayaan syirik, mempercayai dan menyembah selain Allah.\n\nb. Pada mulanya mereka memperhatikan janji-janji yang telah mereka ikrarkan dan dalil-dalil yang telah diberikan. Mereka telah mengakui dan meyakini kebenarannya, tetapi kemudian mereka menyangkal kebenaran itu, dan tidak lagi bersedia mengamalkannya.\n\nOrang yang suka memungkiri dan menyalahi janji yang telah diikrarkan dinamakan \"munafik\". Dalam hubungan ini Rasulullah saw telah bersabda:\n\nAbi Hurairah r.a. meriwayatkan bahwa Nabi saw bersabda, \"Tanda-tanda orang munafik ada tiga macam: apabila ia berkata, ia selalu bohong, apabila ia berjanji selalu ingkar, dan apabila ia dipercayai berkhianat.\" (Riwayat Muslim, at-Tirmidzi dan an-Nasai)\n\nDalam menafsirkan ayat 25 ini, Abu al-Aliyah, seorang mufasir, me-nyebutkan bahwa ada enam macam sifat orang-orang munafik yang mereka tampakkan jika mereka merasa memiliki posisi yang kuat dalam satu masyarakat, yaitu:\n\n1. Apabila berbicara, mereka berbohong.\n\n2. Apabila berjanji, mereka ingkar.\n\n3. Apabila diberi kepercayaan, mereka berkhianat.\n\n4. Suka mengingkari janji Allah yang telah mereka ikrarkan sebelumnya.\n\n5. Suka memutuskan silaturrahim yang diperintahkan Allah untuk di-hubungkan dan dipelihara seperti hubungan dengan para Nabi-Nya yang telah datang membawa kebenaran. Mereka hanya beriman kepada sebagian dari para nabi tersebut, dan kafir terhadap sebagian yang lainnya.\n\nMereka juga memutuskan silaturrahim antara sesama manusia terutama dengan orang-orang mukmin, tetapi mereka tetap menjaga hubungan dan memberikan bantuan kepada orang-orang kafir. Di antara contohnya adalah mereka menghalang-halangi setiap usaha yang menuju kepada pembinaan kehidupan yang harmonis dan penuh kasih sayang. Mereka tidak sudi melihat terwujudnya persatuan dan kesatuan antara orang-orang mukmin, seperti yang dianjurkan Rasulullah:\n\nOrang mukmin terhadap orang mukmin yang lain haruslah seperti suatu bangunan, bagian yang satu menguatkan bagian yang lain. (Riwayat al-Bukhari, Muslim, dan at-Tirmidzi dari Abu Musa al-Asyari)\n\nDan Sabda Rasulullah saw:\n\nOrang-orang mukmin itu adalah seperti satu tubuh, apabila salah satu anggotanya menderita sakit, maka anggota-anggota yang lain pun rela pula menderita karena tidak tidur dan merasa demam karenanya. (Riwayat al-Bukhari dan Muslim dari an-Numan bin Basyir)\n\nOleh sebab itu, umat Islam haruslah hati-hati dalam menjaga kesatuan dan persatuan antara mereka, jangan dimasuki hasutan dan usaha-usaha kaum munafik untuk memecah belah persatuan itu.\n\nc. Mereka suka berbuat kerusakan di bumi, baik berupa kezaliman yang mereka lakukan terhadap diri sendiri maupun kezaliman yang mereka lakukan terhadap hak milik orang lain dengan jalan yang tidak sah, ataupun dengan menimbulkan fitnah dan bencana dalam masyarakat Muslimin, dan mengobarkan permusuhan dan peperangan terhadap mereka.\n\nPada akhir ayat ini, Allah menetapkan hukuman yang layak untuk ditimpakan kepada orang munafik mengingat jahatnya kelakuan dan perbuatan-perbuatan mereka. Hukuman tersebut ialah berupa laknat Allah, yaitu menjauhkan mereka dari rahmat-Nya, sehingga mereka tersingkir dari kebaikan dunia dan akhirat. Mereka akan menemui kesudahan yang sangat buruk, yaitu azab neraka Jahanam, sebagai balasan dari kejahatan dan dosa-dosa yang telah mereka perbuat.",
                        "26": "Allah melapangkan dan memudahkan rezeki bagi sebagian hamba yang dikehendaki-Nya, sehingga mereka memperoleh rezeki yang lebih dari keperluan sehari-hari. Mereka adalah orang-orang yang rajin dan terampil dalam mencari harta, dan melakukan bermacam-macam usaha. Selain itu, mereka hemat dan cermat serta pandai mengelola dan mempergunakan harta bendanya itu.\n\nSebaliknya, Allah juga membatasi rezeki bagi sebagian hamba-Nya, sehingga rezeki yang mereka peroleh tidak lebih dari apa yang diperlukan sehari-hari. Mereka biasanya adalah orang-orang pemalas dan tidak terampil dalam mencari harta, atau tidak pandai mengelola dan mempergunakan harta tersebut.\n\nAllah melapangkan dan menyempitkan rezeki hamba-Nya berdasarkan hikmah serta pengetahuan-Nya tentang masing-masing hamba itu. Kedua hal tersebut tidak ada hubungannya dengan kadar keimanan dan kekafiran hamba-Nya. Oleh karena itu, ada kalanya Allah menganugerahkan rezeki yang banyak kepada hamba-Nya yang kafir. Sebaliknya, kadang-kadang Allah menyempitkan rezeki bagi hamba yang beriman untuk menambah pahala yang kelak akan mereka peroleh di akhirat. Maka kekayaan dan kemiskinan adalah dua hal yang dapat terjadi pada orang-orang beriman maupun yang kafir, yang saleh ataupun yang fasik.\n\nAyat ini selanjutnya menceritakan bahwa kaum musyrik Mekah yang suka memungkiri janji Allah, sangat bergembira dengan banyaknya harta benda yang mereka miliki, dan kehidupan duniawi yang berlimpah-ruah, dan mereka mengira bahwa harta benda tersebut merupakan nikmat dan keberuntungan terbesar.\n\nOleh sebab itu, pada akhir ayat ini Allah menunjukkan kekeliruan mereka, dan menegaskan bahwa kenikmatan hidup duniawi ini hanyalah merupakan kenikmatan yang kecil, pendek waktunya, serta mudah dan cepat hilang, dibandingkan dengan kenikmatan di akhirat yang besar nilainya dan sepanjang masa. Dengan demikian, tidaklah pada tempatnya bila mereka bangga dengan kenikmatan di dunia yang mereka rasakan itu.\n\nDalam hubungan ini, riwayat yang disampaikan oleh Imam at-Tirmidzi dari Ibnu Masud menyebutkan sebagai berikut:\n\nPernah Rasulullah tidur di atas sehelai tikar kemudian beliau bangun dari tidurnya, dan kelihatan bekas tikar itu pada lambungnya, lalu kami berkata, \"Ya Rasulullah seandainya kami ambilkan tempat tidur untukmu?\" Rasulullah bersabda, \"Apalah artinya dunia ini bagiku. Aku hidup di dunia ini hanya laksana seorang pengendara yang berteduh sejenak di bawah pohon, kemudian ia berangkat lagi dan meninggalkan pohon itu.\" (Riwayat at-Tirmidzi dari Ibnu Masud)",
                        "27": "Setelah menjelaskan bahwa orang-orang musyrik terpukau oleh fatamorgana kehidupan duniawi dan gembira dengan kenikmatan yang kecil, lalu Allah menyebutkan akibat yang timbul dari sikap dan pandangan mereka yang keliru dengan mengajukan usul kepada Nabi Muhammad, agar kepada beliau diturunkan satu ayat dari Tuhan yang akan membuktikan kenabian dan kerasulannya. Di antara mereka adalah Abu Sufyan bin Harb (sebelum masuk Islam), Abdullah bin Abi Umayyah, dan kawan-kawannya. Mereka pernah mengatakan, \"Mengapa tidak diturunkan kepada Muhammad bukti-bukti sebagaimana yang telah diturunkan kepada para nabi dan rasul terdahulu, seperti jatuhnya langit berkeping-keping kepada mereka, mengubah Bukit shafa menjadi emas, atau menggeser gunung-gunung dari sekitar kota Mekah, sehingga tempat-tempat yang lowong itu dapat dijadikan kebun.\" Ucapan mereka yang lain disebut dalam Al-Quran, antara lain yang terdapat dalam ayat berikut :\n\nCobalah dia datangkan kepada kita suatu mukjizat sebagaimana rasul-rasul yang telah diutus. (al-Anbiya/21: 5)\n\nDengan ucapan-ucapan mereka yang semacam itu, seolah-olah semua tanda dan bukti nyata yang diberikan kepada Nabi Muhammad saw seperti Al-Quran dan lain-lain, bukan bukti nyata kerasulannya yang mampu mendorong mereka untuk taat dan iman kepada Allah, atau sebagai suatu kebenaran yang tak dapat diragukan lagi.\n\nSelanjutnya, Allah memerintahkan kepada Nabi Muhammad saw untuk menjelaskan kepada orang-orang musyrik tersebut bahwa turunnya bukti-bukti tersebut, tidak berperan menjadikan seseorang mendapat petunjuk atau menjadi sesat. Seluruhnya berada dalam kekuasaan Allah semata. Hanya Allah swt yang kuasa menyesatkan orang yang dikehendaki-Nya, dan menuntun orang yang suka bertobat ke jalan yang diridai-Nya.\n\nWalaupun Nabi Muhammad memiliki mukjizat yang membuktikan kerasulannya, namun hal itu tidak akan bermanfaat untuk menjadikan seseorang beriman. Yang harus ditempuh seseorang untuk beriman hanyalah bersikap rendah hati, taat, dan memohon hidayah kepada Allah swt, untuk memperoleh keberuntungan di dunia dan di akhirat, serta terhindar dari tipu daya dan godaan setan.\n\nBagi orang yang beriman, Al-Quran adalah mukjizat yang membuktikan kerasulan Nabi Muhammad saw, sehingga tidak diperlukan bukti-bukti lain. Sebaliknya, orang-orang musyrik tenggelam dalam kesesatan dan keingkaran, sehingga bukti-bukti atau mukjizat apapun yang diperlihatkan oleh Rasulullah tidak akan menjadikan mereka orang-orang yang beriman.",
                        "28": "Dalam ayat ini, Allah menjelaskan orang-orang yang mendapat tuntunan-Nya, yaitu orang-orang beriman dan hatinya menjadi tenteram karena selalu mengingat Allah. Dengan mengingat Allah, hati menjadi tenteram dan jiwa menjadi tenang, tidak merasa gelisah, takut, ataupun khawatir. Mereka melakukan hal-hal yang baik, dan merasa bahagia dengan kebajikan yang dilakukannya.",
                        "29": "Dalam ayat ini dijelaskan bahwa orang yang beriman dan melakukan amal saleh, niscaya akan memperoleh kebahagiaan dan tempat kembali yang baik di sisi Allah pada hari kemudian.",
                        "30": "Ayat ini menjelaskan bahwa Allah telah mengutus Nabi Muhammad kepada umat yang belum pernah menerima kedatangan rasul Allah. Walaupun sebelumnya telah ada umat-umat lainnya yang pernah didatangi oleh para rasul-Nya, tetapi mereka tetap mengingkari adanya Tuhan yang Maha Rahmat\n\nAllah swt menjelaskan bahwa tugas Nabi Muhammad adalah untuk membacakan kepada umatnya Al-Quran yang telah diwahyukan kepada beliau. Allah memerintahkan kepada Nabi Muhammad saw agar ia mengatakan kepada umatnya, bahwa Allah adalah Tuhan semesta alam, tidak ada Tuhan selain Allah, dan hanya kepada-Nya ia bertawakal dan bertobat. Oleh karena itu, hendaklah umatnya beriman kepada-Nya.\n\nNabi Muhammad juga diperintahkan untuk menyampaikan kepada umatnya bahwa ia bertawakal dan bertobat kepada Allah swt, walaupun ia adalah seorang nabi dan rasul Allah yang tidak pernah berbuat dosa. Jika seorang rasul masih berbuat demikian, apalagi orang-orang yang berdosa, tentu mereka lebih layak untuk bertawakal dan bertobat kepada Allah dari segala dosa yang telah mereka lakukan.",
                        "31": "Pada ayat ini, Allah menjelaskan kebesaran Al-Quran sebagai mukjizat Nabi Muhammad saw. Namun sebelumnya, ayat ini menjelaskan bahwa walaupun ada satu bacaan atau Kitab Suci yang dapat menyebabkan gunung-gunung dapat berjalan, bumi dapat terbelah, atau orang-orang yang telah mati dapat hidup kembali dan berbicara, tetap akan ada orang-orang yang tidak beriman.\n\nMaksud pernyataan di atas adalah bahwa Allah telah memberikan mukjizat kepada Nabi Musa, seperti gunung Tur dapat berjalan, dan batu dapat mengeluarkan mata air setelah dipukul dengan tongkatnya. Allah swt juga telah memberikan mukjizat kepada Nabi Isa, sehingga ia dapat menghidupkan kembali orang-orang yang telah mati. Kepada Nabi Muhammad, Allah telah memberikan mukjizat terbesar yaitu Al-Quran, mukjizat yang bersifat abadi dan tetap dapat dilihat sampai sekarang. Al-Quran mengandung bukti-bukti yang menunjukkan kebesaran kekuasaan Allah dan keindahan ciptaan-Nya. Selain itu, Al-Quran membawa hikmah-hikmah, hukum-hukum, dan peraturan-peraturan yang diperlukan manusia untuk mengatur kehidupan dalam berbagai bidang baik ekonomi, politik, sosial, dan sebagainya, yang menjamin kehidupan yang bahagia di dunia dan akhirat jika mereka mau memahami dan mengamalkannya. Dengan demikian, mereka akan tampil menjadi bangsa dan umat yang terbaik di bumi ini. \n\nMenurut ath-thabrani dari Ibnu Abbas bahwa ada sekelompok kaum musyrikin Mekah, antara lain Abu Jahal dan Abdullah bin Abi Umayyah, mengadakan pertemuan di belakang Kabah, dan mengutus seseorang untuk memanggil Rasulullah saw. Beliau lalu datang ke tempat mereka, dan Abdullah bin Abi Umayyah mengatakan kepadanya bahwa mereka akan bersedia menjadi pengikutnya apabila beliau dapat membuktikan ke-mukjizatan Al-Quran untuk memindahkan gunung-gunung yang berada di sekitar Mekah, sehingga tempat tersebut menjadi lapang dan bisa dijadikan sebagai lahan pertanian. Jika hal tersebut dapat dilakukan Rasulullah, barulah mereka percaya bahwa ia benar-benar nabi dan rasul. Mereka juga meminta kepada Rasulullah agar dapat menguasai angin dan menjadikannya sebagai kendaraan pulang pergi dari Mekah ke negeri Syam. Menurut mereka, ini akan membuktikan bahwa Muhammad betul-betul nabi dan rasul Allah seperti Nabi Sulaiman yang mampu menggunakan angin sebagai kendaraan. Selain itu, mereka juga meminta agar Muhammad saw menghidupkan kembali nenek moyangnya yang telah lama meninggal dunia, seperti Qushai bin Kilab atau siapa saja yang mereka inginkan di antara nenek moyang mereka yang sudah mati. Mereka akan menanyakan kepada orang yang dihidupkan itu apakah dakwah yang disampaikan Muhammad saw benar atau tidak. Menurut mereka, hal ini adalah untuk membuktikan bahwa Nabi Muhammad saw benar-benar nabi dan rasul Allah sebagaimana halnya Nabi Isa as yang dengan mukjizatnya dapat menghidupkan kembali orang-orang yang telah mati.\n\nAllah swt lalu menurunkan ayat di atas untuk menegaskan bahwa seandainya Allah mengabulkan apa-apa yang mereka minta itu menjadi bagian dari kemukjizatan Al-Quran, pasti hal itu dapat terjadi, karena semuanya berada di bawah kekuasaan-Nya. Akan tetapi, seandainya hal tersebut benar-benar dikabulkan, mereka tetap tidak akan beriman kepada Allah, Nabi Muhammad, dan Al-Quran yang merupakan mukjizatnya.\n\nNabi Muhammad sangat ingin agar mereka itu beriman, namun mereka itu tidak juga beriman, bahkan mengajukan permintaan yang beraneka ragam. Oleh karena itu dalam ayat ini, Allah swt memberikan hiburan kepadanya dengan menegaskan bahwa ia dan orang-orang mukmin harus betul-betul memahami bahwa jika Allah menghendaki semua manusia beriman, pastilah Allah memberi petunjuk kepada mereka semuanya. Selain itu, orang-orang mukmin harus meyakini pula bahwa orang-orang kafir itu senantiasa akan ditimpa bencana dan kemurkaan Allah karena kekafiran dan perbuatan buruk mereka. Bencana itu bisa terjadi di dekat tempat kediaman mereka, sehingga akhirnya datanglah apa yang dijanjikan Allah, yaitu kehancuran mereka sendiri.\n\nPada akhir ayat ini, Allah menegaskan bahwa janji Allah untuk menolong kaum Muslimin dan membinasakan orang-orang kafir pasti akan terjadi, karena Allah tidak akan menyalahi janji-Nya.",
                        "32": "Ayat ini berisi hiburan kepada Rasulullah dan umat Islam agar mereka tidak berkecil hati terhadap sikap dan keingkaran orang-orang kafir dan musyrikin Mekah. Di sini, Allah swt menerangkan bahwa bukan hanya Nabi Muhammad yang pernah diperolok-olok oleh kaum kafir dan musyrik, rasul-rasul yang telah diutus Allah kepada mereka sebelumnya pun mengalami keadaan yang demikian. Hanya saja, Allah memberi tenggang waktu dan menangguhkan datangnya azab dan malapetaka kepada orang-orang kafir tersebut. Pada akhirnya, Allah pasti membinasakan mereka dengan azab yang sangat dahsyat.",
                        "33": "Dalam ayat ini, Allah swt mencela kebodohan orang-orang kafir dan musyrik yang menyembah selain Allah, yaitu benda-benda yang mereka anggap sebagai Tuhan mereka, yang tidak dapat memberikan manfaat dan mudarat, tidak mengetahui apa-apa yang dikerjakan manusia, dan tidak pula dapat mengawasi serta memberikan pahala ataupun siksa kepada manusia berdasarkan amal dan perbuatannya. Allah mengatakan, \"Apakah Allah yang mengawasi perbuatan mereka sama dengan apa-apa yang dipertuhankan mereka yang tidak mempunyai sifat-sifat seperti itu?\"\n\nKarena kaum musyrikin menjadikan beberapa sekutu bagi Allah swt, maka Allah memerintahkan rasul-Nya untuk mengatakan kepada mereka, \"Sebutkanlah sifat-sifat yang dimiliki oleh apa yang kamu anggap sebagai tandingan atau sekutu Allah!\" Semuanya sama sekali tidak mempunyai sifat-sifat kesempurnaan seperti yang dimiliki Allah swt. Oleh sebab itu, tidaklah pantas untuk menjadi sekutu-Nya.\n\nUcapan dan tuntutan mereka kepada Nabi Muhammad seperti tersebut di atas juga memberikan kesan adanya anggapan mereka bahwa Allah seakan-akan tidak mengetahui apa yang terjadi di bumi ini. Oleh sebab itu, dalam ayat ini Allah swt mempertanyakan kepada mereka, apakah mereka mengucapkan kata-kata tersebut dengan maksud untuk memberitahukan kepada Allah swt tentang peristiwa-peristiwa yang terjadi di bumi yang mereka anggap tidak diketahui Allah? Padahal Allah mengetahui apa saja yang terjadi di alam ini.\n\nKarena kaum musyrikin itu mempersekutukan Allah dengan yang lain, maka dalam ayat ini Allah swt memerintahkan kepada Nabi Muhammad untuk menanyakan kepada mereka, apakah mereka menyebut-nyebut \"sekutu-sekutu\" Allah hanya sekedar ucapan lahiriyah saja, dan tidak mempunyai hakikat kebenaran sama sekali? Kalau demikian halnya, maka ucapan mereka adalah omong kosong yang tidak mempunyai hakikat kebenaran sama sekali. Padahal Allah sama sekali tidak mempunyai sekutu. Dia Mahatinggi dan Maha Sempurna.\n\nPada akhir ayat ini, Allah swt membuka tabir rahasia dari kesesatan orang-orang kafir dan musyrik, yaitu mereka telah terpukau oleh berbagai godaan setan yang menggambarkan kepada mereka bahwa tipu daya yang mereka lakukan itu adalah suatu kebaikan dan perbuatan yang terpuji. Oleh karena mereka telah menuruti rayuan setan tersebut, maka mereka telah dihalangi dan diselewengkan dari jalan Allah. Siapa yang telah menyimpang dari jalan Allah, maka tidak ada yang dapat memberikan petunjuk kepada orang-orang itu karena mereka telah menuruti kemauan setan.",
                        "34": "Ayat ini menjelaskan betapa malangnya nasib orang-orang yang sesat itu, dan bagaimana besarnya kerugian yang mereka derita, yaitu: kesengsaraan hidup di dunia ini, sedangkan di akhirat akan diazab lebih berat lagi. Mereka tidak mendapatkan seorang pelindung pun dari azab Allah.",
                        "35": "Salah satu kebiasaan Al-Quran adalah setelah menyebutkan hal-hal yang berkenaan dengan neraka, biasanya diiringi dengan menyebutkan hal-hal yang berkenaan dengan surga yang penuh dengan kenikmatan yang akan diperoleh orang-orang yang beriman, bertakwa, dan beramal saleh. \n\nDalam ayat ini, surga yang dijanjikan Allah kepada orang-orang yang bertakwa diumpamakan sebuah kebun yang indah dan subur karena dialiri sungai-sungai. Pohon-pohonnya dilukiskan berbuah tidak henti-hentinya dan memberikan naungan kepada orang yang berteduh di bawahnya. Surga tersebut merupakan tempat tinggal terakhir dan selamanya bagi orang-orang yang bertakwa.\n\nSebaliknya, neraka merupakan tempat kediaman yang penuh kesengsara-an bagi orang-orang kafir.\n\nDengan digambarkannya perbandingan antara kedua tempat tersebut, maka manusia yang hidup di dunia ini dipersilakan untuk memilih jalan ke surga dengan beriman, beramal, dan bertakwa, atau jalan ke neraka dengan kekafiran, kemusyrikan, dan perbuatan-perbuatan jahat.",
                        "36": "Ayat ini menjelaskan sikap orang-orang Ahli Kitab (Yahudi dan Nasrani) terhadap Al-Quran setelah mereka memeluk agama Islam, seperti Abdullah bin Salam dari kalangan Yahudi. Mereka ini sangat gembira dengan turunnya Al-Quran dan menerima baik segala ajaran dan hukum-hukumnya. Akan tetapi, di samping itu ada pula segolongan orang-orang Yahudi dan Nasrani yang mengingkari sebagian dari Al-Quran, terutama mengenai ajaran tentang keesaan Allah swt.\n\nAllah memerintahkan kepada Nabi Muhammad untuk menyampaikan kepada golongan tersebut kemantapan imannya kepada Allah swt, dengan mengatakan, \"Sesungguhnya aku hanya diperintahkan untuk menyembah Allah semata dan aku tidak akan mempersekutukan sesuatupun dengan-Nya. Aku seru manusia untuk beriman hanya kepada-Nya dan aku yakin bahwa hanya kepada-Nya aku akan kembali.\"\n\nUcapan Rasul ini dengan tegas menolak kepercayaan syirik, yaitu mempersekutukan sesuatu dengan Allah seperti yang dianut oleh kaum musyrikin. Kepercayaan itu sangat bertentangan dengan ajaran Al-Quran tentang keesaan Allah secara mutlak, yang merupakan inti agama Islam.",
                        "37": "Pada ayat ini, Allah menjelaskan beberapa ciri utama Al-Quran yang diwahyukan kepada Nabi Muhammad saw, yaitu Al-Quran berisi peraturan-peraturan yang benar, yang harus ditaati manusia untuk mencapai kebahagiaan dan keberuntungan di dunia dan akhirat kelak. Di samping itu, Al-Quran diturunkan dalam bahasa Arab, yaitu bahasa yang memiliki beberapa keistimewaan yang tidak dimiliki oleh bahasa lain.\n\nDi antara keistimewaan bahasa Arab ialah bahasa ini merupakan bahasa yang sudah berkembang, jauh sebelum datangnya Islam sehingga kosakatanya sangat kaya. Bahasa Arab juga memiliki kaedah pembentukan kata (morfologi) yang memungkinkannya bisa dengan mudah menampung konsep-konsep baru untuk pembentukan kata baru. Dengan demikian, dapat dipahami kemampuan bahasa Arab mengungkapkan konsep-konsep wahyu. Karena Al-Quran berbahasa Arab, maka Al-Quran telah melestarikan bahasa Arab sehingga tidak hilang seperti bahasa Suryani, Koptic, dan sebagainya.\n\nKarena Al-Quran diturunkan dalam bahasa Arab dan menjadi mukjizat Nabi Muhammad sebagai kitab suci, maka terjemahan Al-Quran dalam bahasa asing tidak dianggap sebagai kitab suci juga. Sebagaimana diketahui, di antara kehormatan yang dimiliki Al-Quran ialah membacanya dianggap sebagai ibadah, dan tidak boleh disentuh kecuali oleh orang-orang yang suci, yaitu orang-orang yang tidak berhadas besar maupun kecil.\n\nBanyak ayat yang menyebutkan ciri-ciri Al-Quran, antara lain firman Allah swt:\n\n(Yang) tidak akan didatangi oleh kebatilan, baik dari depan maupun dari belakang (pada masa lalu dan yang akan datang), yang diturunkan dari Tuhan Yang Maha Bijaksana, Maha Terpuji. (Fushshilat/41: 42)\n\nSelanjutnya Allah swt memperingatkan Nabi Muhammad saw dan kaum Muslimin umumnya, agar jangan menuruti kehendak hawa nafsu dan keinginan orang-orang yang mengingkari Al-Quran, baik sebagian maupun keseluruhannya, karena Allah swt telah memberikan ilmu yang benar kepada mereka, yaitu Al-Quran al-Karim. Jika Nabi Muhammad dan kaum Muslimin sampai tergoda dan mengikuti kehendak orang-orang yang mengingkari Al-Quran itu, maka siksa Allah pasti akan menimpa mereka dan tidak seorangpun dapat menjadi pelindung terhadap siksa Allah swt Yang Mahakuasa.",
                        "38": "Dalam ayat ini Allah swt menjelaskan bahwa Dia telah mengutus rasul-rasul sebelum Nabi Muhammad saw dan mereka beristri dan berketurunan.\n\nHal ini menunjukkan bahwa kehidupan berkeluarga dan berketurunan adalah hal yang wajar dan merupakan sunatullah bagi makhluk-Nya yang hidup di muka bumi ini. Sunatullah ini juga berlaku bagi para nabi dan rasul-Nya. Hidup berkeluarga tidak boleh dianggap sebagai penghalang dalam perjuangan, baik demi kemajuan pribadi, masyarakat, maupun bangsa. Bahkan pernikahan menurut ajaran Islam, selain bertujuan untuk melanjut-kan keturunan, juga berfungsi memberikan ketenangan, ketenteraman, dan kestabilan hidup. Pernikahan juga mempererat silaturrahim antara keluarga-keluarga yang bersangkutan dan dapat menjadi sarana dakwah Islamiyah, sebagaimana yang dilakukan oleh Rasulullah saw.\n\nKarena hidup berkeluarga adalah suatu yang wajar dan merupakan sunatullah, maka manusia tidak boleh menentangnya. Oleh sebab itu, adalah keliru apabila ada pemimpin agama yang mempunyai anggapan bahwa mereka harus menjauhi hidup berkeluarga, agar tidak mengganggu dalam menjalankan agama. Sikap hidup membujang atau tabattul adalah hal-hal yang tidak dikenal dalam agama Islam, bahkan sangat ditentang. Perkawinan dan anak merupakan nikmat dan rahmat Allah kepada hamba-Nya. Oleh karena itu, perkawinan dan keluarga perlu dipelihara dan dilestarikan sebaik-baiknya.\n\nDalam satu riwayat disebutkan bahwa orang-orang Yahudi mencela Nabi Muhammad saw karena beliau mempunyai beberapa orang istri. Mereka mengatakan kalau benar-benar Muhammad adalah nabi dan rasul, tentu ia akan menyibukkan diri dengan tugas-tugas kenabiannya saja dan tidak akan mempedulikan perempuan. Mereka juga meminta bermacam-macam bukti tentang kenabiannya, selain Al-Quran yang menjadi mukjizatnya. Allah swt telah membantah mereka dengan menegaskan bahwa Nabi Muhammad bukanlah rasul Allah yang pertama, melainkan sebelum itu Allah swt telah mengutus beberapa rasul dan semuanya adalah manusia biasa yang membutuhkan makan, minum, berkeluarga dan berketurunan, serta melakukan perbuatan-perbuatan yang dilakukan oleh orang-orang lainnya, berjalan di pasar, dan sebagainya. Dalam hal ini, Allah swt memerintahkan kepada Nabi Muhammad saw untuk menegaskan:\n\nSesungguhnya aku ini hanya seorang manusia seperti kamu, yang telah menerima wahyu. (al-Kahf/18: 110)\n\nKemudian, dalam ayat ini ditegaskan tentang kewajaran dan kebolehan para rasul itu hidup berkeluarga dan berketurunan. Allah menegaskan bahwa Dia mengaruniai mereka istri dan keturunan.\n\nDalam suatu hadis yang diriwayatkan oleh Imam al-Bukhari dan Imam Muslim dari Anas bin Malik disebutkan bahwa Nabi Muhammad saw bersabda:\n\nAdapun aku, aku berpuasa dan berbuka, aku salat di waktu malam, juga tidur, aku juga makan daging dan juga menikahi wanita; maka siapa yang tidak suka kepada sunahku (jalan kehidupanku) tiadalah ia termasuk umatku. (Riwayat al-Bukhari dan Muslim)\n\nAdapun ayat-ayat atau bukti-bukti kenabian dan kerasulan yang dituntut orang-orang kafir kepada Nabi Muhammad saw dijawab berulang kali dalam Al-Quran, bahwa masalah tersebut adalah wewenang Allah semata. Para rasul hanya memperlihatkan mukjizatnya dengan seizin Allah.\n\nMukjizat terbesar Nabi Muhammad saw adalah Al-Quran yang membawa ajaran-ajaran, hukum-hukum, dan peraturan-peraturan yang berperan menuntun manusia kepada kebahagiaan dunia dan akhirat. Al-Quran senantiasa terpelihara kemurniannya dan tidak satupun makhluk yang dapat menandinginya, baik dari sisi kandungannya maupun redaksi kebahasaannya.\n\nAyat-ayat atau bukti-bukti dan mukjizat tidak muncul begitu saja, melainkan harus sesuai dengan hikmah Allah dan selaras dengan masanya. Masing-masing masa tersebut mempunyai ciri tersendiri yang telah ditetapkan Allah. Setiap peristiwa yang terjadi di alam ini mengikuti ketentuan atau takdir-Nya, baik mengenai waktu, tempat, cara, maupun sebab-sebab terjadinya. Mukjizat tidak akan muncul sebelum waktu yang telah ditetapkan Allah. Ajal seseorang, rezeki, dan peristiwa-peristiwa yang dialami di dunia dan di akhirat terjadi sesuai dengan ketentuan Allah. Manusia tidak dapat meminta agar ajalnya datang lebih cepat ataupun lebih lambat dari apa yang telah ditetapkan Allah dalam takdir-Nya.",
                        "39": "Pada ayat ini, Allah swt menerangkan satu sisi dari kekuasaan-Nya, yaitu menghapuskan atau menetapkan apa-apa yang dikehendaki-Nya, baik mengenai syariat-Nya atau nasib manusia.\n\nTanda-tanda adanya penghapusan dan penetapan Allah, ialah adanya siang dan malam yang datang silih berganti, adanya gelap dan terang, hidup dan mati, kuat dan lemah, sehat dan sakit, bahagia dan sengsara, kaya dan miskin, dan sebagainya.\n\nPada akhir ayat ini, Allah swt menjelaskan bahwa di sisi-Nya atau Lauh Mahfudh terdapat Ummul Kitab. Semua peristiwa dan kejadian yang terjadi di alam ini tertulis di Lauh Mahfudh yang tidak akan mengalami perubahan dan penggantian apapun.\n\nBerdasarkan pengertian tersebut maka ayat ini juga merupakan bantahan terhadap tuntutan kaum kafir dan musyrik yang meminta kepada Nabi Muhammad saw untuk mendatangkan ayat-ayat atau bukti-bukti kenabian dan kerasulannya, selain Al-Quran. Hal tersebut tidak akan pernah terjadi, kecuali jika hal itu termasuk dalam ketentuan yang ditetapkan Allah atau telah ada dalam Lauh Mahfudh.",
                        "40": "Dalam ayat ini diterangkan bahwa ada kemungkinan Allah memberikan umur yang panjang kepada Rasulullah, sehingga beliau sempat melihat kedatangan azab yang telah dijanjikan kepada kaum kafir. Bisa juga Allah memberikan usia yang pendek sehingga Rasulullah tidak mendapat kesempatan untuk menyaksikan azab yang diturunkan-Nya itu. Tugas Rasul-Nya hanya mendakwahkan agama Islam kepada manusia. Adapun persoalan mereka mau menerima atau menolaknya adalah urusan Allah. Bagi yang menolak, azab Allah pasti akan datang, apakah disegerakan atau ditunda, adalah wewenang Allah.",
                        "41": "Dalam ayat ini, Allah swt memperlihatkan pula sisi lain dari kekuasaan-Nya dalam menimpakan hukuman terhadap orang-orang kafir, yaitu dengan cara mengurangi luas daerah negeri mereka sedikit demi sedikit. Pengurangan daerah mereka itu, mungkin disebabkan bencana alam yang diturunkan Allah kepada mereka, sehingga sebagian dari daerah mereka menjadi rusak dan tidak dapat didiami lagi; atau karena terjadi peperangan, sehingga wilayah kekuasaannya dikuasai bangsa lain dan mereka menjadi terdesak atau diusir dari negeri mereka.\n\nSelanjutnya, dalam ayat ini dijelaskan kekuasaan Allah dalam hal menetapkan hukum menurut hikmah dan kehendak-Nya, dan hukum yang telah ditetapkan-Nya tidak akan dapat ditolak atau dibantah oleh siapapun juga.\n\nPada akhir ayat ini, ditegaskan bahwa Allah cepat sekali mengadakan perhitungan terhadap perbuatan hamba-Nya, sehingga mereka yang beriman dan berbuat kebajikan akan memperoleh ganjaran kebaikan, sedang mereka yang ingkar kepada-Nya dan berbuat kezaliman pasti mendapat siksa dan kemurkaan-Nya. Segala perbuatan hamba-Nya tidak akan luput dari perhitungan Allah.",
                        "42": "Allah kembali menjelaskan sisi lain dari kekuasaan-Nya, yaitu dalam menghadapi tipu daya yang dilakukan oleh kaum kafir Mekah terhadap Rasulullah dan kaum Muslimin. Allah menjelaskan bahwa orang-orang kafir sebelum masa Rasulullah juga telah melakukan tipu daya terhadap para rasul-Nya. Tetapi semua tipu daya mereka itu berada di bawah kekuasaan Allah sehingga tidak akan membinasakan agama dan rasul-Nya. Allah senantiasa mengetahui lebih dulu apa saja yang diperbuat oleh setiap makhluk-Nya.\n\nDari sini dapat dipahami bahwa jika tipu daya orang-orang kafir terhadap para rasul Allah sebelumnya berada di bawah kekuasaan Allah, tentulah tipu daya kaum kafir Mekah terhadap Nabi Muhammad dan kaum Muslimin juga berada di bawah kekuasaan Allah. Dengan demikian, tipu daya tersebut tidak akan berhasil membinasakan Rasulullah dan kaum Muslimin, dan tidak akan mampu menghalangi penyebaran agama Islam.\n\nPada akhir ayat ini, Allah menegaskan bahwa orang kafir pasti akan mengetahui kelak bahwa yang berhak untuk memperoleh tempat tinggal terakhir dan abadi yang penuh kenikmatan hanyalah mereka yang beriman dan beramal saleh.",
                        "43": "Ayat ini menunjukkan dialog antara orang-orang kafir Mekah dan Rasulullah, di mana mereka mengingkari kerasulannya dengan mengatakan, \"Engkau bukanlah seorang yang dijadikan rasul.\" Untuk menghadapi pengingkaran mereka ini, Allah memerintahkan kepada Nabi Muhammad untuk menjawabnya dengan mengatakan, \"Cukuplah Allah menjadi saksi dalam pertikaian yang terjadi antara kita seputar kerasulanku. Orang-orang yang mempunyai ilmu tentang Al-Kitab dari kalanganmu yang telah masuk Islam dapat menjadi saksi tentang kebenaran kerasulanku.\"\n\nSesuai dengan penegasan Allah dalam ayat yang lalu bahwa tugas pokok Nabi Muhammad adalah menyampaikan agama Islam kepada manusia. Beliau tidak perlu gelisah menghadapi sikap ingkar dari kaum kafir tersebut, sebab Allahlah yang mengangkat dan mengutusnya menjadi rasul.\n\nPara ulama ahlul kitab memilih menganut agama Islam karena telah mengetahui bahwa dalam kitab Injil dan Taurat yang diwahyukan Allah kepada Nabi Isa dan Nabi Musa telah ada keterangan yang jelas tentang kedatangan nabi dan rasul terakhir, yaitu Muhammad saw. Oleh karena itu, mereka sama sekali tidak mengingkari kerasulan beliau."
                    }
                }
            }
        }
    }
}