{
    "16": {
        "number": "16",
        "name": "النحل",
        "name_latin": "An-Nahl",
        "number_of_ayah": "128",
        "text": {
            "1": "اَتٰىٓ اَمْرُ اللّٰهِ فَلَا تَسْتَعْجِلُوْهُ ۗسُبْحٰنَهٗ وَتَعٰلٰى عَمَّا يُشْرِكُوْنَ ",
            "2": "يُنَزِّلُ الْمَلٰۤىِٕكَةَ بِالرُّوْحِ مِنْ اَمْرِهٖ عَلٰى مَنْ يَّشَاۤءُ مِنْ عِبَادِهٖٓ اَنْ اَنْذِرُوْٓا اَنَّهٗ لَآ اِلٰهَ اِلَّآ اَنَا۠ فَاتَّقُوْنِ ",
            "3": "خَلَقَ السَّمٰوٰتِ وَالْاَرْضَ بِالْحَقِّۗ تَعٰلٰى عَمَّا يُشْرِكُوْنَ ",
            "4": "خَلَقَ الْاِنْسَانَ مِنْ نُّطْفَةٍ فَاِذَا هُوَ خَصِيْمٌ مُّبِيْنٌ ",
            "5": "وَالْاَنْعَامَ خَلَقَهَا لَكُمْ فِيْهَا دِفْءٌ وَّمَنَافِعُ وَمِنْهَا تَأْكُلُوْنَ ",
            "6": "وَلَكُمْ فِيْهَا جَمَالٌ حِيْنَ تُرِيْحُوْنَ وَحِيْنَ تَسْرَحُوْنَۖ",
            "7": "وَتَحْمِلُ اَثْقَالَكُمْ اِلٰى بَلَدٍ لَّمْ تَكُوْنُوْا بٰلِغِيْهِ اِلَّا بِشِقِّ الْاَنْفُسِۗ اِنَّ رَبَّكُمْ لَرَءُوْفٌ رَّحِيْمٌۙ",
            "8": "وَّالْخَيْلَ وَالْبِغَالَ وَالْحَمِيْرَ لِتَرْكَبُوْهَا وَزِيْنَةًۗ وَيَخْلُقُ مَا لَا تَعْلَمُوْنَ",
            "9": "وَعَلَى اللّٰهِ قَصْدُ السَّبِيْلِ وَمِنْهَا جَاۤىِٕرٌ ۗوَلَوْ شَاۤءَ لَهَدٰىكُمْ اَجْمَعِيْنَ ࣖ  ",
            "10": "هُوَ الَّذِيْٓ اَنْزَلَ مِنَ السَّمَاۤءِ مَاۤءً لَّكُمْ مِّنْهُ شَرَابٌ وَّمِنْهُ شَجَرٌ فِيْهِ تُسِيْمُوْنَ   ",
            "11": "يُنْۢبِتُ لَكُمْ بِهِ الزَّرْعَ وَالزَّيْتُوْنَ وَالنَّخِيْلَ وَالْاَعْنَابَ وَمِنْ كُلِّ الثَّمَرٰتِۗ اِنَّ فِيْ ذٰلِكَ لَاٰيَةً لِّقَوْمٍ يَّتَفَكَّرُوْنَ",
            "12": "وَسَخَّرَ لَكُمُ الَّيْلَ وَالنَّهَارَۙ وَالشَّمْسَ وَالْقَمَرَ ۗوَالنُّجُوْمُ مُسَخَّرٰتٌۢ بِاَمْرِهٖ ۗاِنَّ فِي ذٰلِكَ لَاٰيٰتٍ لِّقَوْمٍ يَّعْقِلُوْنَۙ",
            "13": "وَمَا ذَرَاَ لَكُمْ فِى الْاَرْضِ مُخْتَلِفًا اَلْوَانُهٗ ۗاِنَّ فِيْ ذٰلِكَ لَاٰيَةً لِّقَوْمٍ يَّذَّكَّرُوْنَ ",
            "14": "وَهُوَ الَّذِيْ سَخَّرَ الْبَحْرَ لِتَأْكُلُوْا مِنْهُ لَحْمًا طَرِيًّا وَّتَسْتَخْرِجُوْا مِنْهُ حِلْيَةً تَلْبَسُوْنَهَاۚ وَتَرَى الْفُلْكَ مَوَاخِرَ فِيْهِ وَلِتَبْتَغُوْا مِنْ فَضْلِهٖ وَلَعَلَّكُمْ تَشْكُرُوْنَ ",
            "15": "وَاَلْقٰى فِى الْاَرْضِ رَوَاسِيَ اَنْ تَمِيْدَ بِكُمْ وَاَنْهٰرًا وَّسُبُلًا لَّعَلَّكُمْ تَهْتَدُوْنَۙ",
            "16": "وَعَلٰمٰتٍۗ وَبِالنَّجْمِ هُمْ يَهْتَدُوْنَ  ",
            "17": "اَفَمَنْ يَّخْلُقُ كَمَنْ لَّا يَخْلُقُۗ اَفَلَا تَذَكَّرُوْنَ ",
            "18": "وَاِنْ تَعُدُّوْا نِعْمَةَ اللّٰهِ لَا تُحْصُوْهَا ۗاِنَّ اللّٰهَ لَغَفُوْرٌ رَّحِيْمٌ ",
            "19": "وَاللّٰهُ يَعْلَمُ مَا تُسِرُّوْنَ وَمَا تُعْلِنُوْنَ ",
            "20": "وَالَّذِيْنَ يَدْعُوْنَ مِنْ دُوْنِ اللّٰهِ لَا يَخْلُقُوْنَ شَيْـًٔا وَّهُمْ يُخْلَقُوْنَۗ ",
            "21": "اَمْوَاتٌ غَيْرُ اَحْيَاۤءٍ ۗوَمَا يَشْعُرُوْنَۙ اَيَّانَ يُبْعَثُوْنَ ࣖ ",
            "22": "اِلٰهُكُمْ اِلٰهٌ وَّاحِدٌ ۚفَالَّذِيْنَ لَا يُؤْمِنُوْنَ بِالْاٰخِرَةِ قُلُوْبُهُمْ مُّنْكِرَةٌ وَّهُمْ مُّسْتَكْبِرُوْنَ ",
            "23": "لَا جَرَمَ اَنَّ اللّٰهَ يَعْلَمُ مَا يُسِرُّوْنَ وَمَا يُعْلِنُوْنَ ۗاِنَّهٗ لَا يُحِبُّ الْمُسْتَكْبِرِيْنَ ",
            "24": "وَاِذَا قِيْلَ لَهُمْ مَّاذَآ اَنْزَلَ رَبُّكُمْ ۙقَالُوْٓا اَسَاطِيْرُ الْاَوَّلِيْنَ ",
            "25": "لِيَحْمِلُوْٓا اَوْزَارَهُمْ كَامِلَةً يَّوْمَ الْقِيٰمَةِ ۙوَمِنْ اَوْزَارِ الَّذِيْنَ يُضِلُّوْنَهُمْ بِغَيْرِ عِلْمٍ ۗ اَلَا سَاۤءَ مَا يَزِرُوْنَ ࣖ ",
            "26": "قَدْ مَكَرَ الَّذِيْنَ مِنْ قَبْلِهِمْ فَاَتَى اللّٰهُ بُنْيَانَهُمْ مِّنَ الْقَوَاعِدِ فَخَرَّ عَلَيْهِمُ السَّقْفُ مِنْ فَوْقِهِمْ وَاَتٰىهُمُ الْعَذَابُ مِنْ حَيْثُ لَا يَشْعُرُوْنَ ",
            "27": "ثُمَّ يَوْمَ الْقِيٰمَةِ يُخْزِيْهِمْ وَيَقُوْلُ اَيْنَ شُرَكَاۤءِيَ الَّذِيْنَ كُنْتُمْ تُشَاۤقُّوْنَ فِيْهِمْ ۗقَالَ الَّذِيْنَ اُوْتُوا الْعِلْمَ اِنَّ الْخِزْيَ الْيَوْمَ وَالسُّوْۤءَ عَلَى الْكٰفِرِيْنَۙ",
            "28": "الَّذِيْنَ تَتَوَفّٰىهُمُ الْمَلٰۤىِٕكَةُ ظَالِمِيْٓ اَنْفُسِهِمْ ۖفَاَلْقَوُا السَّلَمَ مَا كُنَّا نَعْمَلُ مِنْ سُوْۤءٍ ۗبَلٰىٓ اِنَّ اللّٰهَ عَلِيْمٌۢ بِمَا كُنْتُمْ تَعْمَلُوْنَ ",
            "29": "فَادْخُلُوْٓا اَبْوَابَ جَهَنَّمَ خٰلِدِيْنَ فِيْهَا ۗفَلَبِئْسَ مَثْوَى الْمُتَكَبِّرِيْنَ ",
            "30": "۞ وَقِيْلَ لِلَّذِيْنَ اتَّقَوْا مَاذَآ اَنْزَلَ رَبُّكُمْ ۗقَالُوْا خَيْرًا ۚلِلَّذِيْنَ اَحْسَنُوْا فِيْ هٰذِهِ الدُّنْيَا حَسَنَةٌ  ۗوَلَدَارُ الْاٰخِرَةِ خَيْرٌ ۗوَلَنِعْمَ دَارُ الْمُتَّقِيْنَۙ",
            "31": "جَنّٰتُ عَدْنٍ يَّدْخُلُوْنَهَا تَجْرِيْ مِنْ تَحْتِهَا الْاَنْهٰرُ لَهُمْ فِيْهَا مَا يَشَاۤءُوْنَ ۗ كَذٰلِكَ يَجْزِى اللّٰهُ الْمُتَّقِيْنَۙ",
            "32": "الَّذِيْنَ تَتَوَفّٰىهُمُ الْمَلٰۤىِٕكَةُ طَيِّبِيْنَ ۙيَقُوْلُوْنَ سَلٰمٌ عَلَيْكُمُ ادْخُلُوا الْجَنَّةَ بِمَا كُنْتُمْ تَعْمَلُوْنَ ",
            "33": "هَلْ يَنْظُرُوْنَ اِلَّآ اَنْ تَأْتِيَهُمُ الْمَلٰۤىِٕكَةُ اَوْ يَأْتِيَ اَمْرُ رَبِّكَ ۗ كَذٰلِكَ فَعَلَ الَّذِيْنَ مِنْ قَبْلِهِمْ ۗوَمَا ظَلَمَهُمُ اللّٰهُ وَلٰكِنْ كَانُوْٓا اَنْفُسَهُمْ يَظْلِمُوْنَ ",
            "34": "فَاَصَابَهُمْ سَيِّاٰتُ مَا عَمِلُوْا وَحَاقَ بِهِمْ مَّا كَانُوْا بِهٖ يَسْتَهْزِءُوْنَ ࣖ ",
            "35": "وَقَالَ الَّذِيْنَ اَشْرَكُوْا لَوْ شَاۤءَ اللّٰهُ مَا عَبَدْنَا مِنْ دُوْنِهٖ مِنْ شَيْءٍ نَّحْنُ وَلَآ اٰبَاۤؤُنَا وَلَا حَرَّمْنَا مِنْ دُوْنِهٖ مِنْ شَيْءٍ ۗ كَذٰلِكَ فَعَلَ الَّذِيْنَ مِنْ قَبْلِهِمْ ۚفَهَلْ عَلَى الرُّسُلِ اِلَّا الْبَلٰغُ الْمُبِيْنُ ",
            "36": "وَلَقَدْ بَعَثْنَا فِيْ كُلِّ اُمَّةٍ رَّسُوْلًا اَنِ اعْبُدُوا اللّٰهَ وَاجْتَنِبُوا الطَّاغُوْتَۚ فَمِنْهُمْ مَّنْ هَدَى اللّٰهُ وَمِنْهُمْ مَّنْ حَقَّتْ عَلَيْهِ الضَّلٰلَةُ ۗ فَسِيْرُوْا فِى الْاَرْضِ فَانْظُرُوْا كَيْفَ كَانَ عَاقِبَةُ الْمُكَذِّبِيْنَ ",
            "37": "اِنْ تَحْرِصْ عَلٰى هُدٰىهُمْ فَاِنَّ اللّٰهَ لَا يَهْدِيْ مَنْ يُّضِلُّ وَمَا لَهُمْ مِّنْ نّٰصِرِيْنَ ",
            "38": "وَاَقْسَمُوْا بِاللّٰهِ جَهْدَ اَيْمَانِهِمْۙ  لَا يَبْعَثُ اللّٰهُ مَنْ يَّمُوْتُۗ بَلٰى وَعْدًا عَلَيْهِ حَقًّا وَّلٰكِنَّ اَكْثَرَ النَّاسِ لَا يَعْلَمُوْنَۙ",
            "39": "لِيُبَيِّنَ لَهُمُ الَّذِيْ يَخْتَلِفُوْنَ فِيْهِ وَلِيَعْلَمَ الَّذِيْنَ كَفَرُوْٓا اَنَّهُمْ كَانُوْا كٰذِبِيْنَ  ",
            "40": "اِنَّمَا قَوْلُنَا لِشَيْءٍ اِذَآ اَرَدْنٰهُ اَنْ نَّقُوْلَ لَهٗ كُنْ فَيَكُوْنُ ࣖ ",
            "41": "وَالَّذِيْنَ هَاجَرُوْا فِى اللّٰهِ مِنْۢ بَعْدِ مَا ظُلِمُوْا لَنُبَوِّئَنَّهُمْ فِى الدُّنْيَا حَسَنَةً  ۗوَلَاَجْرُ الْاٰخِرَةِ اَكْبَرُۘ لَوْ كَانُوْا يَعْلَمُوْنَۙ",
            "42": "الَّذِيْنَ صَبَرُوْا وَعَلٰى رَبِّهِمْ يَتَوَكَّلُوْنَ ",
            "43": "وَمَآ اَرْسَلْنَا مِنْ قَبْلِكَ اِلَّا رِجَالًا نُّوْحِيْٓ اِلَيْهِمْ  فَاسْـَٔلُوْٓا اَهْلَ الذِّكْرِ اِنْ كُنْتُمْ لَا تَعْلَمُوْنَۙ",
            "44": "بِالْبَيِّنٰتِ وَالزُّبُرِۗ وَاَنْزَلْنَآ اِلَيْكَ الذِّكْرَ لِتُبَيِّنَ لِلنَّاسِ مَا نُزِّلَ اِلَيْهِمْ وَلَعَلَّهُمْ يَتَفَكَّرُوْنَ ",
            "45": "اَفَاَمِنَ الَّذِيْنَ مَكَرُوا السَّيِّاٰتِ اَنْ يَّخْسِفَ اللّٰهُ بِهِمُ الْاَرْضَ اَوْ يَأْتِيَهُمُ الْعَذَابُ مِنْ حَيْثُ لَا يَشْعُرُوْنَۙ",
            "46": "اَوْ يَأْخُذَهُمْ فِيْ تَقَلُّبِهِمْ فَمَا هُمْ بِمُعْجِزِيْنَۙ",
            "47": "اَوْ يَأْخُذَهُمْ عَلٰى تَخَوُّفٍۗ فَاِنَّ رَبَّكُمْ لَرَءُوْفٌ رَّحِيْمٌ ",
            "48": "اَوَلَمْ يَرَوْا اِلٰى مَا خَلَقَ اللّٰهُ مِنْ شَيْءٍ يَّتَفَيَّؤُا ظِلٰلُهٗ عَنِ الْيَمِيْنِ وَالشَّمَاۤىِٕلِ سُجَّدًا لِّلّٰهِ وَهُمْ دَاخِرُوْنَ ",
            "49": "وَلِلّٰهِ يَسْجُدُ مَا فِى السَّمٰوٰتِ وَمَا فِى الْاَرْضِ مِنْ دَاۤبَّةٍ وَّالْمَلٰۤىِٕكَةُ وَهُمْ لَا يَسْتَكْبِرُوْنَ ",
            "50": "يَخَافُوْنَ رَبَّهُمْ مِّنْ فَوْقِهِمْ وَيَفْعَلُوْنَ مَا يُؤْمَرُوْنَ ࣖ ۩ ",
            "51": "۞ وَقَالَ اللّٰهُ لَا تَتَّخِذُوْٓا اِلٰهَيْنِ اثْنَيْنِۚ اِنَّمَا هُوَ اِلٰهٌ وَّاحِدٌ فَاِيَّايَ فَارْهَبُوْنِ ",
            "52": "وَلَهٗ مَا فِى السَّمٰوٰتِ وَالْاَرْضِ وَلَهُ الدِّيْنُ وَاصِبًاۗ اَفَغَيْرَ اللّٰهِ تَتَّقُوْنَ ",
            "53": "وَمَا بِكُمْ مِّنْ نِّعْمَةٍ فَمِنَ اللّٰهِ ثُمَّ اِذَا مَسَّكُمُ الضُّرُّ فَاِلَيْهِ تَجْـَٔرُوْنَۚ  ",
            "54": "ثُمَّ اِذَا كَشَفَ الضُّرَّ عَنْكُمْ اِذَا فَرِيْقٌ مِّنْكُمْ بِرَبِّهِمْ يُشْرِكُوْنَۙ",
            "55": "لِيَكْفُرُوْا بِمَآ اٰتَيْنٰهُمْۗ فَتَمَتَّعُوْاۗ فَسَوْفَ تَعْلَمُوْنَ  ",
            "56": "وَيَجْعَلُوْنَ لِمَا لَا يَعْلَمُوْنَ نَصِيْبًا مِّمَّا رَزَقْنٰهُمْۗ تَاللّٰهِ لَتُسْـَٔلُنَّ عَمَّا كُنْتُمْ تَفْتَرُوْنَ ",
            "57": "وَيَجْعَلُوْنَ لِلّٰهِ الْبَنٰتِ سُبْحٰنَهٗۙ وَلَهُمْ مَّا يَشْتَهُوْنَ ",
            "58": "وَاِذَا بُشِّرَ اَحَدُهُمْ بِالْاُنْثٰى ظَلَّ وَجْهُهٗ مُسْوَدًّا وَّهُوَ كَظِيْمٌۚ ",
            "59": "يَتَوٰرٰى مِنَ الْقَوْمِ مِنْ سُوْۤءِ مَا بُشِّرَ بِهٖۗ اَيُمْسِكُهٗ عَلٰى هُوْنٍ اَمْ يَدُسُّهٗ فِى التُّرَابِۗ  اَلَا سَاۤءَ مَا يَحْكُمُوْنَ ",
            "60": "لِلَّذِيْنَ لَا يُؤْمِنُوْنَ بِالْاٰخِرَةِ مَثَلُ السَّوْءِۚ وَلِلّٰهِ الْمَثَلُ الْاَعْلٰىۗ وَهُوَ الْعَزِيْزُ الْحَكِيْمُ ࣖ",
            "61": "وَلَوْ يُؤَاخِذُ اللّٰهُ النَّاسَ بِظُلْمِهِمْ مَّا تَرَكَ عَلَيْهَا مِنْ دَاۤبَّةٍ وَّلٰكِنْ يُّؤَخِّرُهُمْ اِلٰٓى اَجَلٍ مُّسَمًّىۚ فَاِذَا جَاۤءَ اَجَلُهُمْ لَا يَسْتَأْخِرُوْنَ سَاعَةً  وَّلَا يَسْتَقْدِمُوْنَ ",
            "62": "وَيَجْعَلُوْنَ لِلّٰهِ مَا يَكْرَهُوْنَ وَتَصِفُ اَلْسِنَتُهُمُ الْكَذِبَ اَنَّ لَهُمُ الْحُسْنٰى لَا جَرَمَ اَنَّ لَهُمُ النَّارَ وَاَنَّهُمْ مُّفْرَطُوْنَ ",
            "63": "تَاللّٰهِ لَقَدْ اَرْسَلْنَآ اِلٰٓى اُمَمٍ مِّنْ قَبْلِكَ فَزَيَّنَ لَهُمُ الشَّيْطٰنُ اَعْمَالَهُمْ فَهُوَ وَلِيُّهُمُ الْيَوْمَ وَلَهُمْ عَذَابٌ اَلِيْمٌ ",
            "64": "وَمَآ اَنْزَلْنَا عَلَيْكَ الْكِتٰبَ اِلَّا لِتُبَيِّنَ لَهُمُ الَّذِى اخْتَلَفُوْا فِيْهِۙ وَهُدًى وَّرَحْمَةً لِّقَوْمٍ يُّؤْمِنُوْنَ ",
            "65": "وَاللّٰهُ اَنْزَلَ مِنَ السَّمَاۤءِ مَاۤءً فَاَحْيَا بِهِ الْاَرْضَ بَعْدَ مَوْتِهَاۗ اِنَّ فِيْ ذٰلِكَ لَاٰيَةً لِّقَوْمٍ يَّسْمَعُوْنَ ࣖ ",
            "66": "وَاِنَّ لَكُمْ فِى الْاَنْعَامِ لَعِبْرَةً ۚ نُسْقِيْكُمْ مِّمَّا فِيْ بُطُوْنِهٖ مِنْۢ بَيْنِ فَرْثٍ وَّدَمٍ لَّبَنًا خَالِصًا سَاۤىِٕغًا لِّلشّٰرِبِيْنَ ",
            "67": "وَمِنْ ثَمَرٰتِ النَّخِيْلِ وَالْاَعْنَابِ تَتَّخِذُوْنَ مِنْهُ سَكَرًا وَّرِزْقًا حَسَنًاۗ اِنَّ فِيْ ذٰلِكَ لَاٰيَةً لِّقَوْمٍ يَّعْقِلُوْنَ ",
            "68": "وَاَوْحٰى رَبُّكَ اِلَى النَّحْلِ اَنِ اتَّخِذِيْ مِنَ الْجِبَالِ بُيُوْتًا وَّمِنَ الشَّجَرِ وَمِمَّا يَعْرِشُوْنَۙ",
            "69": "ثُمَّ كُلِيْ مِنْ كُلِّ الثَّمَرٰتِ فَاسْلُكِيْ سُبُلَ رَبِّكِ ذُلُلًاۗ يَخْرُجُ مِنْ بُطُوْنِهَا شَرَابٌ مُّخْتَلِفٌ اَلْوَانُهٗ ۖفِيْهِ شِفَاۤءٌ لِّلنَّاسِۗ اِنَّ فِيْ ذٰلِكَ لَاٰيَةً لِّقَوْمٍ يَّتَفَكَّرُوْنَ ",
            "70": "وَاللّٰهُ خَلَقَكُمْ ثُمَّ يَتَوَفّٰىكُمْ وَمِنْكُمْ مَّنْ يُّرَدُّ اِلٰٓى اَرْذَلِ الْعُمُرِ لِكَيْ لَا يَعْلَمَ بَعْدَ عِلْمٍ شَيْـًٔاۗ اِنَّ اللّٰهَ عَلِيْمٌ قَدِيْرٌ ࣖ  ",
            "71": "وَاللّٰهُ فَضَّلَ بَعْضَكُمْ عَلٰى بَعْضٍ فِى الرِّزْقِۚ فَمَا الَّذِيْنَ فُضِّلُوْا بِرَاۤدِّيْ رِزْقِهِمْ عَلٰى مَا مَلَكَتْ اَيْمَانُهُمْ فَهُمْ فِيْهِ سَوَاۤءٌۗ اَفَبِنِعْمَةِ اللّٰهِ يَجْحَدُوْنَ  ",
            "72": "وَاللّٰهُ جَعَلَ لَكُمْ مِّنْ اَنْفُسِكُمْ اَزْوَاجًا وَّجَعَلَ لَكُمْ مِّنْ اَزْوَاجِكُمْ بَنِيْنَ وَحَفَدَةً وَّرَزَقَكُمْ مِّنَ الطَّيِّبٰتِۗ اَفَبِالْبَاطِلِ يُؤْمِنُوْنَ وَبِنِعْمَتِ اللّٰهِ هُمْ يَكْفُرُوْنَۙ",
            "73": "وَيَعْبُدُوْنَ مِنْ دُوْنِ اللّٰهِ مَا لَا يَمْلِكُ لَهُمْ رِزْقًا مِّنَ السَّمٰوٰتِ وَالْاَرْضِ شَيْـًٔا وَّلَا يَسْتَطِيْعُوْنَ ۚ  ",
            "74": "فَلَا تَضْرِبُوْا لِلّٰهِ الْاَمْثَالَ ۗاِنَّ اللّٰهَ يَعْلَمُ وَاَنْتُمْ لَا تَعْلَمُوْنَ ",
            "75": "۞ ضَرَبَ اللّٰهُ مَثَلًا عَبْدًا مَّمْلُوْكًا لَّا يَقْدِرُ عَلٰى شَيْءٍ وَّمَنْ رَّزَقْنٰهُ مِنَّا رِزْقًا حَسَنًا فَهُوَ يُنْفِقُ مِنْهُ سِرًّا وَّجَهْرًاۗ هَلْ يَسْتَوٗنَ ۚ اَلْحَمْدُ لِلّٰهِ ۗبَلْ اَكْثَرُهُمْ لَا يَعْلَمُوْنَ",
            "76": "وَضَرَبَ اللّٰهُ مَثَلًا رَّجُلَيْنِ اَحَدُهُمَآ اَبْكَمُ لَا يَقْدِرُ عَلٰى شَيْءٍ وَّهُوَ كَلٌّ عَلٰى مَوْلٰىهُ ۗ اَيْنَمَا يُوَجِّهْهُّ لَا يَأْتِ بِخَيْرٍ ۖهَلْ يَسْتَوِيْ هُوَۙ وَمَنْ يَّأْمُرُ بِالْعَدْلِ وَهُوَ عَلٰى صِرَاطٍ مُّسْتَقِيْمٍ ࣖ ",
            "77": "وَلِلّٰهِ غَيْبُ السَّمٰوٰتِ وَالْاَرْضِۗ وَمَآ اَمْرُ السَّاعَةِ اِلَّا كَلَمْحِ الْبَصَرِ اَوْ هُوَ اَقْرَبُۗ اِنَّ اللّٰهَ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ ",
            "78": "وَاللّٰهُ اَخْرَجَكُمْ مِّنْۢ بُطُوْنِ اُمَّهٰتِكُمْ لَا تَعْلَمُوْنَ شَيْـًٔاۙ وَّجَعَلَ لَكُمُ السَّمْعَ وَالْاَبْصَارَ وَالْاَفْـِٕدَةَ ۙ لَعَلَّكُمْ تَشْكُرُوْنَ ",
            "79": "اَلَمْ يَرَوْا اِلَى الطَّيْرِ مُسَخَّرٰتٍ فِيْ جَوِّ السَّمَاۤءِ ۗمَا يُمْسِكُهُنَّ اِلَّا اللّٰهُ ۗاِنَّ فِيْ ذٰلِكَ لَاٰيٰتٍ لِّقَوْمٍ يُّؤْمِنُوْنَ ",
            "80": "وَاللّٰهُ جَعَلَ لَكُمْ مِّنْۢ بُيُوْتِكُمْ سَكَنًا وَّجَعَلَ لَكُمْ مِّنْ جُلُوْدِ الْاَنْعَامِ بُيُوْتًا تَسْتَخِفُّوْنَهَا يَوْمَ ظَعْنِكُمْ وَيَوْمَ اِقَامَتِكُمْ ۙ وَمِنْ اَصْوَافِهَا وَاَوْبَارِهَا وَاَشْعَارِهَآ اَثَاثًا وَّمَتَاعًا اِلٰى حِيْنٍ ",
            "81": "وَاللّٰهُ جَعَلَ لَكُمْ مِّمَّا خَلَقَ ظِلٰلًا وَّجَعَلَ لَكُمْ مِّنَ الْجِبَالِ اَكْنَانًا وَّجَعَلَ لَكُمْ سَرَابِيْلَ تَقِيْكُمُ الْحَرَّ وَسَرَابِيْلَ تَقِيْكُمْ بَأْسَكُمْ ۚ  كَذٰلِكَ يُتِمُّ نِعْمَتَهٗ عَلَيْكُمْ لَعَلَّكُمْ تُسْلِمُوْنَ",
            "82": "فَاِنْ تَوَلَّوْا فَاِنَّمَا عَلَيْكَ الْبَلٰغُ الْمُبِيْنُ ",
            "83": "يَعْرِفُوْنَ نِعْمَتَ اللّٰهِ ثُمَّ يُنْكِرُوْنَهَا وَاَكْثَرُهُمُ الْكٰفِرُوْنَ ࣖ ",
            "84": "وَيَوْمَ نَبْعَثُ مِنْ كُلِّ اُمَّةٍ شَهِيْدًا ثُمَّ لَا يُؤْذَنُ لِلَّذِيْنَ كَفَرُوْا وَلَا هُمْ يُسْتَعْتَبُوْنَ ",
            "85": "وَاِذَا رَاَ الَّذِيْنَ ظَلَمُوا الْعَذَابَ فَلَا يُخَفَّفُ عَنْهُمْ وَلَا هُمْ يُنْظَرُوْنَ",
            "86": "وَاِذَا رَاَ الَّذِيْنَ اَشْرَكُوْا شُرَكَاۤءَهُمْ قَالُوْا رَبَّنَا هٰٓؤُلَاۤءِ شُرَكَاۤؤُنَا الَّذِيْنَ كُنَّا نَدْعُوْا مِنْ دُوْنِكَۚ فَاَلْقَوْا اِلَيْهِمُ الْقَوْلَ اِنَّكُمْ لَكٰذِبُوْنَۚ ",
            "87": "وَاَلْقَوْا اِلَى اللّٰهِ يَوْمَىِٕذِ ِۨالسَّلَمَ وَضَلَّ عَنْهُمْ مَّا كَانُوْا يَفْتَرُوْنَ  ",
            "88": "اَلَّذِيْنَ كَفَرُوْا وَصَدُّوْا عَنْ سَبِيْلِ اللّٰهِ زِدْنٰهُمْ عَذَابًا فَوْقَ الْعَذَابِ بِمَا كَانُوْا يُفْسِدُوْنَ ",
            "89": "وَيَوْمَ نَبْعَثُ فِيْ كُلِّ اُمَّةٍ شَهِيْدًا عَلَيْهِمْ مِّنْ اَنْفُسِهِمْ وَجِئْنَا بِكَ شَهِيْدًا عَلٰى هٰٓؤُلَاۤءِۗ وَنَزَّلْنَا عَلَيْكَ الْكِتٰبَ تِبْيَانًا لِّكُلِّ شَيْءٍ وَّهُدًى وَّرَحْمَةً وَّبُشْرٰى لِلْمُسْلِمِيْنَ ࣖ ",
            "90": "۞ اِنَّ اللّٰهَ يَأْمُرُ بِالْعَدْلِ وَالْاِحْسَانِ وَاِيْتَاۤئِ ذِى الْقُرْبٰى وَيَنْهٰى عَنِ الْفَحْشَاۤءِ وَالْمُنْكَرِ وَالْبَغْيِ يَعِظُكُمْ لَعَلَّكُمْ تَذَكَّرُوْنَ ",
            "91": "وَاَوْفُوْا بِعَهْدِ اللّٰهِ اِذَا عَاهَدْتُّمْ وَلَا تَنْقُضُوا الْاَيْمَانَ بَعْدَ تَوْكِيْدِهَا وَقَدْ جَعَلْتُمُ اللّٰهَ عَلَيْكُمْ كَفِيْلًا ۗاِنَّ اللّٰهَ يَعْلَمُ مَا تَفْعَلُوْنَ ",
            "92": "وَلَا تَكُوْنُوْا كَالَّتِيْ نَقَضَتْ غَزْلَهَا مِنْۢ بَعْدِ قُوَّةٍ اَنْكَاثًاۗ تَتَّخِذُوْنَ اَيْمَانَكُمْ دَخَلًا ۢ بَيْنَكُمْ اَنْ تَكُوْنَ اُمَّةٌ هِيَ اَرْبٰى مِنْ اُمَّةٍ ۗاِنَّمَا يَبْلُوْكُمُ اللّٰهُ بِهٖۗ وَلَيُبَيِّنَنَّ لَكُمْ يَوْمَ الْقِيٰمَةِ مَا كُنْتُمْ فِيْهِ تَخْتَلِفُوْنَ ",
            "93": "وَلَوْ شَاۤءَ اللّٰهُ لَجَعَلَكُمْ اُمَّةً وَّاحِدَةً وَّلٰكِنْ يُّضِلُّ مَنْ يَّشَاۤءُ وَيَهْدِيْ مَنْ يَّشَاۤءُۗ وَلَتُسْـَٔلُنَّ عَمَّا كُنْتُمْ تَعْمَلُوْنَ ",
            "94": "وَلَا تَتَّخِذُوْٓا اَيْمَانَكُمْ دَخَلًا ۢ بَيْنَكُمْ فَتَزِلَّ قَدَمٌۢ بَعْدَ ثُبُوْتِهَا وَتَذُوْقُوا السُّوْۤءَ بِمَا صَدَدْتُّمْ عَنْ سَبِيْلِ اللّٰهِ ۚوَلَكُمْ عَذَابٌ عَظِيْمٌ ",
            "95": "وَلَا تَشْتَرُوْا بِعَهْدِ اللّٰهِ ثَمَنًا قَلِيْلًاۗ اِنَّمَا عِنْدَ اللّٰهِ هُوَ خَيْرٌ لَّكُمْ اِنْ كُنْتُمْ تَعْلَمُوْنَ ",
            "96": "مَا عِنْدَكُمْ يَنْفَدُ وَمَا عِنْدَ اللّٰهِ بَاقٍۗ وَلَنَجْزِيَنَّ الَّذِيْنَ صَبَرُوْٓا اَجْرَهُمْ بِاَحْسَنِ مَا كَانُوْا يَعْمَلُوْنَ ",
            "97": "مَنْ عَمِلَ صَالِحًا مِّنْ ذَكَرٍ اَوْ اُنْثٰى وَهُوَ مُؤْمِنٌ فَلَنُحْيِيَنَّهٗ حَيٰوةً طَيِّبَةًۚ وَلَنَجْزِيَنَّهُمْ اَجْرَهُمْ بِاَحْسَنِ مَا كَانُوْا يَعْمَلُوْنَ  ",
            "98": "فَاِذَا قَرَأْتَ الْقُرْاٰنَ فَاسْتَعِذْ بِاللّٰهِ مِنَ الشَّيْطٰنِ الرَّجِيْمِ ",
            "99": "اِنَّهٗ لَيْسَ لَهٗ سُلْطٰنٌ عَلَى الَّذِيْنَ اٰمَنُوْا وَعَلٰى رَبِّهِمْ يَتَوَكَّلُوْنَ ",
            "100": "اِنَّمَا سُلْطٰنُهٗ عَلَى الَّذِيْنَ يَتَوَلَّوْنَهٗ وَالَّذِيْنَ هُمْ بِهٖ مُشْرِكُوْنَ ࣖ",
            "101": "وَاِذَا بَدَّلْنَآ اٰيَةً مَّكَانَ اٰيَةٍ ۙوَّاللّٰهُ اَعْلَمُ بِمَا يُنَزِّلُ قَالُوْٓا اِنَّمَآ اَنْتَ مُفْتَرٍۗ بَلْ اَكْثَرُهُمْ لَا يَعْلَمُوْنَ ",
            "102": "قُلْ نَزَّلَهٗ رُوْحُ الْقُدُسِ مِنْ رَّبِّكَ بِالْحَقِّ لِيُثَبِّتَ الَّذِيْنَ اٰمَنُوْا وَهُدًى وَّبُشْرٰى لِلْمُسْلِمِيْنَ ",
            "103": "وَلَقَدْ نَعْلَمُ اَنَّهُمْ يَقُوْلُوْنَ اِنَّمَا يُعَلِّمُهٗ بَشَرٌۗ لِسَانُ الَّذِيْ يُلْحِدُوْنَ اِلَيْهِ اَعْجَمِيٌّ وَّهٰذَا لِسَانٌ عَرَبِيٌّ مُّبِيْنٌ ",
            "104": "اِنَّ الَّذِيْنَ لَا يُؤْمِنُوْنَ بِاٰيٰتِ اللّٰهِۙ لَا يَهْدِيْهِمُ اللّٰهُ وَلَهُمْ عَذَابٌ اَلِيْمٌ ",
            "105": "اِنَّمَا يَفْتَرِى الْكَذِبَ الَّذِيْنَ لَا يُؤْمِنُوْنَ بِاٰيٰتِ اللّٰهِۚ وَاُولٰۤىِٕكَ هُمُ الْكٰذِبُوْنَ ",
            "106": "مَنْ كَفَرَ بِاللّٰهِ مِنْۢ بَعْدِ اِيْمَانِهٖٓ اِلَّا مَنْ اُكْرِهَ وَقَلْبُهٗ مُطْمَىِٕنٌّۢ بِالْاِيْمَانِ وَلٰكِنْ مَّنْ شَرَحَ بِالْكُفْرِ صَدْرًا فَعَلَيْهِمْ غَضَبٌ مِّنَ اللّٰهِ ۗوَلَهُمْ عَذَابٌ عَظِيْمٌ ",
            "107": "ذٰلِكَ بِاَنَّهُمُ اسْتَحَبُّوا الْحَيٰوةَ الدُّنْيَا عَلَى الْاٰخِرَةِۙ وَاَنَّ اللّٰهَ لَا يَهْدِى الْقَوْمَ الْكٰفِرِيْنَ ",
            "108": "اُولٰۤىِٕكَ الَّذِيْنَ طَبَعَ اللّٰهُ عَلٰى قُلُوْبِهِمْ وَسَمْعِهِمْ وَاَبْصَارِهِمْۗ وَاُولٰۤىِٕكَ هُمُ الْغٰفِلُوْنَ ",
            "109": "لَا جَرَمَ اَنَّهُمْ فِى الْاٰخِرَةِ هُمُ الْخٰسِرُوْنَ ",
            "110": "ثُمَّ اِنَّ رَبَّكَ لِلَّذِيْنَ هَاجَرُوْا مِنْۢ بَعْدِ مَا فُتِنُوْا ثُمَّ جَاهَدُوْا وَصَبَرُوْاۚ اِنَّ رَبَّكَ مِنْۢ بَعْدِهَا لَغَفُوْرٌ رَّحِيْمٌ ࣖ  ",
            "111": "۞ يَوْمَ تَأْتِيْ كُلُّ نَفْسٍ تُجَادِلُ عَنْ نَّفْسِهَا وَتُوَفّٰى كُلُّ نَفْسٍ مَّا عَمِلَتْ وَهُمْ لَا يُظْلَمُوْنَ ",
            "112": "وَضَرَبَ اللّٰهُ مَثَلًا قَرْيَةً كَانَتْ اٰمِنَةً مُّطْمَىِٕنَّةً يَّأْتِيْهَا رِزْقُهَا رَغَدًا مِّنْ كُلِّ مَكَانٍ فَكَفَرَتْ بِاَنْعُمِ اللّٰهِ فَاَذَاقَهَا اللّٰهُ لِبَاسَ الْجُوْعِ وَالْخَوْفِ بِمَا كَانُوْا يَصْنَعُوْنَ ",
            "113": "وَلَقَدْ جَاۤءَهُمْ رَسُوْلٌ مِّنْهُمْ فَكَذَّبُوْهُ فَاَخَذَهُمُ الْعَذَابُ وَهُمْ ظٰلِمُوْنَ ",
            "114": "فَكُلُوْا مِمَّا رَزَقَكُمُ اللّٰهُ حَلٰلًا طَيِّبًاۖ وَّاشْكُرُوْا نِعْمَتَ اللّٰهِ اِنْ كُنْتُمْ اِيَّاهُ تَعْبُدُوْنَ ",
            "115": "اِنَّمَا حَرَّمَ عَلَيْكُمُ الْمَيْتَةَ وَالدَّمَ وَلَحْمَ الْخِنْزِيْرِ وَمَآ اُهِلَّ لِغَيْرِ اللّٰهِ بِهٖۚ فَمَنِ اضْطُرَّ غَيْرَ بَاغٍ وَّلَا عَادٍ فَاِنَّ اللّٰهَ غَفُوْرٌ رَّحِيْمٌ ",
            "116": "وَلَا تَقُوْلُوْا لِمَا تَصِفُ اَلْسِنَتُكُمُ الْكَذِبَ هٰذَا حَلٰلٌ وَّهٰذَا حَرَامٌ لِّتَفْتَرُوْا عَلَى اللّٰهِ الْكَذِبَۗ اِنَّ الَّذِيْنَ يَفْتَرُوْنَ عَلَى اللّٰهِ الْكَذِبَ لَا يُفْلِحُوْنَۗ ",
            "117": "مَتَاعٌ قَلِيْلٌ  ۖوَّلَهُمْ عَذَابٌ اَلِيْمٌ ",
            "118": "وَعَلَى الَّذِيْنَ هَادُوْا حَرَّمْنَا مَا قَصَصْنَا عَلَيْكَ مِنْ قَبْلُ ۗوَمَا ظَلَمْنٰهُمْ وَلٰكِنْ كَانُوْٓا اَنْفُسَهُمْ يَظْلِمُوْنَ ",
            "119": "ثُمَّ اِنَّ رَبَّكَ لِلَّذِيْنَ عَمِلُوا السُّوْۤءَ بِجَهَالَةٍ ثُمَّ تَابُوْا مِنْۢ بَعْدِ ذٰلِكَ وَاَصْلَحُوْٓا اِنَّ رَبَّكَ مِنْۢ بَعْدِهَا لَغَفُوْرٌ رَّحِيْمٌ ࣖ ",
            "120": "اِنَّ اِبْرٰهِيْمَ كَانَ اُمَّةً قَانِتًا لِّلّٰهِ حَنِيْفًاۗ وَلَمْ يَكُ مِنَ الْمُشْرِكِيْنَۙ",
            "121": "شَاكِرًا لِّاَنْعُمِهِ ۖاجْتَبٰىهُ وَهَدٰىهُ اِلٰى صِرَاطٍ مُّسْتَقِيْمٍ ",
            "122": "وَاٰتَيْنٰهُ فِى الدُّنْيَا حَسَنَةً ۗوَاِنَّهٗ فِى الْاٰخِرَةِ لَمِنَ الصّٰلِحِيْنَ ۗ  ",
            "123": "ثُمَّ اَوْحَيْنَآ اِلَيْكَ اَنِ اتَّبِعْ مِلَّةَ اِبْرٰهِيْمَ حَنِيْفًا ۗوَمَا كَانَ مِنَ الْمُشْرِكِيْنَ ",
            "124": "اِنَّمَا جُعِلَ السَّبْتُ عَلَى الَّذِيْنَ اخْتَلَفُوْا فِيْهِۗ وَاِنَّ رَبَّكَ لَيَحْكُمُ بَيْنَهُمْ يَوْمَ الْقِيٰمَةِ فِيْمَا كَانُوْا فِيْهِ يَخْتَلِفُوْنَ ",
            "125": "اُدْعُ اِلٰى سَبِيْلِ رَبِّكَ بِالْحِكْمَةِ وَالْمَوْعِظَةِ الْحَسَنَةِ وَجَادِلْهُمْ بِالَّتِيْ هِيَ اَحْسَنُۗ اِنَّ رَبَّكَ هُوَ اَعْلَمُ بِمَنْ ضَلَّ عَنْ سَبِيْلِهٖ وَهُوَ اَعْلَمُ بِالْمُهْتَدِيْنَ ",
            "126": "وَاِنْ عَاقَبْتُمْ فَعَاقِبُوْا بِمِثْلِ مَا عُوْقِبْتُمْ بِهٖۗ وَلَىِٕنْ صَبَرْتُمْ لَهُوَ خَيْرٌ لِّلصّٰبِرِيْنَ ",
            "127": "وَاصْبِرْ وَمَا صَبْرُكَ اِلَّا بِاللّٰهِ وَلَا تَحْزَنْ عَلَيْهِمْ وَلَا تَكُ فِيْ ضَيْقٍ مِّمَّا يَمْكُرُوْنَ ",
            "128": "اِنَّ اللّٰهَ مَعَ الَّذِيْنَ اتَّقَوْا وَّالَّذِيْنَ هُمْ مُّحْسِنُوْنَ ࣖ   ۔"
        },
        "translations": {
            "id": {
                "name": "Lebah",
                "text": {
                    "1": "Ketetapan Allah pasti datang, maka janganlah kamu meminta agar dipercepat (datang)nya. Mahasuci Allah dan Mahatinggi Dia dari apa yang mereka persekutukan.",
                    "2": "Dia menurunkan para malaikat membawa wahyu dengan perintah-Nya kepada siapa yang Dia kehendaki di antara hamba-hamba-Nya, (dengan berfirman) yaitu, “Peringatkanlah (hamba-hamba-Ku), bahwa tidak ada tuhan selain Aku, maka hendaklah kamu bertakwa kepada-Ku.”       ",
                    "3": "Dia menciptakan langit dan bumi dengan kebenaran. Mahatinggi Allah dari apa yang mereka persekutukan.",
                    "4": "Dia telah menciptakan manusia dari mani, ternyata dia menjadi pembantah yang nyata.",
                    "5": "Dan hewan ternak telah diciptakan-Nya, untuk kamu padanya ada (bulu) yang menghangatkan dan berbagai manfaat, dan sebagiannya kamu makan.",
                    "6": "Dan kamu memperoleh keindahan padanya, ketika kamu membawanya kembali ke kandang dan ketika kamu melepaskannya (ke tempat penggembalaan).",
                    "7": "Dan ia mengangkut beban-bebanmu ke suatu negeri yang kamu tidak sanggup mencapainya, kecuali dengan susah payah. Sungguh, Tuhanmu Maha Pengasih, Maha Penyayang,",
                    "8": "dan (Dia telah menciptakan) kuda, bagal, dan keledai, untuk kamu tunggangi dan (menjadi) perhiasan. Allah menciptakan apa yang tidak kamu ketahui.",
                    "9": "Dan hak Allah menerangkan jalan yang lurus, dan di antaranya ada (jalan) yang menyimpang. Dan jika Dia menghendaki, tentu Dia memberi petunjuk kamu semua (ke jalan yang benar).",
                    "10": "Dialah yang telah menurunkan air (hujan) dari langit untuk kamu, sebagiannya menjadi minuman dan sebagiannya (menyuburkan) tumbuhan, padanya kamu menggembalakan ternakmu.",
                    "11": "Dengan (air hujan) itu Dia menumbuhkan untuk kamu tanam-tanaman, zaitun, kurma, anggur dan segala macam buah-buahan. Sungguh, pada yang demikian itu benar-benar terdapat tanda (kebesaran Allah) bagi orang yang berpikir.",
                    "12": "Dia menundukkan malam dan siang, matahari dan bulan untukmu, dan bin-tang-bintang dikendalikan dengan perintah-Nya. Sungguh, pada yang demikian itu benar-benar terdapat tanda-tanda (kebesaran Allah) bagi orang yang mengerti,",
                    "13": "dan (Dia juga mengendalikan) apa yang Dia ciptakan untukmu di bumi ini dengan berbagai jenis dan macam warnanya. Sungguh, pada yang demikian itu benar-benar terdapat tanda (kebesaran Allah) bagi kaum yang mengambil pelajaran.",
                    "14": "Dan Dialah yang menundukkan lautan (untukmu), agar kamu dapat memakan daging yang segar (ikan) darinya, dan (dari lautan itu) kamu mengeluarkan perhiasan yang kamu pakai. Kamu (juga) melihat perahu berlayar padanya, dan agar kamu mencari sebagian karunia-Nya, dan agar kamu bersyukur.",
                    "15": "Dan Dia menancapkan gunung di bumi agar bumi itu tidak goncang bersama kamu, (dan Dia menciptakan) sungai-sungai dan jalan-jalan agar kamu mendapat petunjuk,",
                    "16": "dan (Dia menciptakan) tanda-tanda (penunjuk jalan). Dan dengan bintang-bintang mereka mendapat petunjuk.",
                    "17": "Maka apakah (Allah) yang menciptakan sama dengan yang tidak dapat menciptakan (sesuatu)? Mengapa kamu tidak mengambil pelajaran?",
                    "18": "Dan jika kamu menghitung nikmat Allah, niscaya kamu tidak akan mampu menghitungnya. Sungguh, Allah benar-benar Maha Pengampun, Maha Penyayang.",
                    "19": "Dan Allah mengetahui apa yang kamu rahasiakan dan apa yang kamu lahirkan.",
                    "20": "Dan (berhala-berhala) yang mereka seru selain Allah, tidak dapat membuat sesuatu apa pun, sedang berhala-berhala itu (sendiri) dibuat orang.",
                    "21": "(Berhala-berhala itu) benda mati, tidak hidup, dan berhala-berhala itu tidak mengetahui kapankah (penyembahnya) dibangkitkan.",
                    "22": "Tuhan kamu adalah Tuhan Yang Maha Esa. Maka orang yang tidak beriman kepada akhirat, hati mereka mengingkari (keesaan Allah), dan mereka adalah orang yang sombong.",
                    "23": "Tidak diragukan lagi bahwa Allah mengetahui apa yang mereka rahasiakan dan apa yang mereka lahirkan. Sesungguhnya Dia tidak menyukai orang yang sombong.",
                    "24": "Dan apabila dikatakan kepada mereka, “Apakah yang telah diturunkan Tuhanmu?” Mereka menjawab, “Dongeng-dongeng orang dahulu,”",
                    "25": "(ucapan mereka) menyebabkan mereka pada hari Kiamat memikul dosa-dosanya sendiri secara sempurna, dan sebagian dosa-dosa orang yang mereka sesatkan yang tidak mengetahui sedikit pun (bahwa mereka disesatkan). Ingatlah, alangkah buruknya (dosa) yang mereka pikul itu.",
                    "26": "Sungguh, orang-orang yang sebelum mereka telah mengadakan tipu daya, maka Allah menghancurkan rumah-rumah mereka mulai dari pondasinya, lalu atap (rumah itu) jatuh menimpa mereka dari atas, dan siksa itu datang kepada mereka dari arah yang tidak mereka sadari.",
                    "27": "Kemudian Allah menghinakan mereka pada hari Kiamat, dan berfirman, “Di manakah sekutu-sekutu-Ku itu (yang karena membelanya) kamu selalu memusuhi mereka (nabi-nabi dan orang yang beriman)?” Orang-orang yang diberi ilmu berkata, “Sesungguhnya kehinaan dan azab pada hari ini ditimpakan kepada orang yang kafir,”",
                    "28": "(yaitu) orang yang dicabut nyawanya oleh para malaikat dalam keadaan (berbuat) zalim kepada diri sendiri, lalu mereka menyerahkan diri (sambil berkata), “Kami tidak pernah mengerjakan sesuatu kejahatan pun.” (Malaikat menjawab), “Pernah! Sesungguhnya Allah Maha Mengetahui apa yang telah kamu kerjakan.”",
                    "29": "Maka masukilah pintu-pintu neraka Jahanam, kamu kekal di dalamnya. Pasti itu seburuk-buruk tempat orang yang menyombongkan diri.",
                    "30": "Dan kemudian dikatakan kepada orang yang bertakwa, “Apakah yang telah diturunkan oleh Tuhanmu?” Mereka menjawab, “Kebaikan.” Bagi orang yang berbuat baik di dunia ini mendapat (balasan) yang baik. Dan sesungguhnya negeri akhirat pasti lebih baik. Dan itulah sebaik-baik tempat bagi orang yang bertakwa,",
                    "31": "(yaitu) surga-surga ‘Adn yang mereka masuki, mengalir di bawahnya sungai-sungai, di dalam (surga) itu mereka mendapat segala apa yang diinginkan. Demikianlah Allah memberi balasan kepada orang yang bertakwa,",
                    "32": "(yaitu) orang yang ketika diwafatkan oleh para malaikat dalam keadaan baik, mereka (para malaikat) mengatakan (kepada mereka), “Salamun ‘alaikum, masuklah ke dalam surga karena apa yang telah kamu kerjakan.”",
                    "33": "Tidak ada yang ditunggu mereka (orang kafir) selain datangnya para malaikat kepada mereka atau datangnya perintah Tuhanmu. Demikianlah yang telah diperbuat oleh orang-orang (kafir) sebelum mereka. Allah tidak menzalimi mereka, justru merekalah yang (selalu) menzalimi diri mereka sendiri.",
                    "34": "Maka mereka ditimpa azab (akibat) perbuatan mereka dan diliputi oleh azab yang dulu selalu mereka perolok-olokkan.",
                    "35": "Dan orang musyrik berkata, “Jika Allah menghendaki, niscaya kami tidak akan menyembah sesuatu apa pun selain Dia, baik kami maupun bapak-bapak kami, dan tidak (pula) kami mengharamkan sesuatu pun tanpa (izin)-Nya.” Demikianlah yang diperbuat oleh orang sebelum mereka. Bukankah kewajiban para rasul hanya menyampaikan (amanat Allah) dengan jelas.",
                    "36": "Dan sungguh, Kami telah mengutus seorang rasul untuk setiap umat (untuk menyerukan), “Sembahlah Allah, dan jauhilah tagut”, kemudian di antara mereka ada yang diberi petunjuk oleh Allah dan ada pula yang tetap dalam kesesatan. Maka berjalanlah kamu di bumi dan perhatikanlah bagaimana kesudahan orang yang mendustakan (rasul-rasul).",
                    "37": "Jika engkau (Muhammad) sangat mengharapkan agar mereka mendapat petunjuk, maka sesungguhnya Allah tidak akan memberi petunjuk kepada orang yang disesatkan-Nya, dan mereka tidak mempunyai penolong.",
                    "38": "Dan mereka bersumpah dengan (nama) Allah dengan sumpah yang sungguh-sungguh, “Allah tidak akan membangkitkan orang yang mati.” Tidak demikian (pasti Allah akan membangkitkannya), sebagai suatu janji yang benar dari-Nya, tetapi kebanyakan manusia tidak mengetahui,",
                    "39": "agar Dia menjelaskan kepada mereka apa yang mereka perselisihkan itu, dan agar orang kafir itu mengetahui bahwa mereka adalah orang yang berdusta. ",
                    "40": "Sesungguhnya firman Kami terhadap sesuatu apabila Kami menghendakinya, Kami hanya mengatakan kepadanya, “Jadilah!” Maka jadilah sesuatu itu.",
                    "41": "Dan orang yang berhijrah karena Allah setelah mereka dizalimi, pasti Kami akan memberikan tempat yang baik kepada mereka di dunia. Dan pahala di akhirat pasti lebih besar, sekiranya mereka mengetahui,",
                    "42": "(yaitu) orang yang sabar dan hanya kepada Tuhan mereka bertawakal.",
                    "43": "Dan Kami tidak mengutus sebelum engkau (Muhammad), melainkan orang laki-laki yang Kami beri wahyu kepada mereka; maka bertanyalah kepada orang yang mempunyai pengetahuan jika kamu tidak mengetahui,",
                    "44": "(mereka Kami utus) dengan membawa keterangan-keterangan (mukjizat) dan kitab-kitab. Dan Kami turunkan Ad-Dzikr (Al-Qur'an) kepadamu, agar engkau menerangkan kepada manusia apa yang telah diturunkan kepada mereka dan agar mereka memikirkan,",
                    "45": "maka apakah orang yang membuat tipu daya yang jahat itu, merasa aman (dari bencana) dibenamkannya bumi oleh Allah bersama mereka, atau (terhadap) datangnya siksa kepada mereka dari arah yang tidak mereka sadari, ",
                    "46": "atau Allah mengazab mereka pada waktu mereka dalam perjalanan; sehingga mereka tidak berdaya menolak (azab itu),",
                    "47": "atau Allah mengazab mereka dengan berangsur-angsur (sampai binasa). Maka sungguh, Tuhanmu Maha Pengasih, Maha Penyayang.",
                    "48": "Dan apakah mereka tidak memperhatikan suatu benda yang diciptakan Allah, bayang-bayangnya berbolak-balik ke kanan dan ke kiri, dalam keadaan sujud kepada Allah, dan mereka (bersikap) rendah hati.",
                    "49": "Dan segala apa yang ada di langit dan di bumi hanya bersujud kepada Allah yaitu semua makhluk bergerak (bernyawa) dan (juga) para malaikat, dan mereka (malaikat) tidak menyombongkan diri.",
                    "50": "Mereka takut kepada Tuhan yang (berkuasa) di atas mereka dan melaksanakan apa yang diperintahkan (kepada mereka).",
                    "51": "Dan Allah berfirman, “Janganlah kamu menyembah dua tuhan; hanyalah Dia Tuhan Yang Maha Esa. Maka hendaklah kepada-Ku saja kamu takut.”",
                    "52": "Dan milik-Nya meliputi segala apa yang ada di langit dan di bumi, dan kepada-Nyalah (ibadah dan) ketaatan selama-lamanya. Mengapa kamu takut kepada selain Allah?",
                    "53": "Dan segala nikmat yang ada padamu (datangnya) dari Allah, kemudian apabila kamu ditimpa kesengsaraan, maka kepada-Nyalah kamu meminta pertolongan.",
                    "54": "Kemudian apabila Dia telah menghilangkan bencana dari kamu, malah sebagian kamu mempersekutukan Tuhan dengan (yang lain).",
                    "55": "Biarlah mereka mengingkari nikmat yang telah Kami berikan kepada mereka; bersenang-senanglah kamu. Kelak kamu akan mengetahui (akibatnya).",
                    "56": "Dan mereka menyediakan sebagian dari rezeki yang telah Kami berikan kepada mereka, untuk berhala-berhala yang mereka tidak mengetahui (kekuasaannya). Demi Allah,  kamu pasti akan ditanyai tentang apa yang telah kamu ada-adakan.",
                    "57": "Dan mereka menetapkan anak perempuan bagi Allah. Mahasuci Dia, sedang untuk mereka sendiri apa yang mereka sukai (anak laki-laki).",
                    "58": "Padahal apabila seseorang dari mereka diberi kabar dengan (kelahiran) anak perempuan, wajahnya menjadi hitam (merah padam), dan dia sangat marah.",
                    "59": "Dia bersembunyi dari orang banyak, disebabkan kabar buruk yang disampaikan kepadanya. Apakah dia akan memeliharanya dengan (menanggung) kehinaan atau akan membenamkannya ke dalam tanah (hidup-hidup)? Ingatlah alangkah buruknya (putusan) yang mereka tetapkan itu.",
                    "60": "Bagi orang-orang yang tidak beriman pada (kehidupan) akhirat, (mempunyai) sifat yang buruk; dan Allah mempunyai sifat Yang Mahatinggi. Dan Dia Mahaperkasa, Mahabijaksana.",
                    "61": "Dan kalau Allah menghukum manusia karena kezalimannya, niscaya tidak akan ada yang ditinggalkan-Nya (di bumi) dari makhluk yang melata sekalipun, tetapi Allah menangguhkan mereka sampai waktu yang sudah ditentukan. Maka apabila ajalnya tiba, mereka tidak dapat meminta penundaan atau percepatan sesaat pun. ",
                    "62": "Dan mereka menetapkan bagi Allah apa yang mereka sendiri membencinya, dan lidah mereka mengucapkan kebohongan, bahwa sesungguhnya (segala) yang baik-baik untuk mereka. Tidaklah diragukan bahwa nerakalah bagi mereka, dan sesungguhnya mereka segera akan dimasukkan (ke dalamnya).",
                    "63": "Demi Allah, sungguh Kami telah mengutus (rasul-rasul) kepada umat-umat sebelum engkau (Muhammad), tetapi setan menjadikan terasa indah bagi mereka perbuatan mereka (yang buruk), sehingga dia (setan) menjadi pemimpin mereka pada hari ini dan mereka akan mendapat azab yang sangat pedih.",
                    "64": "Dan Kami tidak menurunkan Kitab (Al-Qur'an) ini kepadamu (Muhammad), melainkan agar engkau dapat menjelaskan kepada mereka apa yang mereka perselisihkan, serta menjadi petunjuk dan rahmat bagi orang-orang yang beriman.",
                    "65": "Dan Allah menurunkan air (hujan) dari langit dan dengan air itu dihidupkan-Nya bumi yang tadinya sudah mati. Sungguh, pada yang demikian itu benar-benar terdapat tanda-tanda (kebesaran Allah) bagi orang-orang yang mendengarkan (pelajaran).",
                    "66": "Dan sungguh, pada hewan ternak itu benar-benar terdapat pelajaran bagi kamu. Kami memberimu minum dari apa yang ada dalam perutnya (berupa) susu murni antara kotoran dan darah, yang mudah ditelan bagi orang yang meminumnya.",
                    "67": "Dan dari buah kurma dan anggur, kamu membuat minuman yang memabukkan dan rezeki yang baik. Sungguh, pada yang demikian itu benar-benar terdapat tanda (kebesaran Allah) bagi orang yang mengerti.",
                    "68": "Dan Tuhanmu mengilhamkan kepada lebah, “Buatlah sarang di gunung-gunung, di pohon-pohon kayu, dan di tempat-tempat yang dibikin manusia,",
                    "69": "kemudian makanlah dari segala (macam) buah-buahan lalu tempuhlah jalan Tuhanmu yang telah dimudahkan (bagimu).” Dari perut lebah itu keluar minuman (madu) yang bermacam-macam warnanya, di dalamnya terdapat obat yang menyembuhkan bagi manusia. Sungguh, pada yang demikian itu benar-benar terdapat tanda (kebesaran Allah) bagi orang yang berpikir.",
                    "70": "Dan Allah telah menciptakan kamu, kemudian mewafatkanmu, di antara kamu ada yang dikembalikan kepada usia yang tua renta (pikun), sehingga dia tidak mengetahui lagi sesuatu yang pernah diketahuinya. Sungguh, Allah Maha Mengetahui, Mahakuasa.",
                    "71": "Dan Allah melebihkan sebagian kamu atas sebagian yang lain dalam hal rezeki, tetapi orang yang dilebihkan (rezekinya itu) tidak mau memberikan rezekinya kepada para hamba sahaya yang mereka miliki, sehingga mereka sama-sama (merasakan) rezeki itu. Mengapa mereka mengingkari nikmat Allah?",
                    "72": "Dan Allah menjadikan bagimu pasangan (suami atau istri) dari jenis kamu sendiri dan menjadikan anak dan cucu bagimu dari pasanganmu, serta memberimu rezeki dari yang baik. Mengapa mereka beriman kepada yang batil dan mengingkari nikmat Allah?",
                    "73": "Dan mereka menyembah selain Allah, sesuatu yang sama sekali tidak dapat memberikan rezeki kepada mereka, dari langit dan bumi, dan tidak akan sanggup (berbuat apa pun).",
                    "74": "Maka janganlah kamu mengadakan sekutu-sekutu bagi Allah. Sungguh, Allah mengetahui, sedang kamu tidak mengetahui.",
                    "75": "Allah membuat perumpamaan seorang hamba sahaya di bawah kekuasaan orang lain, yang tidak berdaya berbuat sesuatu, dan seorang yang Kami beri rezeki yang baik, lalu dia menginfakkan sebagian rezeki itu secara sembunyi-sembunyi dan secara terang-terangan. Samakah mereka itu? Segala puji hanya bagi Allah, tetapi kebanyakan mereka tidak mengetahui.",
                    "76": "Dan Allah (juga) membuat perumpamaan, dua orang laki-laki, yang seorang bisu, tidak dapat berbuat sesuatu dan dia menjadi beban penanggungnya, ke mana saja dia disuruh (oleh penanggungnya itu), dia sama sekali tidak dapat mendatangkan suatu kebaikan. Samakah orang itu dengan orang yang menyuruh berbuat keadilan, dan dia berada di jalan yang lurus?",
                    "77": "Dan milik Allah (segala) yang tersembunyi di langit dan di bumi. Urusan kejadian Kiamat itu, hanya seperti sekejap mata atau lebih cepat (lagi). Sesungguhnya Allah Mahakuasa atas segala sesuatu.",
                    "78": "Dan Allah mengeluarkan kamu dari perut ibumu dalam keadaan tidak mengetahui sesuatu pun, dan Dia memberimu pendengaran, penglihatan, dan hati nurani, agar kamu bersyukur.",
                    "79": "Tidakkah mereka memperhatikan burung-burung yang dapat terbang di angkasa dengan mudah. Tidak ada yang menahannya selain Allah. Sungguh, pada yang demikian itu benar-benar terdapat tanda-tanda (kebesaran Allah) bagi orang-orang yang beriman.",
                    "80": "Dan Allah menjadikan rumah-rumah bagimu sebagai tempat tinggal dan Dia menjadikan bagimu rumah-rumah (kemah-kemah) dari kulit hewan ternak yang kamu merasa ringan (membawa)nya pada waktu kamu bepergian dan pada waktu kamu bermukim dan (dijadikan-Nya pula) dari bulu domba, bulu unta, dan bulu kambing, alat-alat rumah tangga dan kesenangan sampai waktu (tertentu).",
                    "81": "Dan Allah menjadikan tempat bernaung bagimu dari apa yang telah Dia ciptakan, Dia menjadikan bagimu tempat-tempat tinggal di gunung-gunung, dan Dia menjadikan pakaian bagimu yang memeliharamu dari panas dan pakaian (baju besi) yang memelihara kamu dalam peperangan. Demikian Allah menyempurnakan nikmat-Nya kepadamu agar kamu berserah diri (kepada-Nya). ",
                    "82": "Maka jika mereka berpaling, maka ketahuilah kewajiban yang dibebankan atasmu (Muhammad) hanyalah menyampaikan (amanat Allah) dengan terang.",
                    "83": "Mereka mengetahui nikmat Allah, kemudian mereka mengingkarinya dan kebanyakan mereka adalah orang yang ingkar kepada Allah.",
                    "84": "Dan (ingatlah) pada hari (ketika) Kami bangkitkan seorang saksi (rasul) dari setiap umat, kemudian tidak diizinkan kepada orang yang kafir (untuk membela diri) dan tidak (pula) dibolehkan memohon ampunan.",
                    "85": "Dan apabila orang zalim telah menyaksikan azab, maka mereka tidak mendapat keringanan dan tidak (pula) diberi penangguhan.",
                    "86": "Dan apabila orang yang mempersekutukan (Allah) melihat sekutu-sekutu mereka, mereka berkata, “Ya Tuhan kami, mereka inilah sekutu-sekutu kami yang dahulu kami sembah selain Engkau.” Lalu sekutu mereka menyatakan kepada mereka, “Kamu benar-benar pendusta.”",
                    "87": "Dan pada hari itu mereka menyatakan tunduk kepada Allah dan lenyaplah segala yang mereka ada-adakan.",
                    "88": "Orang yang kafir dan menghalangi (manusia) dari jalan Allah, Kami tambahkan kepada mereka siksaan demi siksaan disebabkan mereka selalu berbuat kerusakan.",
                    "89": "Dan (ingatlah) pada hari (ketika) Kami bangkitkan pada setiap umat seorang saksi atas mereka dari mereka sendiri, dan Kami datangkan engkau (Muhammad) menjadi saksi atas mereka. Dan Kami turunkan Kitab (Al-Qur'an) kepadamu untuk menjelaskan segala sesuatu, sebagai petunjuk, serta rahmat dan kabar gembira bagi orang yang berserah diri (Muslim).",
                    "90": "Sesungguhnya Allah menyuruh (kamu) berlaku adil dan berbuat kebajikan, memberi bantuan kepada kerabat, dan Dia melarang (melakukan) perbuatan keji, kemungkaran, dan permusuhan. Dia memberi pengajaran kepadamu agar kamu dapat mengambil pelajaran.",
                    "91": "Dan tepatilah janji dengan Allah apabila kamu berjanji dan janganlah kamu melanggar sumpah, setelah diikrarkan, sedang kamu telah menjadikan Allah sebagai saksimu (terhadap sumpah itu).  Sesungguhnya Allah mengetahui apa yang kamu perbuat.",
                    "92": "Dan janganlah kamu seperti seorang perempuan yang menguraikan benangnya yang sudah dipintal dengan kuat, menjadi cerai berai kembali. Kamu menjadikan sumpah (perjanjian)mu sebagai alat penipu di antaramu, disebabkan adanya satu golongan yang lebih banyak jumlahnya dari golongan yang lain. Allah hanya menguji kamu dengan hal itu, dan pasti pada hari Kiamat akan dijelaskan-Nya kepadamu apa yang dahulu kamu perselisihkan itu.",
                    "93": "Dan jika Allah menghendaki niscaya Dia menjadikan kamu satu umat (saja), tetapi Dia menyesatkan siapa yang Dia kehendaki dan memberi petunjuk kepada siapa yang Dia kehendaki. Tetapi kamu pasti akan ditanya tentang apa yang telah kamu kerjakan.",
                    "94": "Dan janganlah kamu jadikan sumpah-sumpahmu sebagai alat penipu di antaramu, yang menyebabkan kaki(mu) tergelincir setelah tegaknya (kukuh), dan kamu akan merasakan keburukan (di dunia) karena kamu menghalangi (manusia) dari jalan Allah, dan kamu akan mandapat azab yang besar.",
                    "95": "Dan janganlah kamu jual perjanjian (dengan) Allah dengan harga murah, karena sesungguhnya apa yang ada di sisi Allah lebih baik bagimu jika kamu mengetahui.",
                    "96": "Apa yang ada di sisimu akan lenyap, dan apa yang ada di sisi Allah adalah kekal. Dan  Kami pasti akan memberi balasan kepada orang yang sabar dengan pahala yang lebih baik dari apa yang telah mereka kerjakan.",
                    "97": "Barangsiapa mengerjakan kebajikan, baik laki-laki maupun perempuan dalam keadaan beriman, maka pasti akan Kami berikan kepadanya kehidupan yang baik dan akan Kami beri balasan dengan pahala yang lebih baik dari apa yang telah mereka kerjakan.",
                    "98": "Maka apabila engkau (Muhammad) hendak membaca Al-Qur'an, mohonlah perlindungan kepada Allah dari setan yang terkutuk.",
                    "99": "Sungguh, setan itu tidak akan berpengaruh terhadap orang yang beriman dan bertawakal kepada Tuhan.",
                    "100": "Pengaruhnya hanyalah terhadap orang yang menjadikannya pemimpin dan terhadap orang yang mempersekutukannya dengan Allah.",
                    "101": "Dan apabila Kami mengganti suatu ayat dengan ayat yang lain, dan  Allah lebih mengetahui apa yang diturunkan-Nya, mereka berkata, “Sesungguhnya engkau (Muhammad) hanya mengada-ada saja.” Sebenarnya kebanyakan mereka tidak mengetahui.",
                    "102": "Katakanlah, “Rohulkudus (Jibril) menurunkan Al-Qur'an itu dari Tuhanmu dengan kebenaran, untuk meneguhkan (hati) orang yang telah beriman, dan menjadi petunjuk serta kabar gembira bagi orang yang berserah diri (kepada Allah).”",
                    "103": "Dan sesungguhnya Kami mengetahui bahwa mereka berkata, “Sesungguhnya Al-Qur'an itu hanya diajarkan oleh seorang manusia kepadanya (Muhammad).” Bahasa orang yang mereka tuduhkan (bahwa Muhammad belajar) kepadanya adalah bahasa ‘Ajam, padahal ini (Al-Qur'an) adalah dalam bahasa Arab yang jelas.",
                    "104": "Sesungguhnya orang yang tidak beriman kepada ayat-ayat Allah (Al-Qur'an), Allah tidak akan memberi petunjuk kepada mereka dan mereka akan mendapat azab yang pedih.",
                    "105": "Sesungguhnya yang mengada-adakan kebohongan, hanyalah orang yang tidak beriman kepada ayat-ayat Allah, dan mereka itulah pembohong.",
                    "106": "Barangsiapa kafir kepada Allah setelah dia beriman (dia mendapat kemurkaan Allah), kecuali orang yang dipaksa kafir padahal hatinya tetap tenang dalam beriman (dia tidak berdosa), tetapi orang yang melapangkan dadanya untuk kekafiran, maka kemurkaan Allah menimpanya dan mereka akan mendapat azab yang besar.",
                    "107": "Yang demikian itu disebabkan karena mereka lebih mencintai kehidupan di dunia daripada akhirat, dan Allah tidak memberi petunjuk kepada kaum yang kafir.",
                    "108": "Mereka itulah orang yang hati, pendengaran, dan penglihatannya telah dikunci oleh Allah. Mereka itulah orang yang lalai.",
                    "109": "Pastilah mereka termasuk orang yang rugi di akhirat nanti.",
                    "110": "Kemudian Tuhanmu (pelindung) bagi orang yang berhijrah setelah menderita cobaan, kemudian mereka berjihad dan bersabar, sungguh, Tuhanmu setelah itu benar-benar Maha Pengampun, Maha Penyayang.",
                    "111": "(Ingatlah) pada hari (ketika) setiap orang datang untuk membela dirinya sendiri dan bagi setiap orang diberi (balasan) penuh sesuai dengan apa yang telah dikerjakannya, dan mereka tidak dizalimi (dirugikan).",
                    "112": "Dan Allah telah membuat suatu perumpamaan (dengan) sebuah negeri yang dahulunya aman lagi tenteram, rezeki datang kepadanya melimpah ruah dari segenap tempat, tetapi (pen-duduk)nya mengingkari nikmat-nikmat Allah, karena itu Allah menimpakan kepada mereka bencana kelaparan dan ketakutan, disebabkan apa yang mereka perbuat.",
                    "113": "Dan sungguh, telah datang kepada mereka seorang rasul dari (kalangan) mereka sendiri, tetapi mereka mendustakannya, karena itu mereka ditimpa azab dan mereka adalah orang yang zalim.",
                    "114": "Maka makanlah yang halal lagi baik dari rezeki yang telah diberikan Allah kepadamu; dan syukurilah nikmat Allah, jika kamu hanya menyembah kepada-Nya.",
                    "115": "Sesungguhnya Allah hanya mengharamkan atasmu bangkai, darah, daging babi, dan (hewan) yang disembelih dengan (menyebut nama) selain Allah, tetapi barangsiapa terpaksa (memakannya) bukan karena menginginkannya dan tidak (pula) melampaui batas, maka  sungguh, Allah Maha Pengampun, Maha Penyayang.",
                    "116": "Dan janganlah kamu mengatakan terhadap apa yang disebut-sebut oleh lidahmu secara dusta ”Ini halal dan ini haram,” untuk mengada-adakan kebohongan terhadap Allah. Sesungguhnya orang yang mengada-adakan kebohongan terhadap Allah tidak akan beruntung.",
                    "117": "(Itu adalah) kesenangan yang sedikit; dan mereka akan mendapat azab yang pedih.",
                    "118": "Dan terhadap orang Yahudi, Kami haramkan apa yang telah Kami ceritakan dahulu kepadamu (Muhammad). Kami tidak menzalimi mereka, justru merekalah yang menzalimi diri sendiri.",
                    "119": "Kemudian, sesungguhnya Tuhanmu (mengampuni) orang yang mengerjakan kesalahan karena kebodohannya, kemudian mereka bertobat setelah itu dan memperbaiki (dirinya), sungguh, Tuhanmu setelah itu benar-benar Maha Pengampun, Maha Penyayang.",
                    "120": "Sungguh, Ibrahim adalah seorang imam (yang dapat dijadikan teladan), patuh kepada Allah dan hanif. Dan dia bukanlah termasuk orang musyrik (yang mempersekutukan Allah),",
                    "121": "dia mensyukuri nikmat-nikmat-Nya. Allah telah memilihnya dan menunjukinya ke jalan yang lurus.",
                    "122": "Dan Kami berikan kepadanya kebaikan di dunia, dan sesungguhnya di akhirat dia termasuk orang yang saleh.",
                    "123": "Kemudian Kami wahyukan kepadamu (Muhammad), “Ikutilah agama Ibrahim yang lurus, dan dia bukanlah termasuk orang musyrik.”",
                    "124": "Sesungguhnya (menghormati) hari Sabtu hanya diwajibkan atas orang (Yahudi) yang memperselisihkannya. Dan sesungguhnya Tuhanmu pasti akan memberi keputusan di antara mereka pada hari Kiamat terhadap apa yang telah mereka perselisihkan itu.",
                    "125": "Serulah (manusia) kepada jalan Tuhanmu dengan hikmah dan pengajaran yang baik, dan berdebatlah dengan mereka dengan cara yang baik. Sesungguhnya Tuhanmu, Dialah yang lebih mengetahui siapa yang sesat dari jalan-Nya dan Dialah yang lebih mengetahui siapa yang mendapat petunjuk.",
                    "126": "Dan jika kamu membalas, maka balaslah dengan (balasan) yang sama dengan siksaan yang ditimpakan kepadamu. Tetapi jika kamu bersabar, sesungguhnya itulah yang lebih baik bagi orang yang sabar.",
                    "127": "Dan bersabarlah (Muhammad) dan kesabaranmu itu semata-mata dengan pertolongan Allah dan janganlah engkau bersedih hati terhadap (kekafiran) mereka dan jangan (pula) bersempit dada terhadap tipu daya yang mereka rencanakan.",
                    "128": "Sungguh, Allah beserta orang-orang yang bertakwa dan orang-orang yang berbuat kebaikan."
                }
            }
        },
        "tafsir": {
            "id": {
                "kemenag": {
                    "name": "Kemenag",
                    "source": "Aplikasi Quran Kementrian Agama Republik Indonesia",
                    "text": {
                        "1": "Allah menegaskan bahwa ketetapan Allah pasti datang. Maksud ketetapan Allah dalam ayat ini ialah hari kiamat yang telah diancamkan kepada kaum musyrik dan orang-orang kafir. Mereka secara berolok-olok meminta kepada Nabi agar azab hari kiamat itu segera didatangkan. Itulah sebabnya, maka Allah memerintahkan kepada Nabi Muhammad untuk mengatakan bahwa azab Allah yang akan dijatuhkan kepada mereka pasti terjadi. Allah swt melarang mereka agar tidak meminta azab itu disegerakan datangnya, karena azab hari kiamat itu akan datang pada waktu yang telah ditentukan dan diputuskan-Nya.\n\nDalam ayat ini, Allah swt memberitakan datangnya hari kiamat dengan menggunakan kata kerja bentuk lampau (fi'il madhi) padahal azab itu belum terjadi. Hal ini memberikan pengertian bahwa azab itu betul-betul akan terjadi. Ayat ini mengandung ancaman bagi orang-orang kafir dan sekaligus mengandung pemberitahuan kepada mereka bahwa azab yang akan ditimpakan kepada mereka dan kehancuran mereka telah dekat dan pasti datang.\n\nAllah swt menyatakan bahwa Dia Mahasuci dari apa yang mereka persekutukan. Dia tidak memerlukan sekutu dan pembantu untuk menjatuh-kan azab kepada mereka. Bantahan ini sebagai jawaban terhadap pernyataan mereka bahwa mereka akan meminta bantuan (syafa'at) kepada patung-patung yang mereka sembah.",
                        "2": "Setelah ayat tersebut turun, orang-orang Quraisy menanyakan, \"Seandainya Allah memang berkuasa untuk mengazab para hamba-Nya yang lain, maka siapakah yang mengetahui hal yang sangat gaib ini yang tidak diketahui oleh siapa punjuga kecuali hanya Dia? Pertanyaan ini hanya menunjukkan pengingkaran mereka terhadap kejadian hari kiamat. Oleh sebab itu, Allah memerintahkan kepada Nabi Muhammad untuk mengatakan bahwa berita itu diketahui dari wahyu yang diturunkan Allah melalui malaikat. Dari wahyu itulah berita-berita gaib dapat diketahui. Wahyu itu dibawa oleh malaikat dengan perintah Allah kepada hamba-Nya yang dikehendaki. Penjelasan itu dikemukakan agar mereka dapat mengetahui bahwa seseorang yang menerima wahyu berarti telah menerima tugas kenabian. Yang dimaksud dengan roh dalam ayat ini ialah wahyu sebagai-mana tampak jelas artinya di ayat yang lain:\n\n¦Yang menurunkan wahyu dengan perintah-Nya kepada siapa yang Dia kehendaki di antara hamba-hamba-Nya,¦ (al-Mu'min/40: 15)\n\nDan firman-Nya lagi:\n\nDan demikianlah Kami wahyukan kepadamu (Muhammad) ruh (Al-Qur'an) dengan perintah Kami¦ (asy-Syura/42: 52)\n\nWahyu itu dibawa oleh para malaikat kepada para nabi semata-mata karena perintah Allah dan bukan kemauan malaikat itu sendiri. Seperti ditegaskan dalam ayat-ayat yang lain sebagai berikut:\n\nDan tidaklah kami (Jibril) turun kecuali atas perintah Tuhanmu. (Maryam/19: 64)\n\nDan firman Allah swt:\n\nMereka tidak berbicara mendahului-Nya dan mereka mengerjakan perintah-perintah-Nya. (al-Anbiya'/21: 27)\n\nWahyu itu diberikan oleh Allah kepada para hamba-Nya yang terpilih dan mempunyai kesiapan mental untuk menerimanya. Gunanya sebagai sarana untuk memberikan peringatan kepada para hamba Allah. Antara lain, untuk menyampai-kan ajaran tauhid dan meyakinkan mereka tentang keesaan Allah, bahwa tidak ada tuhan yang wajib disembah kecuali Allah dan Dialah Tuhan bagi segala makhluk, sedang tuhan-tuhan yang lain adalah tuhan ciptaan mereka yang jauh dari kebenaran. Dengan demikian, wajib bagi manusia untuk menghambakan diri semata-mata kepada-Nya karena dengan jalan demikian manusia akan selamat dari kehancuran dan terlepas dari kesesatan. Dalam ayat itu terdapat petunjuk bahwa wahyu itu turun dari Allah kepada nabi-Nya dengan perantaraan para malaikat. Dalam ayat yang lain disebutkan:\n\nSemua beriman kepada Allah, malaikat-malaikat-Nya, kitab-kitab-Nya, dan rasul-rasul-Nya. (al-Baqarah/2: 285)\n\nMalaikat disebut lebih dahulu daripada rasul-rasul untuk menyatakan bahwa malaikat itu menerima wahyu dari Allah tanpa perantara. Sedangkan yang dimaksud dengan kitab-kitab ialah wahyu yang disampaikan oleh para malaikat kepada para nabi-Nya. \n\nDi akhir ayat ini, Allah swt menegaskan bahwa hendaklah manusia bertakwa hanya kepada-Nya. Ini adalah seruan yang ditujukan kepada orang-orang yang beriman agar tetap bertakwa kepada-Nya. Juga ditujukan kepada orang-orang kafir Quraisy yang menentang akan terjadinya hari kiamat agar mereka menghentikan kemusyrikannya dan meninggalkan sifat-sifat yang menentang terhadap ketentuan yang datang dari Allah dikarenakan sifat tergesa-gesa menolak sesuatu yang belum diyakini kebenarannya.",
                        "3": "Allah swt menjelaskan bahwa Dia menciptakan benda-benda yang ada di langit dan benda-benda yang ada di bumi dengan benar. Maksudnya ialah sesuai dengan hikmah dan kebijaksanaan-Nya dan tidak ada yang sia-sia. Dia menciptakan semuanya tanpa bantuan dan pertolongan siapa pun. Dia cukup menciptakan benda-benda dan hukum yang berlaku baginya, sehingga benda-benda itu berfungsi sesuai dengan hukumnya. Tidak ada zat yang lain yang berkuasa untuk mencipta, mengatur, dan mengendalikan langit, bumi dan semua isinya. Sebagai konsekuensinya, tidak layak apabila ada orang yang menghambakan dirinya kepada tuhan-tuhan yang lain selain-Nya. Oleh karena itu, Allah menyatakan di akhir ayat ini bahwa Dia Mahasuci dari apa yang mereka persekutukan. (Keterangan lebih lanjut bisa dilihat dalam tafsir Surah Ibrahim/14: 19).\n\nPenciptaan langit dan bumi dengan haq (benar) juga bisa bermakna bahwa Tuhan menciptakan bumi bukan dengan main-main. Semuanya begitu tepat untuk mulainya kehidupan di bumi ini. Bagaimana kenyamanan bumi dibandingkan dengan beberapa planet lain yang ada dalam tatasurya yang sama dapat kita lihat pada uraian di bawah ini. Dalam perbandingan yang dilakukan, terutama pada jarak antara matahari dan masing-masing planet, tampak akan efek jarak dengan masing-masing planet.\n\nApa yang tertulis di atas hanya sebagian dari \"keputusan rancangan\" yang dibuat Allah agar kehidupan di bumi dapat eksis dan bertahan. Namun yang sedikit ini pun sudah cukup untuk menunjukkan bahwa keberadaan bumi bukan karena kebetulan. Tidak juga terbentuk oleh serangkaian kejadian acak.\n\nHal tersebut dan detail lain yang tak berhingga meyakinkan kembali kebenaran yang sederhana dan murni. Allah dan hanya Allah yang menciptakan alam semesta, bintang, planet, pegunungan, dan laut dengan sempurna, memberikan kehidupan bagi manusia dan makhluk hidup lainnya, dan menempatkan ciptaan-Nya di bawah kendali manusia. Allah dan hanya Allah, sumber pengampunan dan kekuasaan, cukup berkekuatan untuk menciptakan sesuatu dari kehampaan.",
                        "4": "Kemudian dalam ayat ini, Allah menjelaskan proses kejadian diri manusia bahwa Dia menciptakannya dari nuthfah. Dalam ayat yang lain dijelaskan bahwa Allah menciptakan manusia dari air yang lemah. Kejadian itu melalui proses perkembangan. Di dalam kandungan, mani berubah menjadi 'alaqah (sesuatu yang menggantung di dinding rahim), kemudian menjadi gumpalan daging. Setelah mengalami jangka waktu 4 bulan mulai terwujud janin yang sempurna, dan setelah 9 bulan kejadian, bayi itu dikeluarkan dari kandungan ibunya ke alam dunia. Setelah itu, bayi masih memerlukan bantuan dan perawatan ibunya untuk disusui, dirawat, dan dididik sampai dewasa dan dapat berpikir secara sempurna. \n\nManusia yang mengalami proses penciptaan yang rumit dan bertahap, dari makhluk yang lemah menjadi yang perkasa ini, tiba-tiba mengingkari keesaan penciptanya dan terjadinya hari kebangkitan, serta memusuhi para rasul Allah, padahal ia diciptakan hanya sebagai hamba. Manusia bahkan melupakan asal kejadiannya bahwa ia diciptakan dari setetes air yang tidak mempunyai kemampuan sedikit pun. Mereka berkata dengan terus-terang, sebagaimana dijelaskan dalam firman Allah:\n\nDan tentu mereka akan mengatakan (pula), \"Hidup hanyalah di dunia ini, dan kita tidak akan dibangkitkan.\" (al-An'am/6: 29)\n\nMereka juga mengingkari kebangkitan kembali manusia setelah mati dan menjadi tulang-belulang. Firman Allah:\n\n¦Dia berkata, \"Siapakah yang dapat menghidupkan tulang-belulang yang telah hancur luluh?\" (Yasin/36: 78)",
                        "5": "Pada ayat ini, Allah swt menjelaskan aneka ragam kenikmatan yang disediakan untuk para hamba-Nya berupa binatang ternak, seperti unta, sapi, kambing, dan lain sebagainya. Nikmat yang diperoleh dari binatang itu seperti bulunya yang dapat dibuat kain wool, berguna untuk melindungi tubuh dari gangguan udara dingin, dan kulitnya dapat dijadikan sepatu dan peralatan lainnya. Begitu pula susu dan dagingnya bermanfaat bagi kesehatan manusia. Secara ringkas dapat dikatakan bahwa binatang ternak itu diciptakan untuk manusia agar dapat dimanfaatkan sebagai sumber pemenuhan kebutuhan hidupnya.",
                        "6": "Allah swt menjelaskan bahwa manusia memperoleh kepuasan batin dan pemandangan yang indah pada binatang ternak ketika mereka melepas dan menggiringnya di pagi hari menuju tempat penggembalaan. Perasaan yang sama juga dirasakan pada sore hari ketika mereka menghalau dan menggiring binatang ternak itu kembali ke kandangnya. Keindahan yang diperoleh manusia dari binatang ternak itu termasuk nikmat Allah yang diberikan kepada hamba-Nya.",
                        "7": "Kemudian Allah menyebutkan nikmat-Nya yang lain yang diperoleh manusia dari binatang ternak, yakni mengangkut barang atau beban manusia yang berat dari satu tempat ke tempat yang lain dimana mereka tidak sanggup untuk membawanya sendiri.\n\nAllah berfirman:\n\nDan sesungguhnya pada hewan-hewan ternak, terdapat suatu pelajaran bagimu. Kami memberi minum kamu dari (air susu) yang ada dalam perutnya, dan padanya juga terdapat banyak manfaat untukmu, dan sebagian darinya kamu makan. (al-Mu'minun/23: 21)\n\nDan firman-Nya:\n\nAllahlah yang menjadikan hewan ternak untukmu, sebagian untuk kamu kendarai dan sebagian lagi kamu makan. (al-Mu'min/40: 79)\n\nKemudian Allah swt menegaskan bahwa Dia Maha Pengasih dan Maha Penyayang. Kasih sayang Allah disebutkan dalam ayat ini agar manusia dapat mensyukuri nikmat Allah yang diperolehnya dari binatang ternak, yang sangat bermanfaat bagi mereka sebagai alat pengangkut yang sangat penting artinya bagi kehidupan mereka.\n\nAllah swt berfirman:\n\nDan tidakkah mereka melihat bahwa Kami telah menciptakan hewan ternak untuk mereka yaitu sebagian dari apa yang telah Kami ciptakan dengan kekuasaan Kami, lalu mereka menguasainya? (Yasin/36: 71)",
                        "8": "Selanjutnya, Allah swt menyebutkan beberapa binatang ternak lainnya yang bermanfaat bagi kehidupan manusia, yaitu Allah menciptakan kuda, bagal, dan keledai untuk dikendarai dan dijadikan sebagai binatang pelihara-an yang menyenangkan.\n\nAda segolongan ahli fikih yang mengharamkan daging kuda. Mereka mengemukakan alasan bahwa kuda diciptakan Allah untuk dijadikan kendaraan bukan untuk dimakan. Alasan ini diperkuat dengan teks ayat yang menyebutkan tiga jenis binatang ternak. Hal ini menunjukkan bahwa kuda, keledai, dan bagal hukumnya sama-sama haram dimakan. Sekiranya ketiga binatang ini boleh dimakan, tentulah disebutkan dalam ayat ini, sebab kebutuhan seseorang untuk makan lebih terasa daripada kebutuhan mereka terhadap kendaraan.\n\nAkan tetapi, alasan yang dikemukakan di atas tidak disetujui oleh kalangan ahli fikih yang lain dengan alasan bahwa seandainya ayat ini menunjukkan keharaman kuda, tentu keledai yang dipelihara termasuk ke dalamnya. Kalau memang demikian pengertiannya, tentu pada saat terjadi perang Khaibar tidak perlu ada penegasan keharaman memakan keledai piaraan karena ayat itu turun jauh sebelum perang Khaibar.\n\nDi samping itu, banyak dalil yang membolehkan memakan daging kuda, di antaranya adalah:\n\nDari Asma' r.a., \"Kami berkorban seekor kuda pada masa Rasulullah, lalu kami memakan dagingnya.\" (Riwayat al-Bukhari dan Muslim)\n\nDari Jabir r.a., \"Rasulullah menyuruh kami memakan daging kuda dan melarang kami memakan daging keledai piaraan.\" (Riwayat Abu 'Ubaid, Ibnu Abi Syaibah, at-Tirmizi, an-Nasa'i, dan lain-lain)\n\nDari Jabir r.a., \"Rasulullah melarang memakan daging keledai piaraan dan membolehkan memakan daging kuda.\" (Riwayat al-Bukhari dan Abu Dawud)\n\nDi samping hadis-hadis tersebut, memang ada hadis yang melarang memakan daging kuda bagal, dan keledai\n\nRasulullah melarang memakan daging tiap-tiap binatang buas yang bertaring, daging kuda bagal, dan keledai piaraan. (Riwayat Ahmad)\n\nHadis yang mengharamkan daging kuda ini daif karena dalam sanadnya tercantum nama shalah bin Yahya yang diragukan kekuatan hafalannya. Seandainya hadis ini dianggap sahih, nilai kekuatannya tidak melebihi hadis-hadis sahih lain yang lebih banyak jumlahnya yang membolehkan memakan daging kuda. \n\nSecara singkat dapat dikatakan bahwa hadis yang melarang memakan daging kuda bagal, dan keledai itu terjadi sebelum peristiwa Perang Khaibar. Oleh sebab itu, bisa dikatakan hadis ini dinasakh oleh hadis yang menerang-kan kebolehannya.\n\nDi akhir ayat, Allah menyebutkan bahwa Dia menciptakan semua makhluk yang belum diketahui oleh manusia, baik binatang darat, laut, ataupun angkasa, yang dapat diambil manfaatnya oleh mereka. Namun demikian, sampai saat ini akal manusia belum sampai pada pengetahuan tentang manfaat dari makhluk tersebut. Semua itu bertujuan agar manusia dapat memahami betapa luasnya nikmat Allah swt yang diberikan kepada mereka yang tiada putus-putusnya.",
                        "9": "Allah swt menyebutkan nikmat-Nya yang berguna untuk kepentingan jiwa manusia, agar mereka mengetahui dan mensyukuri Pencipta alam semesta dan nikmat yang sangat luas ini. Allah menjelaskan bahwa Dialah yang mempunyai kekuasaan tertinggi untuk membimbing manusia melalui wahyu kepada para rasul-Nya dan memerintahkan mereka untuk menaatinya. Ini bertujuan agar manusia sampai pada kebenaran. Dengan demikian, barang siapa mengikuti bimbingan itu berarti ia akan memperoleh kebahagiaan yang sangat berguna bagi dirinya. Akan tetapi, barang siapa yang menempuh jalan sesat maka akibatnya akan diderita dan dirasakannya sendiri.\n\nAllah swt berfirman:\n\nDan sungguh, inilah jalan-Ku yang lurus. Maka ikutilah! Jangan kamu ikuti jalan-jalan (yang lain) yang akan mencerai-beraikan kamu dari jalan-Nya. Demikianlah Dia memerintahkan kepadamu agar kamu bertakwa. (al-An'am/6: 153)\n\nDan firman-Nya:\n\nDia (Allah) berfirman, \"Ini adalah jalan yang lurus (menuju) kepada-Ku.\" (al-hijr/15: 41)\n\nDan firman-Nya:\n\nSesungguhnya Kamilah yang memberi petunjuk. (al-Lail/92: 12)\n\nDi samping jalan lurus itu, ada jalan yang menyimpang dari kebenaran. Apabila manusia melalui jalan itu, mereka tidak akan mencapai kebahagiaan. Jalan itu adalah jalan kesesatan, yang membawa manusia pada perpecahan dan kehancuran.\n\nMenurut ayat ini, jalan lurus yang mengantarkan manusia untuk mem-peroleh kebahagiaan hanyalah agama Islam, yaitu agama yang hanif, disyariatkan Allah dan diwahyukan-Nya kepada Nabi Muhammad saw, serta sesuai dengan fitrah manusia.\n\nAllah swt berfirman:\n\nMaka hadapkanlah wajahmu dengan lurus kepada agama (Islam); (sesuai) fitrah Allah disebabkan Dia telah menciptakan manusia menurut (fitrah) itu. Tidak ada perubahan pada ciptaan Allah. (Itulah) agama yang lurus, tetapi kebanyakan manusia tidak mengetahui. (ar-Rum/30: 30)\n\nSesungguhnya Allah berkuasa untuk membimbing manusia seluruhnya untuk beragama tauhid. Akan tetapi, Allah swt Maha Bijaksana. Ia memberi hak pilih kepada manusia karena mereka memiliki akal dan pikiran untuk digunakan sebagaimana mestinya. Allah juga memberikan bimbingan wahyu kepada manusia melalui rasul-Nya, agar mereka melaksanakan tuntunan itu berdasarkan pilihannya. Firman Allah:\n\nDan jika Tuhanmu menghendaki, tentulah beriman semua orang di bumi seluruhnya. (Yunus/10: 99)\n\nUntuk mendorong minat manusia melakukan amal yang baik, Allah swt menjanjikan pahala. Sebagai upaya menghilangkan kecenderungan mereka melakukan amal yang jelek, Allah juga memberi peringatan dengan ancaman yang pedih. Hal ini dimaksudkan agar manusia mau mengikuti petunjuk-Nya dan menghindari larangan-Nya.",
                        "10": "Allah menyebutkan nikmat yang diperoleh manusia dari langit secara langsung atau tidak langsung. Nikmat Allah yang mereka peroleh secara langsung adalah air hujan yang dapat dijadikan air minum dan keperluan lainnya dalam kehidupan mereka sehari-hari, seperti mandi, mencuci pakaian, dan lain sebagainya. Turunnya air hujan juga membuat udara yang panas menjadi sejuk dan menyegarkan badan.\n\nSedang nikmat Allah yang diperoleh secara tidak langsung dari air hujan adalah air itu dapat mengairi sawah dan menghidupkan segala macam tumbuh-tumbuhan. Segala tumbuhan itu sangat bermanfaat bagi manusia dan makhluk lain, seperti manusia dapat menggembalakan binatang ternak mereka di padang rumput.\n\nAyat ini merupakan salah satu dari sekian banyak ayat yang berbicara mengenai hujan dan kesuburan yang diakibatkannya. Untuk rincian mengenai hujan lihat Surah an-Nur/24: 43 dan ar-Rum/30: 48-49. Sedang-kan uraian mengenai bagaimana hujan sangat berperan untuk kesuburan dapat dilihat pada Surah Qaf/50: 9-11.",
                        "11": "Dengan hujan itu pula, Allah swt menumbuhkan tanam-tanaman yang buahnya dapat memenuhi kebutuhan hidup manusia. Dari jenis rumput-rumputan, manusia memperoleh bahan makanan bagi ternak mereka, dari zaitun mereka memperoleh minyak yang diperlukan oleh tubuh, dan dari kurma dan anggur mereka dapat memperoleh buah-buahan sebagai penambah gizi makanan mereka. \n\nKemudian disebut pula segala macam buah-buahan, agar manusia dapat mengetahui kekuasaan-Nya yang tidak terbatas. Dari air yang sama, Allah swt berkuasa menumbuhkan tanam-tanaman yang beraneka ragam dan mengeluarkan buah-buahan yang beraneka ragam bentuk, warna, dan rasanya. Segala macam tumbuh-tumbuhan yang menghasilkan bahan yang dapat memenuhi kebutuhan hidup mereka adalah nikmat yang diberikan oleh Allah dan sekaligus sebagai bukti keesaan-Nya bagi orang yang mengingkari-Nya.\n\nPada akhir ayat ini dijelaskan bahwa segala macam nikmat yang diturunkan baik secara langsung ataupun tidak langsung merupakan bukti kebenaran bahwa sesungguhnya tidak ada tuhan kecuali Allah. Bukti-bukti itu dapat diketahui oleh orang-orang yang memperhatikan dan memikirkan tanda-tanda kekuasaan Allah serta memikirkan hukum-hukum yang berlaku di dalamnya. \n\nBukti-bukti kekuasaan Allah yang terdapat di alam ini cukup memberikan kepuasan pada orang yang benar-benar memperhatikan kekuasaan-Nya dan mempercayai keesaan-Nya. Sebagai contoh, perhatikanlah biji-bijian, baik biji tunggal ataupun berkeping dua, yang terletak di permukaan tanah yang dibasahi air hujan. Lama kelamaan biji itu merekah dan akarnya keluar menembus permukaan tanah. Kemudian tumbuh batang dan dedaunan, lalu berkembang menjadi besar, berbunga, dan berbuah. \n\nSatu hal yang menarik perhatian ialah biji-bijian yang hampir sama bentuknya menghasilkan tumbuh-tumbuhan yang beraneka ragam dan menghasilkan buah-buahan yang bermacam-macam bentuk, warna, dan rasanya. Orang yang menyaksikan hal tersebut tentu akan melihat bahwa pencipta dari segala macam tumbuh-tumbuhan itu pasti Zat Yang Mahasempurna yang tidak bisa disaingi oleh zat-zat yang lain. Dialah yang berhak dipertuhan dan disembah.",
                        "12": "Allah swt menjelaskan bahwa Dialah yang mengendalikan malam dan siang, serta matahari dan bulan. Semua itu untuk kepentingan manusia dan sebagai nikmat yang diciptakan Allah untuk mereka. Allah mengendali-kan siang dan malam secara berganti-ganti. Malam sebagai waktu untuk beristirahat dan tidur agar tenang pikirannya di siang hari. Sedang siang adalah waktu untuk berusaha mencari rezeki guna memenuhi kebutuhan hidup. \n\nAllah menyebutkan matahari dan bulan. Matahari sebagai penyebab adanya siang dan malam. Apabila matahari muncul di cakrawala di bagian langit sebelah timur berarti hari sudah mulai siang. Makin lama matahari makin meninggi bergerak di angkasa secara perlahan-lahan dan apabila telah tenggelam di bagian ufuk sebelah barat, berarti malam telah tiba. Matahari sebagai sumber tenaga sangat diperlukan bagi segenap makhluk hidup yang ada di permukaan bumi, seperti manusia, binatang, dan tumbuh-tumbuhan.\n\nBulan berjalan lebih cepat dari matahari suatu saat ia berbentuk sabit, beberapa hari kemudian bertambah besar, dan akhirnya menjadi bulan purnama. Sesudah itu, cahayanya mulai berkurang dan bentuknya kembali menjadi bentuk sabit, dan akhirnya lenyap sama sekali. Dari berbagai perubahan bentuk bulan ini, orang dapat mengetahui penanggalan yang sangat bermanfaat bagi pelaksanaan ibadah. Secara singkat dapat dikatakan bahwa benda langit itu merupakan nikmat Allah yang sangat besar bagi manusia, dan bermanfaat bagi kehidupan ataupun pengetahuan mereka.\n\nAllah swt menyebutkan bahwa Dia mengendalikan bintang-bintang yang bergerak pada orbitnya sendiri-sendiri dengan hukum-hukum yang telah ditetapkan-Nya. Gerakannya begitu teratur dan tetap, demikian pula posisinya. Hal ini memberikan petunjuk kepada manusia untuk mengetahui posisi mereka di muka bumi dengan berpedoman kepada kedudukan bintang-bintang itu, baik di daratan, di lautan, maupun di udara, terutama pada saat tanda-tanda dan rambu-rambu pengenal lainnya tak dapat dilihat.\n\nDi akhir ayat, Allah swt menandaskan sekali lagi bahwa matahari, bulan, dan bintang itu menjadi tanda bukti yang jelas bagi mereka yang mau memikirkan tanda-tanda kekuasaan Allah dan dapat memahami hukum-hukum yang berlaku di alam ini. Hal ini mengandung pengertian bahwa memikirkan tanda-tanda kekuasaan Allah yang terdapat di angkasa tidaklah diperoleh dengan penglihatan selintas saja melainkan dengan merenungkan dan memikirkan dengan akal yang sehat. Ini disebabkan oleh letak benda-benda tersebut yang sangat jauh jaraknya dari bumi, sehingga manusia tidak bisa melihatnya dengan mata telanjang. Berbeda dengan memperhatikan tanda-tanda kekuasaan Allah yang terdapat di permukaan bumi. Dalam hal ini dengan pandangan selintas terhadap tanda-tanda kekuasaan Allah yang ada di jangkauan mereka, manusia akan dapat mengetahui keagungan Penciptanya.",
                        "13": "Allah menjelaskan bahwa Dia juga mengendalikan segala macam benda yang diciptakan-Nya, baik benda-benda itu hanya terdapat di permukaan bumi seperti aneka ragam binatang ternak dan tumbuh-tumbuhan, maupun benda-benda yang terdapat dalam perut bumi, seperti mineral dan barang tambang. Semua itu diciptakan Allah beraneka ragam dalam jenis, bentuk, dan manfaatnya.\n\nDi akhir ayat dijelaskan bahwa sesungguhnya pada nikmat-nikmat yang telah diciptakan Allah yang beraneka ragam bentuk itu terdapat tanda-tanda kekuasaan Allah bagi orang-orang yang mengambil pelajaran. Yaitu bagi mereka yang memahami betapa besarnya nikmat Allah yang telah diberikan kepada mereka dan mensyukuri dengan memanfaatkannya sebagaimana mestinya dan sesuai dengan keperluan mereka menurut keridaan Allah.",
                        "14": "Selanjutnya, Allah swt menyebutkan nikmat-nikmat yang terdapat di lautan yang diberikan kepada hamba-Nya. Dijelaskan bahwa Dia yang telah mengendalikan lautan untuk manusia. Maksudnya ialah mengendalikan segala macam nikmat-Nya yang terdapat di lautan agar manusia dapat memperoleh makanan dari lautan itu berupa daging yang segar, yaitu segala macam jenis ikan yang diperoleh manusia dengan jalan menangkapnya.\n\nPenyerupaan ikan dengan daging yang segar agar dipahami bahwa yang boleh dimakan dari segala jenis ikan yang terdapat di dalam lautan itu ialah yang ditangkap dalam keadaan segar, meskipun binatang itu mati tanpa disembelih. Akan tetapi, apabila segala jenis ikan yang diperoleh itu dalam keadaan tidak segar, mati, apalagi telah membusuk, maka tidak boleh dimakan karena dikhawatirkan membahayakan kesehatan. Yang dimaksud dengan binatang yang mati di lautan ialah binatang yang mati dengan sendirinya atau karena sebab-sebab yang lain sehingga mengambang di permukaan air, bukan yang mati karena ditangkap oleh manusia.\n\nRasulullah bersabda:\n\nSemua binatang laut yang mati karena kehabisan air makanlah dan semua binatang laut yang terdampar ke daratan dari lautan makanlah, tetapi binatang yang terapung di lautan janganlah dimakan. (Hadis dhaif riwayat Abu Dawud dan Ibnu Majah dari Jabir)\n\nIkan yang mati di laut boleh dimakan sebab Nabi Muhammad saw bersabda:\n\nLaut itu suci airnya dan halal bangkainya. (Riwayat Imam Empat dari Abu Hurairah)\n\nHendaklah dipahami sekali lagi bahwa bangkai binatang air laut yang halal dimakan ialah binatang yang ditangkap oleh manusia, yang terlempar ke daratan, yang mati karena kehabisan air, dan yang masih segar, bukan binatang yang mati terapung di lautan dan sudah membusuk.\n\nSelanjutnya Allah swt menyebutkan nikmat lain yang dapat diperoleh manusia dari lautan, yaitu berupa perhiasan. Di antaranya adalah mutiara dan marjan\n\n. \n\nMutiara adalah perhiasan yang diperoleh dari dalam tubuh sejenis lokan yang proses kejadiannya dimulai dengan masuknya semacam benda keras, pasir, atau benda asing lainnya ke dalam tubuh lokan. Karena sangat mengganggu bagi organ-organ tubuhnya, lokan mengeluarkan semacam cairan yang dapat mengeras untuk membungkus benda keras itu. Proses itu berlanjut terus-menerus sehingga lama-kelamaan terbentuk semacam benda bulat dan mengkilat, warnanya putih kebiru-biruan, kemerah-merahan, atau kekuning-kuningan yang sangat indah dipandang mata. Benda itu dikeluarkan oleh manusia dari lokan tadi, ada yang kecil dan ada yang besar sesuai dengan lamanya benda tersebut dalam tubuh lokan itu. Itulah yang dimaksud dengan mutiara. \n\nPerhiasan yang lain adalah marjan, sebangsa tumbuh-tumbuhan yang hidup di dasar laut dan mirip dengan karang. Marjan itu diambil oleh manusia dari lautan dan dibuat menjadi kalung, gelang, atau perhiasan lain yang sangat indah. Semua itu berupa nikmat Allah yang diberikan kepada manusia yang tiada ternilai harganya.\n\nNikmat lain yang diberikan kepada manusia dari lautan ialah mereka dapat menjadikannya sebagai sarana lalu lintas pelayaran, baik oleh kapal layar ataupun kapal mesin. Kapal-kapal itu hilir mudik dari suatu negara ke negara lain untuk mengangkut segala macam barang perdagangan sehingga mempermudah perdagangan antar negara tersebut. Dari perdagangan itu, manusia mendapat rezeki karena keuntungan yang diperolehnya. \n\nNikmat-nikmat Allah itu disebutkan agar manusia mensyukuri semua nikmat yang diberikan-Nya kepada mereka. Juga dimaksudkan agar manusia dapat memahami betapa besar nikmat Allah yang telah diberikan pada mereka dan memanfaatkan nikmat yang tiada tara itu untuk beribadah kepada-Nya dan kesejahteraan mereka sendiri.",
                        "15": "Allah swt juga menyebutkan nikmat yang didapat manusia secara tidak langsung. Dia menciptakan gunung-gunung di bumi supaya bumi itu tidak goncang. Dengan demikian, binatang-binatang serta manusia yang berada di permukaannya dapat hidup tenang. Gambaran yang dapat diambil dari ayat ini ialah bahwa gunung diciptakan oleh Allah sebagai pemelihara keseimbangan bumi sehingga dapat berputar dengan tenang. Mengenai ketenangan bumi karena adanya gunung itu dapat diumpamakan seperti tenangnya perahu di atas air. Apabila perahu itu tidak diberi beban, ia mudah tergoncang oleh gelombang ombak. Tetapi apabila diberi beban yang cukup berat, maka perahu itu tidak mudah oleng. \n\nAllah swt menciptakan sungai di permukaan bumi yang mengalir dari suatu tempat ke tempat lain sebagai nikmat yang diberikan pada hamba-Nya. Sungai itu berfungsi sebagai sumber pengairan yang dapat diatur untuk mengairi sawah dan ladang, sehingga manusia dapat bercocok tanam untuk memenuhi segala macam kebutuhannya. Di samping itu, sungai dapat juga dijadikan sebagai sarana lalu lintas guna kepentingan pengangkutan barang-barang dagangan manusia. \n\nAllah juga menciptakan daratan yang dapat digunakan sebagai sarana perhubungan dan transportasi dari suatu negeri ke negeri yang lain. Jalan-jalan itu terbentang mulai dari tepi pantai, menembus hutan-hutan, dan melingkari gunung-gunung, sehingga dengan demikian manusia dapat mencapai tujuannya tanpa tersesat ke tempat lain. Itulah sebabnya di akhir ayat ini, Allah swt menyebutkan bahwa manfaat dari jalan-jalan itu agar manusia mendapat petunjuk. Artinya tidak tersesat tanpa arah tujuan.\n\nFirman Allah:\n\nDan Kami telah menjadikan di bumi ini gunung-gunung yang kokoh agar ia (tidak) guncang bersama mereka, dan Kami jadikan (pula) di sana jalan-jalan yang luas, agar mereka mendapat petunjuk. (al-Anbiya'/21: 31)\n\nAyat 15 Surah an-Nahl/16 ini juga menyiratkan bagaimana proses geologi berjalan, yang pada dasarnya berupa siklus yang tiada berhenti. Ketika proses erosi terjadi maka seluruh material hasil erosi dihamparkan dan diendapkan pada tempat-tempat yang lebih rendah, bahkan mencapai wilayah-wilayah terendah seperti palung-palung yang terdapat di sebelah barat pulau Sumatera ataupun di selatan pulau Jawa. Kumpulan material akibat erosi selama jutaan tahun ini secara bersamaan dihimpit oleh lempengan-lempengan yang terus bergerak dan lambat laun menghasilkan pegunungan. \n\nProses geologi selalu menuju ke keseimbangan yang terukur. Pada pegunungan yang menjulang tinggi, maka beban ini menekan kerak bumi di bawahnya dan menyebabkan kerakbumi menekuk lebih dalam, ibarat sebuah akar yang menunjam dalam dan membuat bumi stabil. Jadi, di bawah pegunungan terdapat akar yang ketebalannya prororsional dengan beratnya (terukur). Contoh dari fenomena adalah dibawah pengunungan Himalaya yang menjulang tinggi terdapat akar yang dalam.",
                        "16": "Di samping itu, Allah swt menciptakan gunung-gunung itu sebagai tanda yang dapat digunakan manusia sebagai petunjuk untuk mengetahui di mana mereka berada. Apabila seseorang berlayar di lautan dan masih dapat melihat rambu-rambu darat maka gunung-gunung itulah sebagai tanda baginya untuk menentukan posisi dan kedudukan perahunya. \n\nSelanjutnya Allah swt menjelaskan pula bahwa Dia menciptakan bintang-bintang yang juga dapat dijadikan sebagai penunjuk arah. Bintang digunakan para musafir di darat, pelaut, dan penerbang sebagai petunjuk di waktu malam apabila rambu-rambu tak dapat dipergunakan lagi. Karena di waktu malam gelap, hanya cahaya-cahaya bintang itulah yang paling jelas bagi mereka. Manusia dapat mengambil petunjuk dari bintang dengan jalan mengenal gugusan bintang-bintang itu yang dalam ilmu falak telah diberi nama-nama tersendiri. Sudah tentu, yang dapat menggunakan bintang sebagai petunjuk ialah mereka yang telah dapat membedakan masing-masing gugusan bintang itu dan mengenal saat terbit dan tenggelamnya. Gugusan-gugusan bintang itu dijadikan sebagai pedoman dalam menentukan kedudukan mereka di permukaan bumi.",
                        "17": "Sesudah itu, Allah swt membungkam orang-orang musyrik dan mematahkan alasan-alasan yang mereka kemukakan karena mereka tidak mau memperhatikan tanda-tanda kekuasaan Allah dan tetap bergelimang dalam kemusyrikannya. Allah swt menyuruh mereka agar memperhatikan apakah yang menciptakan segala macam nikmat yang diberikan kepada manusia sama dengan patung-patung yang mereka sembah yang tidak dapat menciptakan apa-apa. Mengapa mereka tidak mengambil pelajaran dari berbagai macam nikmat tadi sehingga mereka akan mengenal siapakah sebenarnya yang pantas memiliki kekuasaan tertinggi, dan menentukan segala macam bentuk kejadian menurut kehendaknya. \n\nSebenarnya apabila mereka mau merenungkan kejadian alam beserta seluruh isinya dan segala macam nikmat yang diperoleh, mereka tentu akan meninggalkan penyembahan patung-patung yang menjadi tradisi nenek moyang mereka.",
                        "18": "Allah lalu menegaskan bahwa apabila manusia mau menghitung nikmat-Nya, tentu mereka tak akan dapat menentukan jumlahnya karena pikiran manusia itu sangat terbatas, sedangkan nikmat Allah begitu luas. Oleh sebab itu, kewajiban manusia hanyalah mensyukuri nikmat-nikmat itu dan memanfaatkannya untuk memenuhi keperluan hidupnya dan berkhidmat kepada masyarakat sesuai dengan tuntunan dan keridaan Allah.\n\nDi akhir ayat ditegaskan bahwa sesungguhnya Allah itu Maha Pengampun dan Maha Penyayang. Pengampunan disebut dalam ayat ini karena kebanyakan manusia mensyukuri sebagian kecil dari nikmat yang mereka terima, sedangkan nikmat-nikmat yang sangat luas mereka lupakan begitu saja. Penyebutan kata-kata Maha Penyayang menunjukkan bahwa Allah tidak akan memberikan hukuman kepada mereka dengan segera karena keingkaran mereka terhadap nikmat Allah yang Mahaluas itu.",
                        "19": "Allah swt menjelaskan bahwa Dia Maha Mengetahui segala apa yang dirahasiakan manusia. Maksudnya, Allah mengetahui apa yang ada dalam hati manusia, yang berbeda dengan apa yang mereka ucapkan dan kerjakan.\n\nMeskipun manusia merahasiakan dalam hati mereka apa yang sebenarnya terjadi dan tidak seorang pun yang dapat mengetahuinya, nanti di hari kiamat rahasia itu akan dibukakan Allah bagi siapa saja. Allah akan memberikan pahala kepada orang yang melakukan kebajikan sesuai dengan kebajikannya, dan menghukum orang-orang yang melakukan kejahatan sesuai dengan kejahatannya. Allah sendiri yang akan menanyakan kepada mereka apakah mereka mensyukuri atau bahkan mengingkari nikmat yang telah diberikan-Nya kepada mereka.",
                        "20": "Sesudah itu, Allah swt menjelaskan kepada orang-orang musyrik bagaimana keadaan patung yang sebenarnya. Hal ini sebagai penegasan terhadap kebodohan mereka yang tidak dapat menilai keadaan yang sebenarnya dari patung-patung yang mereka sembah.\n\nAllah swt menyatakan bahwa orang-orang yang menyembah tuhan-tuhan lain selain Allah berarti menyembah sesuatu yang tidak dapat menciptakan suatu apapun. Apa yang mereka sembah itu hanyalah makhluk yang diciptakan oleh Allah. Jadi patung-patung dan sembahan-sembahan lainnya itu tidak dapat memberikan pengaruh apa-apa karena hanya merupakan hasil pahatan manusia itu sendiri.\n\nAllah swt berfirman:\n\nDia (Ibrahim) berkata, \"Apakah kamu menyembah patung-patung yang kamu pahat itu?Padahal Allahlah yang menciptakan kamu dan apa yang kamu perbuat itu.\" (as-shaffat/37: 95-96)\n\nPertanyaan ini adalah cetusan perasaan Nabi Ibrahim pada saat melihat kaumnya yang menyembah patung-patung. Hal ini menunjukkan kebenaran ungkapan Nabi Ibrahim karena patung-patung itu hanyalah ciptaan manusia belaka.",
                        "21": "Allah swt lalu menjelaskan bahwa berhala-berhala itu adalah benda mati. Berhala itu tidak dapat memikirkan bagaimana seharusnya mengabulkan doa-doa yang mereka minta. Allah swt menegaskan bahwa patung-patung itu bukanlah benda hidup yang dapat memberikan pengaruh, baik bagi dirinya maupun di luar dirinya. Berhala itu, baik disembah ataupun tidak, tidak akan memberikan faedah apa punjuga dan tidak akan pula menyebabkan kemudaratan.\n\nDi akhir ayat, Allah swt menegaskan bahwa berhala-berhala itu tidak akan mengetahui dan merasakan bila penyembah-penyembahnya kelak dibangkitkan. Hanya Allah, pencipta jagat raya dan isinya saja yang mengetahuinya, sedang patung-patung itu tidak akan mengetahui apa-apa karena hanya merupakan benda-benda mati.",
                        "22": "Allah swt menjelaskan bahwa Tuhan yang wajib disembah dan ditaati oleh seluruh manusia adalah Tuhan Yang Maha Esa. Penegasan dengan Yang Maha Esa, memberikan pengertian yang pantas disembah hanyalah Dia. Oleh sebab itu, Dia pulalah yang wajib ditaati oleh seluruh manusia dan tidak boleh mengangkat tuhan-tuhan yang lain sebagai sekutu-Nya.\n\nSesudah itu, dalam ayat ini dijelaskan bahwa orang-orang kafir mempersekutukan Allah dengan tuhan-tuhan yang lain karena tidak mau mengakui keesaan Allah, janji dan ancaman-Nya, serta terjadinya hari akhir. Itulah sebabnya maka mereka membangkang terhadap apa saja yang disampaikan oleh Nabi Muhammad saw, meskipun berita yang disampaikan itu mengandung berita tentang kekuasaan dan kebenaran Allah serta luasnya nikmat yang diberikan kepada manusia. Hati mereka telah tertutup, meskipun telah diberitakan kepada mereka bahwa peribadatan mereka itu tidak benar. Seharusnya yang berhak disembah ialah Allah Yang Maha Esa, namun mereka tetap tidak mau percaya. \n\nDi akhir ayat, Allah swt menegaskan bahwa mereka adalah orang-orang yang sombong dan tidak mau menerima kebenaran. Mereka tidak mau tunduk kepada kebenaran, tetap mengingkarinya, dan bertaklid buta mengikuti nenek moyang mereka.\n\nAllah swt berfirman:\n\nApakah dia menjadikan tuhan-tuhan itu Tuhan yang satu saja? Sungguh, ini benar-benar sesuatu yang sangat mengherankan. (shad/38: 5)\n\nDan apabila yang disebut hanya nama Allah, kesal sekali hati orang-orang yang tidak beriman kepada akhirat. Namun apabila nama-nama sembahan selain Allah yang disebut, tiba-tiba mereka menjadi bergembira. (az-Zumar/39: 45)\n\nBahkan mereka berkata, \"Sesungguhnya kami mendapati nenek moyang kami menganut suatu agama, dan kami mendapat petunjuk untuk mengikuti jejak mereka.\" Dan demikian juga ketika Kami mengutus seorang pemberi peringatan sebelum engkau (Muhammad) dalam suatu negeri, orang-orang yang hidup mewah (di negeri itu) selalu berkata, \"Sesungguhnya kami mendapati nenek moyang kami menganut suatu (agama) dan sesungguhnya kami sekedar pengikut jejak-jejak mereka.\" (az-Zukhruf/43: 22-23)\n\n(23) Tidak dapat diragukan lagi, sesungguhnya Allah telah mengetahui keingkaran orang-orang musyrik itu terhadap wahyu yang telah diberikan kepada Nabi Muhammad saw yang mereka sembunyikan dalam hati mereka. Allah juga mengetahui apa yang mereka nyatakan terhadap Nabi Muhammad saw serta tuduhan mereka bahwa beliau membuat berita-berita palsu.\n\nDi akhir ayat dijelaskan bahwa Allah tidak suka kepada orang-orang sombong yang tidak mau percaya kepada keesaan-Nya dan enggan mengikuti seruan para nabi dan rasul-Nya. Pernyataan ini menunjukkan betapa murka dan bencinya Allah kepada mereka dan sikap mereka yang tidak mengerti akan kedudukan diri mereka. Di ayat lain, Allah swt mengancam bahwa orang-orang yang sombong akan dimasukkan ke neraka Jahanam. Allah swt berfirman:\n\nSesungguhnya orang-orang yang sombong tidak mau menyembah-Ku akan masuk neraka Jahanam dalam keadaan hina dina. (al-Mu'min/40: 60)\n\nRasulullah saw bersabda:\n\nTidak akan masuk surga orang yang di hatinya ada kesombongan sebiji sawi, dan tidak akan masuk neraka orang yang di hatinya ada iman sebiji sawi, kemudian berkatalah seorang laki-laki, \"Wahai Rasulullah, bagaimana kalau seorang laki-laki ingin agar bajunya bagus dan sandalnya bagus? Kemudian Rasulullah menjawab, \"Sesungguhnya Allah indah, menyukai keindahan. Kesombongan itu ialah tidak mau menerima kebenaran dan menghina manusia.\" (Riwayat Muslim, Abu Dawud, at-Tirmidzi, dan Ibnu Majah, dari Ibnu Mas'ud)",
                        "23": "Allah swt menjelaskan bahwa Tuhan yang wajib disembah dan ditaati oleh seluruh manusia adalah Tuhan Yang Maha Esa. Penegasan dengan Yang Maha Esa, memberikan pengertian yang pantas disembah hanyalah Dia. Oleh sebab itu, Dia pulalah yang wajib ditaati oleh seluruh manusia dan tidak boleh mengangkat tuhan-tuhan yang lain sebagai sekutu-Nya.\n\nSesudah itu, dalam ayat ini dijelaskan bahwa orang-orang kafir mempersekutukan Allah dengan tuhan-tuhan yang lain karena tidak mau mengakui keesaan Allah, janji dan ancaman-Nya, serta terjadinya hari akhir. Itulah sebabnya maka mereka membangkang terhadap apa saja yang disampaikan oleh Nabi Muhammad saw, meskipun berita yang disampaikan itu mengandung berita tentang kekuasaan dan kebenaran Allah serta luasnya nikmat yang diberikan kepada manusia. Hati mereka telah tertutup, meskipun telah diberitakan kepada mereka bahwa peribadatan mereka itu tidak benar. Seharusnya yang berhak disembah ialah Allah Yang Maha Esa, namun mereka tetap tidak mau percaya. \n\nDi akhir ayat, Allah swt menegaskan bahwa mereka adalah orang-orang yang sombong dan tidak mau menerima kebenaran. Mereka tidak mau tunduk kepada kebenaran, tetap mengingkarinya, dan bertaklid buta mengikuti nenek moyang mereka.\n\nAllah swt berfirman:\n\nApakah dia menjadikan tuhan-tuhan itu Tuhan yang satu saja? Sungguh, ini benar-benar sesuatu yang sangat mengherankan. (shad/38: 5)\n\nDan apabila yang disebut hanya nama Allah, kesal sekali hati orang-orang yang tidak beriman kepada akhirat. Namun apabila nama-nama sembahan selain Allah yang disebut, tiba-tiba mereka menjadi bergembira. (az-Zumar/39: 45)\n\nBahkan mereka berkata, \"Sesungguhnya kami mendapati nenek moyang kami menganut suatu agama, dan kami mendapat petunjuk untuk mengikuti jejak mereka.\" Dan demikian juga ketika Kami mengutus seorang pemberi peringatan sebelum engkau (Muhammad) dalam suatu negeri, orang-orang yang hidup mewah (di negeri itu) selalu berkata, \"Sesungguhnya kami mendapati nenek moyang kami menganut suatu (agama) dan sesungguhnya kami sekedar pengikut jejak-jejak mereka.\" (az-Zukhruf/43: 22-23)",
                        "24": "Allah swt menjelaskan kesombongan orang-orang musyrik, yaitu apabila ditanyakan kepada mereka apakah yang telah diturunkan oleh Allah? Mereka pun menjawab bahwa Allah tidak menurunkan apa pun juga kepada Muhammad. Apa yang dibacakan oleh Muhammad itu tiada lain hanyalah dongeng-dongeng orang-orang dahulu yang ia ambil dari kitab kuno.\n\nUcapan seperti itu menggambarkan kesombongan mereka terhadap diri Rasulullah dan kepada firman Allah.\n\nAllah swt berfirman :\n\nDan mereka berkata, \"(Itu hanya) dongeng-dongeng orang-orang terdahulu, yang diminta agar dituliskan, lalu dibacakanlah dongeng itu kepadanya setiap pagi dan petang.\" (al-Furqan/25: 5)\n\nKesombongan mereka terhadap Nabi Muhammad digambarkan dengan kata-kata seperti tuduhan mereka bahwa Nabi Muhammad itu tukang sihir, penyair, dan tukang tenung. Bahkan ada yang secara berlebih-lebihan menuduhnya sebagai orang gila. Kesombongan mereka kepada Nabi Muhammad saw bukan saja terlihat dari ucapan-ucapan mereka akan tetapi betul-betul telah merasuki jiwa dan darah daging mereka.\n\nAllah swt berfirman:\n\nSesungguhnya dia telah memikirkan dan menetapkan (apa yang ditetapkannya), maka celakalah dia! Bagaimana dia menetapkan? Sekali lagi, celakalah dia! Bagaimana dia menetapkan? Kemudian dia (merenung) memikirkan, lalu berwajah masam dan cemberut, kemudian berpaling (dari kebenaran) dan menyombongkan diri, lalu dia berkata, \"(Al-Qur'an) ini hanyalah sihir yang dipelajari (dari orang-orang dahulu). Ini hanyalah perkataan manusia.\" (al-Muddatstsir/74: 18-25)",
                        "25": "Allah swt menjelaskan bahwa ucapan mereka yang congkak itu menyebabkan mereka harus memikul dosa-dosa mereka sendiri dan dosa orang-orang yang secara taklid buta mengikuti ucapan itu. Orang yang mengikuti disamakan hukumnya dengan orang yang diikuti karena mereka masing-masing telah diberi akal untuk menilai ucapan orang-orang yang diikuti itu. Akan tetapi, mereka tidak menggunakan akal itu sehingga mereka mengikuti tanpa dasar pijakan sedikit pun. Sedangkan orang yang diikuti, di samping menanggung dosa sendiri, juga menanggung dosa orang yang disesatkan. Mereka dianggap sebagai penyesat dan penyebab orang-orang lain berkeyakinan seperti keyakinan mereka. Sabda Rasulullah saw:\n\nBarang siapa mengajak orang-orang kepada petunjuk (agama Islam), maka ia memperoleh pahala orang-orang yang mengikutinya, dan hal itu tidak mengurangi pahala-pahala mereka sedikit pun. Dan barang siapa mengajak kepada kesesatan ia memperoleh dosa seperti dosa-dosa yang mengikuti, yang hal itu tidak mengurangi dosa-dosa mereka sedikit pun. (Riwayat Ahmad dan Muslim dari Abu Hurairah)\n\nDan firman Allah:\n\nDan mereka benar-benar akan memikul dosa-dosa mereka sendiri, dan dosa-dosa yang lain bersama dosa mereka, dan pada hari Kiamat mereka pasti akan ditanya tentang kebohongan yang selalu mereka ada-adakan. (al-'Ankabut/29: 13)\n\nMereka diancam dengan ancaman yang berat karena menilai firman Allah yang disampaikan kepada Rasulullah dengan penilaian yang tidak wajar. Mereka telah mengotori pikiran dan jiwa mereka sendiri sehingga mereka berani berbuat berbagai macam tipu daya untuk menjatuhkan pribadi Rasul di hadapan para pengikutnya. Mereka diberi ancaman keras karena perbuatan dosa yang mereka lakukan. Bahkan mereka memikul dosa-dosa orang-orang yang mengikutinya pada hari akhir. Lalu Allah menyatakan bahwa dosa yang mereka pikul itu adalah dosa yang paling berat.",
                        "26": "Allah menjelaskan bahwa tipu daya orang-orang musyrik itu hanya akan mencelakakan diri mereka sendiri. Mereka akan mengalami penderitaan seperti yang dirasakan oleh umat-umat terdahulu dimana mereka juga mendustakan rasul-rasul mereka dengan berbagai macam tipu daya dan berbagai macam alasan. Sebagai contoh adalah apa yang dilakukan Fir'aun ketika ia meminta menterinya untuk membangun menara yang tinggi guna melihat Tuhan Musa a.s. \n\nFirman Allah:\n\nDan Firaun berkata, \"Wahai Haman! Buatkanlah untukku sebuah bangunan yang tinggi agar aku sampai ke pintu-pintu, (yaitu) pintu-pintu langit, agar aku dapat melihat Tuhannya Musa, tetapi aku tetap memandangnya seorang pendusta.\" Dan demikianlah dijadikan terasa indah bagi Firaun perbuatan buruknya itu, dan dia tertutup dari jalan (yang benar); dan tipu daya Firaun itu tidak lain hanyalah membawa kerugian. (al-Mu'min/40: 36-37)\n\nKemudian Allah swt melukiskan bahwa tipu daya yang mereka lakukan terhadap Rasulullah saw bagaikan orang-orang yang membangun rumah. Setelah rumah itu jadi, Allah menghancurkan rumah itu dari fondasinya. Setelah pondasi itu hancur dan tiang-tiangnya mulai berjatuhan, berguguranlah atap dan seluruh bangunannya, sehingga menimpa diri mereka sendiri. Mereka sendiri tidak merasakan sebelumnya apa yang akan terjadi dan akibat apa yang harus mereka terima terhadap perbuatan yang mereka lakukan itu.\n\nAkibat dari perbuatan mereka itu tidak saja menghancurkan diri mereka sendiri, tetapi juga menghancurkan keluarga dan keturunan mereka. Hal itu merupakan gambaran yang tepat bagaimana Allah swt menggagalkan tipu daya mereka. \n\nKemudian Allah swt menjelaskan bahwa mereka itu akan mendapat azab pada saat yang tidak mereka duga sebelumnya dan tidak pula mereka sadari. Hal ini menunjukkan bahwa akibat yang mereka temui tidaklah seperti yang mereka duga sebelumnya. Apa yang terjadi pada umat terdahulu berlaku pula bagi umat Islam, di mana mereka mengira bahwa dengan berbagai macam tipu daya, mereka dapat menghalang-halangi dan menghancurkan dakwah Islam. Akan tetapi justru sebaliknya, dakwah Islam makin lama makin meluas dan semangat pengikut-pengikutnya makin lama makin membaja. Akhirnya mereka akan mengalami kehancuran di berbagai medan pertempuran terutama pada saat terjadinya perang Badar.",
                        "27": "Malapetaka tersebut di atas merupakan azab dunia bagi mereka, sedangkan di akhirat Allah swt akan memberikan siksaan yang pedih dan mereka akan merasakan kehinaan yang tiada taranya. Kehinaan mereka digambarkan dengan keadaan mereka yang bingung, mencari sekutu-sekutu mereka yang dahulu pernah mengajak mereka untuk melakukan tipu daya. Mereka menyesal karena orang-orang yang dahulu mengajak mereka tidak lagi dapat memberikan dukungan kepada mereka untuk melepaskan diri mereka dari siksa Allah. Sebab pada saat itu, manusia tidak mempunyai kekuatan dan tidak pula ada yang dapat memberikan pertolongan.\n\nFirman Allah:\n\nMaka manusia tidak lagi mempunyai suatu kekuatan dan tidak (pula) ada penolong. (ath-thariq/86: 10)\n\nKemudian Allah swt menjelaskan bahwa pada hari kebangkitan, orang-orang yang telah diberi ilmu, yaitu orang-orang yang mengetahui dan mengikuti petunjuk-petunjuk wahyu dan yakin akan kebenaran hidayah yang diterimanya, serta meyakini keesaan Allah dan kerasulan Muhammad, akan tersenyum dengan penuh kepuasan. Mereka mengatakan bahwa kehinaan dan azab pada hari itu benar-benar ditimpakan kepada orang-orang kafir akibat mengingkari Allah, memusuhi para rasul-Nya, dan mendustakan akan terjadinya hari kebangkitan.\n\nFirman Allah:\n\nMaka pada hari ini, orang-orang yang berimanlah yang menertawakan orang-orang kafir, mereka (duduk) di atas dipan-dipan melepas pandangan. (al-Muthaffifin/83: 34-35)",
                        "28": "Kemudian Allah swt melukiskan keadaan orang-orang musyrik pada akhir hayat mereka, yaitu ketika malaikat maut akan merenggut nyawa mereka sedangkan mereka masih tetap dalam keadaan menganiaya diri sendiri. Mereka tidak dapat mengelakkan diri dari kematian dan malaikat pencabut nyawa, padahal mereka telah mengingkari pencipta alam semesta.\n\nPada saat itu, mereka membayangkan siksaan yang akan mereka terima karena mengingkari Allah Yang Maha Esa dan menganiaya diri sendiri. Ketika itu, nurani merekalah yang berbicara, mereka mengakui kebenaran-Nya, seraya mengatakan kami tidak menyekutukan Allah dengan yang lain. Sebagaimana firman Allah:\n\nDemi Allah, ya Tuhan kami, tidaklah kami menyekutukan Allah. (al-An'am/6: 23)\n\nPengakuan seperti itu sangat terlambat karena pada saat sebelum kematian, mereka di dunia mendustakan keesaan Allah dan bergelimang dalam kebatilan. Tidaklah benar apabila mereka mengharapkan kebahagiaan, karena mereka telah diberi akal yang dapat menilai baik dan buruk. Mereka sadar betapa besarnya dosa mendustakan keesaan Allah dan wahyu yang diterima oleh Nabi Muhammad saw. Oleh karena itu, hukuman yang pantas bagi mereka ialah menerima siksaan yang sesuai dengan amal perbuatannya. Mereka tidak dapat lagi menutup-nutupi kejahatan yang mereka lakukan, karena sesungguhnya mereka sendiri telah menyadari dan mengakui kejahatan mereka dan sesungguhnya Allah Maha Mengetahui apa yang mereka kerjakan.",
                        "29": "Allah swt menegaskan bahwa yang akan mereka terima di akhirat tiada lain hanyalah neraka Jahanam dan merasakan berbagai macam azab. Mereka akan tinggal dalam neraka Jahanam itu selama-lamanya dan menerima azab sesuai dengan berat ringannya dosa yang mereka lakukan. Inilah hukuman yang pantas dan penderitaan yang sesuai bagi orang yang sombong, takabur, dan tidak mau mengikuti pedoman hidup dan petunjuk yang dibawa oleh Rasul. \n\nAllah berfirman:\n\nDan orang-orang yang kafir, bagi mereka neraka Jahanam. Mereka tidak dibinasakan hingga mereka mati, dan tidak diringankan dari mereka azabnya. Demikianlah Kami membalas setiap orang yang sangat kafir. (Fathir/35: 36)",
                        "30": "Allah swt menggambarkan keadaan orang-orang mukmin apabila ditanya bagaimana kesannya terhadap apa yang diturunkan oleh Allah. Orang-orang yang mematuhi ayat-ayat Allah itu akan memberikan jawaban bahwa yang diturunkan itu adalah kebaikan dan rahmat Allah yang diberikan kepada hamba-Nya yang menaati agamanya dan mempercayai rasul-Nya, serta mengamalkan ayat itu di tengah-tengah masyarakat. Mereka akan menjadi hamba Allah yang berbuat kebajikan dan menerima kebahagiaan hidup, sedangkan di akhirat akan mendapat pahala yang lebih baik lagi dari pahala yang mereka terima di dunia.\n\nDi akhir ayat, Allah swt menegaskan bahwa kehidupan akhirat adalah lebih baik dan sebagai tempat yang paling baik bagi orang-orang yang bertakwa. Kebahagiaan yang akan mereka terima di akhirat itu sifatnya kekal, sedang kebahagiaan di dunia hanya sementara. Kebahagiaan di akhirat memberikan kepuasan dalam arti sebenar-benarnya, sedang kebahagiaan di dunia merupakan kebahagiaan yang sementara dan terbatas. Kebahagiaan yang akan diterima oleh orang-orang mukmin sebagaimana dijelaskan dalam ayat berikut ini:\n\nMaka Allah memberi mereka pahala di dunia dan pahala yang baik di akhirat. Dan Allah mencintai orang-orang yang berbuat kebaikan. (Ali 'Imran/3: 148)",
                        "31": "Allah swt menggambarkan keadaan orang-orang mukmin apabila ditanya bagaimana kesannya terhadap apa yang diturunkan oleh Allah. Orang-orang yang mematuhi ayat-ayat Allah itu akan memberikan jawaban bahwa yang diturunkan itu adalah kebaikan dan rahmat Allah yang diberikan kepada hamba-Nya yang menaati agamanya dan mempercayai rasul-Nya, serta mengamalkan ayat itu di tengah-tengah masyarakat. Mereka akan menjadi hamba Allah yang berbuat kebajikan dan menerima kebahagiaan hidup, sedangkan di akhirat akan mendapat pahala yang lebih baik lagi dari pahala yang mereka terima di dunia.\n\nDi akhir ayat, Allah swt menegaskan bahwa kehidupan akhirat adalah lebih baik dan sebagai tempat yang paling baik bagi orang-orang yang bertakwa. Kebahagiaan yang akan mereka terima di akhirat itu sifatnya kekal, sedang kebahagiaan di dunia hanya sementara. Kebahagiaan di akhirat memberikan kepuasan dalam arti sebenar-benarnya, sedang kebahagiaan di dunia merupakan kebahagiaan yang sementara dan terbatas. Kebahagiaan yang akan diterima oleh orang-orang mukmin sebagaimana dijelaskan dalam ayat berikut ini:\n\nMaka Allah memberi mereka pahala di dunia dan pahala yang baik di akhirat. Dan Allah mencintai orang-orang yang berbuat kebaikan. (Ali 'Imran/3: 148)",
                        "32": "Allah swt melukiskan bahwa orang-orang yang bertakwa, yang senantiasa menaati segala perintah Allah dan menjauhi segala larangan-Nya, ketika malaikat maut datang untuk mencabut nyawanya, mereka mati dalam keadaan husnul khatimah dan mendapat salam sejahtera dari malaikat. Hal itu dikarenakan kebersihan mereka dari noda-noda kemusyrikan dan kemaksiatan, dan jiwanya tetap di bawah bimbingan wahyu Allah swt. Segenap perjalanan mereka dihiasi dengan akhlak yang mulia dan terhindar dari sifat-sifat tercela. Orang yang seperti ini menghadap Tuhannya dengan hati lapang dan berserah diri, karena ia merasa akan meninggalkan dunia yang fana, dan pergi untuk menerima ketentuan yang telah ditetapkan oleh Tuhannya. Ketika itu, ia menghadapi maut dengan tenang dan bahagia. Allah swt berfirman:\n\nSesungguhnya orang-orang yang berkata, \"Tuhan kami adalah Allah\" kemudian mereka meneguhkan pendirian mereka, maka malaikat-malaikat akan turun kepada mereka (dengan berkata), \"Janganlah kamu merasa takut dan janganlah kamu bersedih hati; dan bergembiralah kamu dengan (memperoleh) surga yang telah dijanjikan kepadamu.\" (Fussilat/41: 30)\n\nKemudian Allah swt menjelaskan bahwa para malaikat itu memberikan kabar gembira bahwa mereka akan memasuki surga yang disediakan bagi mereka, sesuai dengan amal perbuatan yang telah mereka lakukan. Berita gembira yang disampaikan oleh malaikat kepada mereka merupakan janji Allah yang akan mereka alami nanti sesudah hari kebangkitan. \n\nDiriwayatkan dari Muhammad bin Ka'ab Al-Quradhi ia berkata, \"Apabila seorang hamba yang mukmin telah tiba saat kematiannya datanglah malaikat seraya berkata, \"Salam sejahtera untukmu hai wali Allah, Allah mengirimkan salam untukmu dan memberikan berita gembira bahwa engkau akan masuk surga.\" (Riwayat Ibnu Jarir ath-thabari dan al-Baihaqi)",
                        "33": "Allah swt menjelaskan bahwa tidak ada gunanya memberikan kesempatan kepada orang-orang musyrik Mekah untuk mengubah sikap mereka. Mereka tetap akan berpendirian demikian, sehingga tiba saatnya malaikat merenggut nyawa mereka, atau datang perintah Tuhan untuk menurunkan azab kepada mereka di dunia seperti dialami orang-orang kafir sebelum mereka.\n\nDi antara orang-orang musyrik yang tidak menaati nabi dan rasul ada yang dibinasakan oleh suara petir, dihancurkan oleh gempa bumi, dan ada pula yang diluluhlantakkan oleh banjir besar dan angin topan tanpa mereka duga kedatangannya. Ayat ini merupakan ancaman keras kepada mereka dengan maksud agar mereka beriman kepada Allah dan rasul-Nya serta segera meninggalkan kebatilan dan kembali kepada kebenaran sebelum datang malapetaka seperti yang pernah menimpa orang-orang sebelum mereka.\n\nKemudian Allah swt menjelaskan bahwa nenek moyang mereka yang mempunyai sifat dan perilaku yang sama dengan mereka telah mengalami kehancuran lebih dulu karena azab Allah akibat tidak mau mendengarkan seruan para rasul dan nabi Allah yang membimbing mereka kepada ke-benaran. Mereka yang tetap bergelimang dalam kebatilan telah dimusnahkan oleh Allah dengan siksaan yang berat. Hal ini bukan berarti Allah telah menganiaya mereka, akan tetapi mereka sendiri yang menganiaya diri sendiri. Allah telah cukup memberikan bimbingan wahyu dan bukti-bukti yang jelas tentang kebenaran wahyu itu. Akan tetapi, mereka tetap saja membangkang dan mendustakan kebenaran dan mengotori jiwa mereka dengan menciptakan patung-patung sebagai tuhan-tuhan yang dipersekutu-kan kepada Allah.",
                        "34": "Mereka ditimpa oleh bencana yang mengerikan karena kejahatan yang mereka lakukan. Tidak ada seorang pun dari mereka yang dapat melepaskan diri dari bencana yang mengerikan itu karena semuanya berjalan menurut ketentuan dan sunnah Allah. Mereka telah diberikan peringatan berulang kali bahwa pada suatu saat akan datang azab Allah. Akan tetapi, mereka bukan menerima dengan kesadaran, justru malah mendustakan dan memperolok-olok rasul yang membawa berita tentang kehancuran yang akan mereka alami akibat perbuatan itu.\n\nDi akhirat, mereka pun akan merasakan sesuatu yang lebih mengerikan lagi yaitu pada saat mereka telah diputuskan untuk memasuki pintu-pintu Jahanam yang tidak dapat mereka hindari.\n\nAllah swt berfirman:\n\nInilah hari keputusan yang dahulu kamu dustakan. (as-shaffat/37: 21)",
                        "35": "Allah swt lalu menjelaskan tipu daya orang-orang musyrik dan alasan mereka untuk mendustakan Rasulullah saw dan pengikut-pengikutnya. Mereka mengemukakan alasan bahwa mereka menyembah berhala-berhala karena Allah telah merestui peribadatan itu. Kalau Allah menghendaki mereka menyembah Allah Yang Maha Esa, tentulah mereka tidak akan menyembah sesuatu apa punselain Allah swt.\n\nDemikian juga penetapan mereka terhadap: bahirah (unta betina yang telah beranak lima kali dan anak kelima itu jantan), sibah (unta betina yang dibiarkan pergi ke mana saja lantaran suatu nazar), wasilah (domba betina yang melahirkan anak kembar sedangkan anaknya jantan dan betina), dan ham (unta jantan yang tidak boleh diganggu gugat lagi karena telah membuahi unta betina sepuluh kali), sebagai binatang yang haram, menurut mereka sudah direstui Allah. \n\nSekiranya Allah tidak menyukai apa yang telah mereka lakukan, tentu mereka diberi petunjuk ke jalan yang benar, atau Allah akan menimpakan hukuman kepada mereka dengan segera. Demikian beberapa alasan yang dikemukakan orang-orang musyrik untuk menolak wahyu yang telah diturunkan kepada Nabi Muhammad saw. Alasan yang mereka kemukakan itu sama halnya dengan tindakan orang-orang sebelum mereka dalam hal mendustakan rasul.\n\nAllah swt menyangkal alasan yang mereka kemukakan dan menolak dugaan mereka yang salah itu. Allah tidak membenarkan apa yang mereka kerjakan karena Allah telah menyampaikan petunjuk melalui rasul-Nya. Rasul telah menyampaikan bimbingan kepada kaumnya ke jalan yang benar melalui perantaraan wahyu-Nya.\n\nAllah swt berfirman:\n\nDan Kami tidak mengutus seorang rasul pun sebelum engkau (Muhammad), melainkan Kami wahyukan kepadanya, bahwa tidak ada tuhan (yang berhak disembah) selain Aku, maka sembahlah Aku. (al-Anbiya'/21: 25)\n\nPetunjuk Allah yang disampaikan melalui rasul-Nya itu akan dinikmati oleh orang yang benar-benar berusaha untuk mendapatkannya.\n\nAllah swt berfirman:\n\nDan orang-orang yang berjihad untuk (mencari keridaan) Kami, Kami akan tunjukkan kepada mereka jalan-jalan Kami. Dan sungguh, Allah beserta orang-orang yang berbuat baik. (al-'Ankabut/29: 69)\n\nOleh sebab itu, seandainya ada orang yang tidak mau mendengarkan ajakan rasul, maka bukanlah tugas rasul untuk memaksa mereka agar menerima dakwahnya. Yang demikian itu, bukanlah tugas dan tanggung jawab rasul serta bukan pula sifat dari agama Islam. Islam tidak memaksa mereka yang tidak mau menerima kebenaran.",
                        "36": "Allah swt menjelaskan bahwa para rasul itu diutus sesuai dengan sunatullah yang berlaku pada umat sebelumnya. Mereka itu adalah pembimbing manusia ke jalan yang lurus. Bimbingan rasul-rasul itu diterima oleh orang-orang yang dikehendaki oleh Allah dan membawa mereka kepada kesejahteraan dunia dan kebahagiaan akhirat.\n\nAllah swt menjelaskan bahwa Dia telah mengutus rasul kepada tiap-tiap umat yang terdahulu, seperti halnya Dia mengutus Nabi Muhammad saw kepada umat manusia seluruhnya. Oleh sebab itu, manusia hendaklah mengikuti seruannya dan meninggalkan segala larangannya.\n\nAllah swt berfirman:\n\nSungguh, Kami mengutus engkau dengan membawa kebenaran sebagai pembawa berita gembira dan sebagai pemberi peringatan. Dan tidak ada satu pun umat melainkan di sana telah datang seorang pemberi peringatan. (Fathir/35: 24)\n\nDan firman-Nya:\n\nDan tanyakanlah (Muhammad) kepada rasul-rasul Kami yang telah Kami utus sebelum engkau, \"Apakah Kami menentukan tuhan-tuhan selain (Allah) Yang Maha Pengasih untuk disembah?\" (az-Zukhruf/43: 45)\n\nDari uraian tersebut dapat dipahami bahwa Allah tidak menghendaki hamba-Nya menjadi kafir, karena Allah swt telah melarang mereka mengingkari-Nya. Larangan itu telah disampaikan melalui para rasul-Nya. Akan tetapi, ditinjau dari tabiat manusia, mungkin saja ada di antara mereka yang mengingkari Allah, karena manusia telah diberi akal pikiran dan kebebasan untuk memilih sesuai dengan kehendaknya. Takdir Allah berlaku sesuai dengan pilihan mereka. Oleh karena itu, apabila ada di antara hamba-Nya yang tetap bergelimang dalam kekafiran dan dimasukkan ke neraka Jahanam, maka tidak ada alasan bagi mereka untuk membantah. Allah telah cukup memberikan akal pikiran dan kebebasan untuk memilih dan menentu-kan sikap jalan mana yang akan mereka tempuh. Sedang Allah sendiri tidak menghendaki apabila hamba-Nya menjadi orang-orang yang kafir.\n\nKemudian dijelaskan lebih lanjut bahwa Allah telah mengingatkan hamba-Nya yang mendustakan kebenaran rasul dengan ancaman hukuman di dunia apabila mereka tidak mau mengubah pendiriannya dan menerima petunjuk yang dibawa rasul. Oleh karena itu, Allah membinasakan mereka dengan hukuman-Nya yang sangat pedih. Tetapi ada pula di antara mereka yang diberi petunjuk oleh Allah, sehingga mereka menerima dan mengikuti petunjuk dan wahyu yang dibawa rasul-Nya. Mereka inilah orang-orang yang berbahagia dan selamat dari azab Allah.\n\nSesudah itu, Allah swt memerintahkan kepada mereka agar bepergian ke seantero muka bumi dan menyaksikan negeri-negeri yang didiami oleh orang-orang zalim. Mereka disuruh melihat bagaimana akhir kehidupan orang-orang yang mendustakan agama Allah. Di dalam ayat ini, Allah swt menyuruh manusia agar mengadakan penelitian terhadap sejarah bangsa-bangsa lain dan membandingkan antara bangsa-bangsa yang menaati Allah dan rasul-Nya dengan yang mengingkari seruan Allah dan rasul-Nya. Hal ini tiada lain hanyalah karena Allah menginginkan agar mereka mau mengikuti seruan rasul.",
                        "37": "Allah swt lalu menjelaskan kepada Nabi Muhammad saw agar jangan kecewa menghadapi keingkaran kaumnya dan pembangkangan yang berlebihan, padahal Rasul sendiri sangat menginginkan mereka menjadi orang-orang yang beriman. Allah swt menjelaskan kepada Rasulullah saw bahwa meskipun dia sangat mengharapkan agar kaumnya mendapat petunjuk dan mengikuti seruannya, harapan tersebut tidak ada gunanya apabila Allah tidak menghendaki mereka mendapat petunjuk karena mereka telah menentukan pilihannya sendiri. Mereka itu berpaling dari bimbingan wahyu dan tertarik kepada tipu daya setan sehingga terjerumus ke dalam lembah kemaksiatan dan kemusyrikan.\n\nAllah swt berfirman:\n\nSungguh, engkau (Muhammad) tidak dapat memberi petunjuk kepada orang yang engkau kasihi, tetapi Allah memberi petunjuk kepada orang yang Dia kehendaki, dan Dia lebih mengetahui orang-orang yang mau menerima petunjuk. (al-Qasas/28: 56)\n\nDan firman-Nya:\n\nDan nasihatku tidak akan bermanfaat bagimu sekalipun aku ingin memberi nasihat kepadamu, kalau Allah hendak menyesatkan kamu. Dia adalah Tuhanmu, dan kepada-Nyalah kamu dikembalikan.\" (Hud/11: 34)\n\nDan firman Allah:\n\nDan barang siapa disesatkan Allah, maka tidak ada seorang pun yang memberi petunjuk baginya. (ar-Ra'd/13: 33)\n\nKarena itulah Allah tidak akan memberikan petunjuk lagi kepada mereka, karena mereka telah memilih kesesatan dan telah diberi penjelasan akibat yang akan menimpa diri mereka.\n\nDi akhir ayat, Allah swt menjelaskan bahwa apabila Ia berkehendak untuk menyiksa mereka, tidak ada seorang pun yang dapat memberikan pertolongan kepada mereka. Allah berkuasa kepada makhluk-Nya dan Allah yang menentukan nasib makhluk itu.",
                        "38": "Allah swt menjelaskan kepada Nabi Muhammad saw bahwa mereka itu bersumpah dengan nama Allah dengan sikap yang bersungguh-sungguh bahwa mereka tetap berkeras hati tidak mau percaya akan terjadinya hari kebangkitan setelah kehidupan dunia ini. Pembangkangan mereka terhadap hari kebangkitan adalah akibat dari keingkaran mereka terhadap seruan rasul. Mereka berpendapat bahwa kematian itu tiada lain hanyalah kehancuran dan kemusnahan, maka bagaimana mungkin terjadi kebangkitan setelah tubuh hancur-lebur dan tulang-belulang menjadi lapuk. Mengembali-kan barang yang sudah hancur kepada bentuknya semula adalah mustahil. \n\nAllah swt mengoreksi keyakinan mereka yang salah itu dan menegaskan bahwa yang demikian itu tidak benar. Keyakinan yang benar ialah membangkitkan seluruh manusia yang telah mati adalah janji yang telah ditetapkan Allah dan pasti terjadi. Karena kebanyakan dari mereka tidak mengerti sifat-sifat Allah yang mempunyai kekuasaan yang tidak terbatas, mereka tidak meyakini terjadinya hari kebangkitan dimana pada saat ini semua makhluk yang telah hancur lebur akan dibangkitkan kembali dari alam kuburnya. Mereka akan dihidupkan kembali untuk mempertanggung-jawabkan amal perbuatan mereka di dunia.",
                        "39": "Allah swt menjelaskan hikmah terjadinya hari kebangkitan, yaitu menjelaskan kepada mereka tentang kebenaran wahyu yang dibawa oleh rasul yang mereka ingkari dan perselisihkan. Pada hari itu, mereka dapat menyaksikan kebenaran wahyu dan menyadari kesalahan pendapat mereka terhadap ajaran yang disampaikan para rasul. Inilah penyesalan yang dialami oleh orang-orang yang menganiaya diri sendiri. Pada saat itu, mereka akan merasakan bahwa seruan rasul itu adalah bimbingan Allah yang benar, sedang mereka menyesali keingkaran mereka itu dengan penyesalan yang tidak berguna lagi.\n\nDi akhir ayat, Allah swt menegaskan bahwa Ia membangkitkan mereka pada saat hari kiamat agar orang-orang yang mengingkari kebenaran wahyu-Nya dapat mengetahui bahwa hari kebangkitan dan pembalasan yang mereka dustakan itu betul-betul terjadi. Mereka ternyata orang-orang yang berdusta dan tidak ada yang mereka dustakan kecuali diri mereka sendiri. Pada hari itu, mereka benar-benar menyaksikan azab Allah yang diancamkan kepada mereka dan mereka tidak lagi dapat menghindar dari azab tersebut.\n\nAllah swt berfirman:\n\n(Dikatakan kepada mereka), \"Inilah neraka yang dahulu kamu mendustakannya.\" (ath-thur/52: 14)\n\nFirman-Nya lagi:\n\nMasuklah ke dalamnya (rasakanlah panas apinya); baik kamu bersabar atau tidak, sama saja bagimu; sesungguhnya kamu hanya diberi balasan atas apa yang telah kamu kerjakan. (ath-thur/52: 16)",
                        "40": "Allah swt menerangkan bahwa kekuasaan-Nya tidak terbatas dan tidak dapat dibatasi sedikit pun oleh semua makhluk, baik yang di langit maupun yang di bumi. Allah swt menyatakan bahwa apabila ia berkehendak untuk menghidupkan orang yang mati, Ia cukup mengatakan kepadanya, \"Jadilah.\" Jadilah ia sesuai dengan kehendak Allah itu.\n\nPada ayat lain, Allah swt menerangkan bahwa terwujudnya sesuatu yang dikehendaki itu tidaklah memerlukan waktu yang lama, akan tetapi cukup dalam waktu yang singkat.\n\nAllah swt berfirman:\n\nDan perintah Kami hanyalah (dengan) satu perkataan seperti kejapan mata. (al-Qamar/54: 50)\n\nAllah juga menjelaskan bahwa membangkitkan orang-orang yang telah mati bagi-Nya sama halnya dengan menciptakan satu jiwa.\n\nAllah swt berfirman:\n\nMenciptakan dan membangkitkan kamu (bagi Allah) hanyalah seperti (menciptakan dan membangkitkan) satu jiwa saja (mudah). Sesungguhnya Allah Maha Mendengar, Maha Melihat. (Luqman/31: 28)",
                        "41": "Allah swt menjelaskan bahwa orang-orang yang hijrah meninggal-kan kaum kerabat yang dicintai dan kampung halamannya semata-mata mengharapkan pahala dan keridaan Allah, pasti akan diberi tempat yang baik di sisi-Nya. Yang dimaksud dengan hijrah dalam ayat ini ialah hijrah kaum Muslimin dari Mekah ke Habasyah, hijrah pertama yang dilakukan 83 orang Muslimin. Pengertian ini didasarkan pada pendapat yang mengatakan bahwa ayat ini adalah ayat Makkiyyah, dan dikuatkan pula oleh riwayat dari Abdullah bin Humaid, Ibnu Jarir ath-thabari, dan Ibnu Munzir dari Qatadah yang mengatakan bahwa para sahabat Nabi saw teraniaya oleh penduduk Mekah. Mereka diusir dari kampung halamannya, sehingga sebagian dari mereka ikut hijrah ke negeri Habasyah. Sesudah itu, Allah menyuruh mereka mempersiapkan diri hijrah ke Medinah, lalu kota itu dijadikan kota hijrah dan mereka diberi penolong-penolong yang terdiri dari penduduk Medinah yang beriman.\n\nKemudian mereka dijanjikan kemenangan atas orang-orang yang telah menganiaya mereka dan tempat yang baik di dunia. Semua itu diperoleh karena mereka rela meninggalkan tempat tinggal dan harta benda mereka, semata-mata hanya mengharapkan keridaan Allah. Janji kemenangan yang diberikan kepada kaum Muslimin itu ialah mereka akan diberi tempat yang bebas dari kekuasaan orang-orang musyrik dan mereka dapat mengatur tata kemasyarakatan sendiri. Mereka akan menjadi pemimpin-pemimpin yang takwa dan memerintah orang-orang yang takwa pula.\n\nDi samping itu, mereka dijanjikan pula pahala akhirat yang lebih besar. Apabila mereka mengetahui, tentu mereka akan mengatakan bahwa pahala akhirat itulah yang lebih utama bila dibandingkan dengan kebahagiaan yang mereka rasakan di dunia. Ibnu Jarir ath-thabari meriwayatkan dari Umar bin Khaththab bahwa apabila seorang Ansar memberi suatu pemberian kepada seorang laki-laki dari golongan Muhajirin, ia berkata, \"Terimalah pemberian ini, semoga Allah memberikan berkah kepadamu dalam menikmatinya. Ini yang telah Allah janjikan untukmu di dunia, sedang di akhirat kamu akan mendapatkan yang lebih baik lagi\".",
                        "42": "Ayat ini menjelaskan sifat-sifat seorang Muslim yang dijanjikan Allah akan memperoleh kemenangan dunia dan kebahagiaan akhirat. Mereka adalah orang-orang yang sabar terhadap apa yang menimpa mereka, seperti menerima siksaan orang-orang kafir Quraisy, menahan penderitaan karena kerinduannya terhadap kampung halaman yang ditinggalkan, dan memikul beban hidup di perantauan karena serba kekurangan dan dalam keadaan terkucil dari keluarga yang masih di Mekah.\n\nFirman Allah:\n\nOrang-orang yang beriman dan berhijrah serta berjihad di jalan Allah, dengan harta dan jiwa mereka, adalah lebih tinggi derajatnya di sisi Allah. Mereka itulah orang-orang yang memperoleh kemenangan. (at-Taubah/9: 20)\n\nDi akhir ayat, Allah swt menyebutkan sifat mereka sebagai orang-orang yang sabar dan menyerahkan urusan mereka kepada Allah. Yaitu orang-orang yang menyerahkan akhir perjuangannya kepada Allah karena perjuangan itulah yang mereka tempuh untuk mencapai kebahagiaan di dunia dan akhirat.\n\nSifat sabar dan tawakal termasuk sifat-sifat terpenting yang harus dimiliki orang-orang yang membela kebenaran. Sebab, kedua sifat itu yang sangat menentukan tercapai atau tidaknya cita-cita.",
                        "43": "Allah menyatakan bahwa Dia tidak mengutus seorang rasul pun sebelum Nabi Muhammad kecuali manusia yang diberi-Nya wahyu. Ayat ini menggambarkan bahwa rasul-rasul yang diutus itu hanyalah laki-laki dari keturunan Adam a.s. sampai Nabi Muhammad saw yang bertugas mem-bimbing umatnya agar mereka beragama tauhid dan mengikuti bimbingan wahyu. Oleh karena itu, yang pantas diutus untuk melakukan tugas itu adalah rasul-rasul dari jenis mereka dan berbahasa mereka. Pada waktu Nabi Muhammad saw diutus, orang-orang Arab menyangkal bahwa Allah tidak mungkin mengutus utusan yang berjenis manusia seperti mereka. Mereka menginginkan agar yang diutus itu haruslah seorang malaikat, seperti firman Allah swt:\n\nDan mereka berkata, \"Mengapa Rasul (Muhammad) ini memakan makanan dan berjalan di pasar-pasar? Mengapa malaikat tidak diturunkan kepadanya (agar malaikat) itu memberikan peringatan bersama dia.\" (al-Furqan/25: 7)\n\nDan firman-Nya:\n\nPantaskah manusia menjadi heran bahwa Kami memberi wahyu kepada seorang laki-laki di antara mereka, \"Berilah peringatan kepada manusia dan gembirakanlah orang-orang beriman bahwa mereka mempunyai kedudukan yang tinggi di sisi Tuhan.\" Orang-orang kafir berkata, \"Orang ini (Muhammad) benar-benar penyihir.\" (Yunus/10: 2)\n\nMengenai penolakan orang-orang Arab terhadap kerasulan Muhammad karena ia seorang manusia biasa, dapat dibaca dari sebuah riwayat adh-ahhak yang disandarkan kepada Ibnu 'Abbas bahwa setelah Muhammad saw diangkat menjadi utusan, orang Arab yang mengingkari kenabiannya berkata, \"Allah lebih Agung bila rasul-Nya itu bukan manusia.\" Kemudian turun ayat-ayat Surah Yunus di atas.\n\nDalam ayat ini, Allah swt meminta orang-orang musyrik agar bertanya kepada orang-orang Ahli Kitab, baik Yahudi maupun Nasrani, apakah di dalam kitab-kitab mereka terdapat keterangan bahwa Allah pernah mengutus malaikat kepada mereka. Kalau memang disebutkan di dalam kitab mereka bahwa Allah pernah menurunkan malaikat sebagai utusan Allah, mereka boleh mengingkari kerasulan Muhammad. Akan tetapi, apabila disebutkan di dalam kitab mereka bahwa Allah hanya mengirim utusan kepada mereka seorang manusia yang sejenis dengan mereka, maka sikap mereka meng-ingkari kerasulan Muhammad saw itu tidak benar.",
                        "44": "Sesudah itu Allah swt menjelaskan bahwa para rasul itu diutus dengan membawa bukti-bukti nyata tentang kebenaran mereka. Yang dimaksud dengan bukti-bukti yang nyata dalam ayat ini ialah mukjizat-mukjizat yang membuktikan kebenaran kerasulan mereka. Sedangkan yang dimaksud dengan az-zubur ialah kitab yang mengandung tuntunan hidup dan tata hukum yang diberikan oleh Allah kepada manusia.\n\nAyat ini juga menerangkan bahwa Allah menurunkan Al-Qur'an kepada Nabi Muhammad saw supaya beliau menjelaskan kepada manusia mengenai ajaran, perintah, larangan, dan aturan hidup yang harus mereka perhatikan dan amalkan. Al-Qur'an juga mengandung kisah umat-umat terdahulu agar dijadikan suri teladan dalam menempuh kehidupan di dunia. Nabi Muhammad juga diperintahkan untuk menjelaskan hukum-hukum yang terkandung dalam Al-Qur'an dan merinci ayat-ayat yang bersifat global mengkhususkan yang bersifat umum, membatasi yang mutlak dan lain-lain agar mudah dicerna dan sesuai dengan kemampuan berpikir mereka.\n\nDi akhir ayat, Allah swt menegaskan agar mereka memikirkan kandungan isi Al-Qur'an dengan pemikiran yang jernih untuk memperoleh kesejahteraan hidup di dunia dan kebahagiaan di akhirat, terlepas dari berbagai macam azab dan bencana seperti yang menimpa umat-umat sebelumnya.",
                        "45": "Allah memberi peringatan kepada orang-orang musyrik, yang selalu berusaha membuat rencana dan tipu muslihat yang jahat dan menghalangi dakwah Islam, bahwa mereka tidak akan pernah merasa aman dari ancaman-ancaman Allah yang akan ditimpakan kepada mereka. Ancaman-ancaman itu ialah:\n\nPertama: Allah akan menenggelamkan mereka dari permukaan bumi dan memusnahkan mereka dari alam ini, seperti yang dialami oleh Qarun.\n\nKedua: Allah akan menurunkan siksa bagi mereka dari langit pada saat yang tidak mereka duga sebelumnya, seperti yang dialami oleh kaum Nabi Lut.\n\nKetiga: Mereka ditimpa azab pada saat berada dalam perjalanan mencari rezeki atau sibuk dalam berdagang, sehingga mereka tidak mempunyai kesempatan untuk menolaknya. Artinya, mereka tidak akan dapat lari untuk melindungi dagangan dan jiwa mereka, karena azab itu menyerang dengan tiba-tiba.\n\nKeempat: Mereka akan mengalami siksaan sebagai hukuman setelah mengalami kerugian harta benda dan nyawa, sehingga mereka tidak dapat melepaskan diri dari siksaan itu.\n\nKemudian Allah swt mengakhiri firman-Nya dengan menyatakan bahwa Allah Maha Pengasih dan Maha Penyayang. Hal ini untuk menunjukkan bahwa Allah tidak akan menghukum mereka dengan segera, tetapi mengancam mereka dengan siksaan yang berat. Hal ini untuk memberikan kesempatan berpikir dan waktu kepada mereka untuk mengubah sikap terhadap ajakan rasul. Ini adalah bukti rahmat Allah yang sangat luas bagi para hamba-Nya.",
                        "46": "Allah memberi peringatan kepada orang-orang musyrik, yang selalu berusaha membuat rencana dan tipu muslihat yang jahat dan menghalangi dakwah Islam, bahwa mereka tidak akan pernah merasa aman dari ancaman-ancaman Allah yang akan ditimpakan kepada mereka. Ancaman-ancaman itu ialah:\n\nPertama: Allah akan menenggelamkan mereka dari permukaan bumi dan memusnahkan mereka dari alam ini, seperti yang dialami oleh Qarun.\n\nKedua: Allah akan menurunkan siksa bagi mereka dari langit pada saat yang tidak mereka duga sebelumnya, seperti yang dialami oleh kaum Nabi Lut.\n\nKetiga: Mereka ditimpa azab pada saat berada dalam perjalanan mencari rezeki atau sibuk dalam berdagang, sehingga mereka tidak mempunyai kesempatan untuk menolaknya. Artinya, mereka tidak akan dapat lari untuk melindungi dagangan dan jiwa mereka, karena azab itu menyerang dengan tiba-tiba.\n\nKeempat: Mereka akan mengalami siksaan sebagai hukuman setelah mengalami kerugian harta benda dan nyawa, sehingga mereka tidak dapat melepaskan diri dari siksaan itu.\n\nKemudian Allah swt mengakhiri firman-Nya dengan menyatakan bahwa Allah Maha Pengasih dan Maha Penyayang. Hal ini untuk menunjukkan bahwa Allah tidak akan menghukum mereka dengan segera, tetapi mengancam mereka dengan siksaan yang berat. Hal ini untuk memberikan kesempatan berpikir dan waktu kepada mereka untuk mengubah sikap terhadap ajakan rasul. Ini adalah bukti rahmat Allah yang sangat luas bagi para hamba-Nya.",
                        "47": "Allah memberi peringatan kepada orang-orang musyrik, yang selalu berusaha membuat rencana dan tipu muslihat yang jahat dan menghalangi dakwah Islam, bahwa mereka tidak akan pernah merasa aman dari ancaman-ancaman Allah yang akan ditimpakan kepada mereka. Ancaman-ancaman itu ialah:\n\nPertama: Allah akan menenggelamkan mereka dari permukaan bumi dan memusnahkan mereka dari alam ini, seperti yang dialami oleh Qarun.\n\nKedua: Allah akan menurunkan siksa bagi mereka dari langit pada saat yang tidak mereka duga sebelumnya, seperti yang dialami oleh kaum Nabi Lut.\n\nKetiga: Mereka ditimpa azab pada saat berada dalam perjalanan mencari rezeki atau sibuk dalam berdagang, sehingga mereka tidak mempunyai kesempatan untuk menolaknya. Artinya, mereka tidak akan dapat lari untuk melindungi dagangan dan jiwa mereka, karena azab itu menyerang dengan tiba-tiba.\n\nKeempat: Mereka akan mengalami siksaan sebagai hukuman setelah mengalami kerugian harta benda dan nyawa, sehingga mereka tidak dapat melepaskan diri dari siksaan itu.\n\nKemudian Allah swt mengakhiri firman-Nya dengan menyatakan bahwa Allah Maha Pengasih dan Maha Penyayang. Hal ini untuk menunjukkan bahwa Allah tidak akan menghukum mereka dengan segera, tetapi mengancam mereka dengan siksaan yang berat. Hal ini untuk memberikan kesempatan berpikir dan waktu kepada mereka untuk mengubah sikap terhadap ajakan rasul. Ini adalah bukti rahmat Allah yang sangat luas bagi para hamba-Nya.",
                        "48": "Kemudian Allah swt menyebutkan tanda-tanda kekuasaan-Nya yang berlaku bagi seluruh makhluk-Nya dengan maksud agar orang-orang yang selalu membuat tipu daya yang jahat itu memikirkan segala sesuatu yang telah diciptakan oleh Allah swt, misalnya bayang-bayang. Pada waktu matahari terbit di ujung timur bayang-bayang dari semua benda memanjang ke arah barat, kemudian apabila matahari meninggi, bayangan itu pun menyusut, dan akhirnya pada saat matahari melintasi meridian, bayangan itu berubah arah. Ketika matahari mulai menurun, bayangan itu makin lama makin memanjang ke arah timur, sampai pada waktu matahari itu mendekati kaki langit pada ufuk bagian barat, bayangan itu telah memanjang ke timur. Bayang-bayang itu berubah-ubah demikian karena tunduk kepada hukum yang telah ditetapkan Allah. \n\nBayangan itu bukan hanya berubah arah ke barat dan ke timur, tetapi juga ke utara dan ke selatan setiap tahun. Apabila matahari berada di khatulistiwa persis pada meridian, tidak terdapat bayang-bayang sama sekali. Akan tetapi, untuk hari-hari berikutnya yaitu sesudah tanggal 21 Maret pada saat matahari di meridian, matahari membuat bayangan yang mengarah ke selatan. Kemudian pada tanggal 21 Juni pada saat yang sama yaitu pada saat matahari berada di meridian bayang-bayang setiap benda mengarah ke selatan sepanjang-panjangnya. Seterusnya makin hari makin memendek, hingga tanggal 23 September. Sejak itu matahari sudah mulai pindah ke arah selatan dan bayang-bayang mulai mengarah ke utara, makin hari makin memanjang hingga pada tanggal 22 Desember, matahari membuat bayang-bayang mengarah ke utara sepanjang-panjangnya. Kemudian pada hari berikutnya matahari mulai bergerak ke utara, bayang-bayang mulai memendek dari hari ke hari. Akhirnya pada tanggal 21 Maret, matahari kembali lagi ke daerah khatulistiwa sehingga pada saat matahari sampai ke meridian, bayang-bayang pada saat itu tidak terlihat sama sekali. Demikianlah untuk seterusnya. Hal itu terjadi karena gerak tahunan matahari itu tunduk kepada tata hukum yang diciptakan oleh Allah dan berlaku untuk setiap makhluk-Nya.\n\nPenjelasan Allah serupa itu ditujukan kepada manusia agar mereka mau meneliti sehingga sampai pada suatu kesimpulan bahwa semua benda di alam ini tidak ada yang menentang hukum Allah melainkan tunduk di bawah kekuasaan-Nya.",
                        "49": "Kemudian Allah swt menjelaskan bahwa semua makhluk yang ada di langit dan di bumi tunduk kepada kekuasaan-Nya. Mereka itu sujud kepada Allah menurut cara masing-masing sesuai dengan fitrahnya yang alami. Bahkan malaikat pun yang berada di langit tidak mau menyombongkan dirinya dan tidak membangkang kepada ketentuan-ketentuan Allah.",
                        "50": "Di dalam ayat ini, Allah swt menjelaskan ketaatan para malaikat secara khusus, yaitu bahwa para malaikat itu tunduk di bawah kekuasaan Allah dan tekun melaksanakan apa yang diperintahkan-Nya. Makhluk yang ada di langit dan di bumi tidak dapat dan tidak mampu untuk menghindari hukum-hukum dan ketentuan-ketentuan Allah yang berlaku. \n\nDemikianlah, penjelasan ini diberikan kepada orang-orang yang mengingkari adanya Allah dan selalu membuat tipu daya itu, supaya mereka menyadari bahwa tidak ada ciptaan Allah yang dapat melepaskan diri dari kekuasaan-Nya. Allah berfirman:\n\nDia berfirman kepadanya dan kepada bumi, \"Datanglah kamu berdua menurut perintah-Ku dengan patuh atau terpaksa.\" Keduanya menjawab, \"Kami datang dengan patuh.\" (Fussilat/41: 11)\n\nDan firman-Nya lagi :\n\nDan semua sujud kepada Allah baik yang di langit maupun yang di bumi, baik dengan kemauan sendiri maupun terpaksa (dan sujud pula) bayang-bayang mereka, pada waktu pagi dan petang hari. (ar-Ra'd/13: 15)\n\nDengan penjelasan ini diharapkan mereka dapat mengakhiri keingkaran mereka, dan kembali ke fitrah semula yaitu tunduk di bawah kekuasaan Allah dan mempercayai kebenaran wahyu yang diturunkan kepada hamba-Nya yang terpilih, yaitu Muhammad saw.",
                        "51": "Allah swt menjelaskan kepada para hamba-Nya agar jangan sekali-kali menyembah tuhan-tuhan yang lain selain Dia, karena yang demikian itu berarti mempersekutukan Allah, padahal Allah Mahasuci dari sekutu. Tidak mungkin Allah swt yang Mahakuasa di jagat raya ini lebih dari satu. Dia itu tunggal, dan hanya Dia yang berhak disembah.\n\nAllah memerintahkan kepada manusia agar takut kepada ancaman dan hukuman-Nya. Dia juga melarang manusia mempersekutukan-Nya dan membuat sesembahan lain selain Dia. Secara jelas, larangan yang terdapat dalam ayat ini adalah menyembah dua Tuhan. Namun demikian, bilangan itu bukanlah menunjukkan bilangan dua saja, tetapi untuk menunjukkan bilangan yang paling sedikit. Sedang yang dimaksud ialah menyembah tuhan-tuhan yang lain selain Allah dan supaya tidak terbayang dalam pikiran manusia ada tuhan-tuhan yang lain selain Dia.",
                        "52": "Allah swt lalu menjelaskan bahwa semua yang ada di alam ini adalah milik-Nya. Allah tidak membagi kekuasaan-Nya kepada yang lain dalam mengurus segala yang ada di langit dan di bumi. Ia tidak memerlukan pembantu ataupun serikat. Oleh sebab itu, yang berhak ditaati hanyalah Dia. Taat dalam arti yang sebenar-benarnya, ikhlas, dan tidak berkesudahan.\n\nDengan demikian, tidaklah benar apabila ada manusia yang bertakwa kepada selain-Nya karena tuhan-tuhan itu tidaklah mempunyai kekuasaan untuk menghilangkan nikmat yang telah ada atau mendatangkan siksa. Oleh karena itu, takwa harus disandarkan hanya kepada Allah.",
                        "53": "Selanjutnya Allah swt menjelaskan mengapa yang wajib ditakuti hanyalah Allah. Hal itu karena semua nikmat yang mereka peroleh, seperti kesehatan dan kebahagiaan, semata-mata dari Allah. Maka kewajiban manusialah untuk mensyukuri nikmat dan memuji kebaikan-Nya yang tiada terputus kepada makhluk-makhluk-Nya.\n\nSebaliknya, apabila manusia ditimpa oleh kesukaran hidup, kesulitan, penyakit, dan sebagainya, kepada Allahlah mereka mengeluh dan meminta pertolongan. Hal ini merupakan tabiat manusia bahwa apabila mereka berada dalam kesulitan, terbayanglah dalam pikiran kelemahan mereka dan adanya kekuasaan di luar diri mereka yang menguasai mereka.",
                        "54": "Kemudian Allah swt mengungkapkan bahwa apabila Allah mengabulkan permintaan mereka yaitu menghilangkan kesulitan yang dideritanya, mereka segera berbalik mempersekutukan tuhan-tuhan yang lain kepada Allah, dan menyembah patung-patung itu kembali. Mereka tidak mau lagi mensyukuri nikmat yang Allah berikan. Demikianlah tipu daya mereka.\n\nAllah swt berfirman:\n\nDan apabila kamu ditimpa bahaya di lautan, niscaya hilang semua yang (biasa) kamu seru, kecuali Dia. Tetapi ketika Dia menyelamatkan kamu ke daratan, kamu berpaling (dari-Nya). Dan manusia memang selalu ingkar (tidak bersyukur). (al-Isra/17: 67)",
                        "55": "Ayat ini menyatakan bahwa Allah membiarkan orang-orang kafir dan musyrik mengingkari nikmat-nikmat yang telah diberikan-Nya kepada mereka. Allah juga membiarkan mereka mengingkari-Nya sebagai Zat yang Mahakuasa menghilangkan bahaya yang menimpa mereka, hingga meng-ingkari Allah yang Mahaperkasa melepaskan diri mereka dari bahaya itu.\n\nDi akhir ayat, Allah swt menegaskan bahwa mereka dibiarkan menikmati kehidupan dunia dan memuaskan hawa nafsu mereka sampai tiba saatnya ajal merenggut mereka. Sesudah itu, mereka pasti akan kembali kepada Allah. Di saat itulah mereka mengetahui dengan seyakin-yakinnya akibat keingkaran dan pembangkangan mereka. Mereka akan menyesali perbuatan mereka dengan penyesalan yang tiada berguna.",
                        "56": "Allah swt menjelaskan bahwa di antara perbuatan orang-orang musyrik ialah menyediakan sesaji kepada berhala-berhala mereka, padahal sesaji-sesaji yang disediakan itu merupakan nikmat Allah yang diberikan kepada mereka. Berbagai sesaji yang diberikan kepada berhala-berhala itu merupakan hasil pertanian atau binatang-binatang ternak mereka. Mereka berbuat demikian dengan maksud agar berhala-berhala itu dapat menolong mereka. Padahal mereka tidak mengetahui sedikit pun bahwa berhala-berhala itu tidak mampu memberi manfaat dan menghindarkan mereka dari bahaya yang akan menimpa. Perbuatan mereka ini adalah perbuatan syirik, yaitu mempertuhankan yang lain di samping Allah.\n\nAllah swt berfirman:\n\nDan mereka menyediakan sebagian hasil tanaman dan hewan (bagian) untuk Allah sambil berkata menurut persangkaan mereka, \"Ini untuk Allah dan yang ini untuk berhala-berhala kami.\" Bagian yang untuk berhala-berhala mereka tidak akan sampai kepada Allah, dan bagian yang untuk Allah akan sampai kepada berhala-berhala mereka. Sangat buruk ketetapan mereka itu. (al-An'am/6: 136)\n\nKemudian Allah mengancam mereka dengan ancaman yang keras. Allah bersumpah dengan nama-Nya, bahwa Ia benar-benar akan meminta pertanggungjawaban mereka atas perbuatan mereka mengada-adakan tuhan selain Allah. Kemudian mereka akan disiksa sesuai dengan keingkaran dan perbuatan mereka itu.\n\nAllah swt berfirman:\n\nMaka demi Tuhanmu, Kami pasti akan menanyai mereka semua, (al-hijr/15: 92)\n\nDi akhir ayat, Allah swt meminta pertanggungjawaban mereka terhadap apa yang mereka ada-adakan, memberikan pengertian bahwa Allah mencela mereka terhadap perkataan ataupun perbuatan yang mereka ada-adakan itu.",
                        "57": "Kemudian Allah swt mengungkapkan bentuk kesyirikan mereka yang lain, yaitu memberi Allah anak perempuan, sedangkan untuk mereka anak laki-laki.\n\nAllah swt berfirman:\n\nDan mereka menjadikan malaikat-malaikat hamba-hamba (Allah) Yang Maha Pengasih itu sebagai jenis perempuan. Apakah mereka menyaksikan penciptaan (malaikat-malaikat itu)? Kelak akan dituliskan kesaksian mereka dan akan dimintakan pertanggungjawaban. (az-Zukhruf/43: 19)\n\nOrang-orang musyrik itu menganggap bahwa para malaikat itu anak-anak perempuan Allah. Perbuatan mereka yang demikian ini dinilai sebagai dosa besar, karena mereka menuduhkan sesuatu kepada Allah yang tidak semestinya, yaitu Allah mempunyai anak-anak perempuan, padahal mereka sendiri tidak senang mempunyai anak-anak perempuan.\n\nAllah swt berfirman:\n\nApakah (pantas) untuk kamu yang laki-laki dan untuk-Nya yang perempuan? Yang demikian itu tentulah suatu pembagian yang tidak adil. (an-Najm/53: 21-22)\n\nDan firman-Nya:\n\nIngatlah, sesungguhnya di antara kebohongannya mereka benar-benar mengatakan, \"Allah mempunyai anak.\" Dan sungguh, mereka benar-benar pendusta. Apakah Dia (Allah) memilih anak-anak perempuan daripada anak-anak laki-laki? Mengapa kamu ini? Bagaimana (caranya) kamu menetapkan? (as-shaffat/37: 151-154)\n\nAllah swt menegaskan bahwa Dia Mahasuci dari segala tuduhan mereka. Sungguh, sangat keji bahwa mereka hanya menginginkan anak laki-laki dan tidak menginginkan anak-anak perempuan.",
                        "58": "Selanjutnya Allah swt mengungkapkan sikap mereka mengenai anak perempuan yaitu apabila mereka diberi kabar bahwa istri mereka melahirkan anak perempuan, muramlah muka mereka karena jengkel dan malu.\n\nPerasaan serupa itu disebabkan oleh perasaan mereka sendiri bahwa anak-anak perempuan itu hanya memberi malu kaumnya, karena anak-anak perempuan itu tidak dapat membantu dalam peperangan, dan apabila mereka kalah perang, anak-anak perempuan menjadi barang rampasan. Sebenarnya mereka dihukum oleh perasaan mereka sendiri karena anggapan bahwa wanita itu martabatnya tiada lebih dari barang yang boleh dipindah-tangankan.",
                        "59": "Allah swt menjelaskan lebih lanjut perilaku orang-orang musyrik pada saat mereka mendapatkan anak perempuan. Mereka menarik diri dari masyarakatnya karena mendapat kabar buruk dengan kelahiran anak perempuan itu. Mereka bersembunyi dari orang banyak karena takut mendapat hinaan, dan tidak menginginkan ada orang yang mengetahui aib yang menimpa dirinya. Kemudian terbayang dalam pikiran mereka apakah anak yang mendatangkan aib itu akan dipelihara dengan menanggung kehinaan yang berkepanjangan, karena anak perempuan itu tidak berhak mendapat warisan dan penghargaan masyarakat, serta hanya sebagai pelayan laki-laki, atau apakah mereka akan menguburnya ke dalam tanah hidup-hidup. Kebiasaan mereka mengubur anak perempuan hidup-hidup itu dipandang sebagai dosa besar yang harus mereka pertanggungjawabkan di hari perhitungan, karena perbuatan itu bertentangan dengan nurani manusia dan akal sehat. \n\nAllah swt berfirman:\n\nDan apabila bayi-bayi perempuan yang dikubur hidup-hidup ditanya, karena dosa apa dia dibunuh? (at-Takwir/81: 8-9)\n\nDi akhir ayat, Allah swt menyatakan bahwa alangkah buruknya apa yang mereka tetapkan dan simpulkan itu, yaitu mereka malu memperoleh anak perempuan sehingga menyembunyikan dirinya dari orang banyak. Begitu malunya mereka sehingga mereka merasa harus memilih apakah akan tetap memelihara anak perempuan itu tetapi dengan menanggung malu, atau mereka kubur hidup-hidup. Allah menegaskan bahwa pandangan mereka mengenai anak perempuan itu sangat keliru.",
                        "60": "Allah swt menjelaskan bahwa nasib buruk itu justru dimiliki oleh orang-orang kafir itu, yaitu mereka akan terhina karena dimasukkan ke dalam neraka. Sedangkan Allah akan tetap mulia, tidak memerlukan anak atau siapa pundalam menciptakan dan mengelola alam ini. Bahkan bila semua manusia di alam ini membangkang kepada-Nya, tidak akan merusak kemuliaan dan kemahakuasaan-Nya. Bahkan manusia itu sendiri yang rugi di dunia karena tidak menikmati keuntungan yang diperoleh dari pelaksana-an nilai-nilai mulia yang diajarkan-Nya dan di akhirat masuk neraka. Itulah yang ditegaskan Allah pada penutup ayat ini, bahwa ia Mahaperkasa dalam kemahakuasaan-Nya dan Mahabijaksana dalam menjatuhkan azab bagi yang ingkar. Artinya, azab itu memang sesuatu yang pantas bagi orang-orang yang ingkar itu.",
                        "61": "Allah swt mengancam orang-orang musyrik yang bergelimang dosa. Ancaman itu ialah apabila Allah ingin menghukum manusia karena kezaliman mereka, Ia mampu untuk melakukannya. Mereka akan ditumpas dari permukaan bumi ini, tidak ada satupun yang tersisa. Akan tetapi, Allah tidak menghendaki yang demikian itu. Karena rahmat-Nya yang luas, Allah menangguhkan siksaan-Nya sampai pada suatu saat yang telah ditentukan, yaitu saat ajal telah merenggut mereka. Maksudnya adalah agar mereka dapat mengubah pandangan dan perilaku mereka. Akan tetapi, bila mereka tetap tidak berubah, Allah akan menurunkan azab ketika ajal mereka datang. Dan bila ajal itu telah datang, mereka tidak akan mampu mengundurkan atau mempercepatnya sesaat pun. Kemudian di akhirat mereka akan dimasukkan ke dalam neraka.",
                        "62": "Sekali lagi Allah menjelaskan bahwa mereka selalu melemparkan segala hal yang tidak mereka senangi kepada Allah, di antaranya tentang anak perempuan. Mereka tidak mau memiliki anak perempuan, karena menurut mereka anak perempuan hanyalah bagi Allah. Jadi Allahlah yang hina. \n\nDijelaskan juga bahwa mereka selalu menyampaikan kata-kata dusta, yaitu mereka akan selalu bahagia baik di dunia maupun di akhirat, walaupun bergelimang dosa. Hal itu dibantah oleh Allah seraya mengatakan bahwa tempat mereka adalah neraka dan mereka dijebloskan dengan paksa ke dalamnya. \n\nDari informasi di atas, jelas bahwa mereka benar-benar tidak mau mempercayai hari kebangkitan dan tidak mau menyadari kejahatan mereka. Itulah sebabnya Allah swt menegaskan bahwa mereka tidak diragukan lagi akan menjadi penghuni neraka dan akan merasakan azab yang sangat pedih pada saat yang telah ditentukan, yaitu hari akhirat.",
                        "63": "Dalam ayat ini Allah swt bersumpah dengan nama-Nya sendiri bahwa Dia sungguh telah mengutus banyak rasul kepada umat-umat sebelum Nabi Muhammad. Para rasul itu mengajak mereka untuk beriman dan beribadah kepada Allah swt. Akan tetapi, umat-umat itu telah tertipu oleh tipu daya setan sehingga mereka menyangka perbuatan-perbuatan mereka baik, padahal sebetulnya perbuatan jahat. Setan itulah akhirnya yang menjadi teman mereka, dan akan menemani mereka masuk ke dalam neraka.",
                        "64": "Dalam ayat ini Allah swt menjelaskan fungsi Al-Qur'an, yaitu sebagai dasar dan pedoman yang dapat membuka pikiran mereka untuk dapat menilai kebenaran bimbingan wahyu. Allah swt menjelaskan bahwa Dia menurunkan kitab kepada Nabi Muhammad saw untuk dijadikan bimbingan bagi para umatnya. Juga agar Nabi saw dapat menjelaskan persoalan-persoalan yang mereka ragukan atau tidak percayai, sehingga mereka dapat melihat mana yang hak dan mana yang batil, mana yang benar dan mana yang salah.\n\nDi samping itu, Al-Qur'an berfungsi sebagai petunjuk yang dapat membimbing umatnya kepada kebenaran sehingga terhindar dari kesesatan. Al-Qur'an juga berfungsi sebagai rahmat Allah terbesar kepada hamba yang mau beriman. Dengan berpedoman kepada Al-Qur'an, mereka akan terbimbing dalam hidup di dunia dan akan berbahagia di dunia dan di akhirat.",
                        "65": "Allah swt mengajak para hamba-Nya untuk memperhatikan dalil dan bukti yang menunjukkan kebenaran bahwa Allah swt itu Maha Esa dan Dialah yang berhak dipertuhan dan pantas disembah. Dalam hal ini, Allah menjelaskan bahwa Dialah yang menurunkan hujan dari langit, yang dibutuhkan berbagai macam tanaman di permukaan bumi. Andaikan tidak ada hujan, tentulah bumi itu menjadi kering, tandus, dan tak mungkin ditumbuhi oleh tanam-tanaman dan rerumputan.\n\nHal itu menunjukkan bahwa Allah berkuasa menghidupkan tanah dan menyuburkannya setelah tidak adanya tanda-tanda kehidupan. Orang-orang yang memperhatikan kejadian itu tentu akan melihat bukti-bukti yang jelas dan tanda yang pasti tentang adanya Allah Yang Mahakuasa. Hal ini hanya dapat dipahami oleh orang yang mau mendengarkan penjelasan Allah, memperhatikan dan memikirkan tanda-tanda keesaan-Nya. Hal itu terkadang dapat dilakukan dengan penelitian secara langsung atau mendengarkan dan memahami pengalaman-pengalaman atau hasil penelitian orang lain dengan sebaik-baiknya.",
                        "66": "Selanjutnya Allah swt meminta perhatian para hamba-Nya agar memperhatikan binatang ternak karena sesungguhnya pada binatang ternak itu terdapat pelajaran yang berharga, yaitu bahwa Allah memisahkan susu dari darah dan kotoran. Binatang ternak itu memakan rerumputan, lalu dari makanan itu dihasilkan darah dan kotoran. Di antara keduanya, Allah memproduksi susu yang bersih dan bergizi. Itu menunjukkan bahwa Allah Mahakuasa dan Mahaluas Rahmat-Nya bagi para hamba-Nya.\n\nSecara ilmiah dapat dijelaskan bahwa pada buah dada binatang menyusui terdapat sebuah kelenjar yang berfungsi untuk memproduksi air susu. Melalui urat-urat nadi atau arteri, kelenjar-kelenjar itu mendapatkan pasokan berupa zat yang terbentuk dari darah dan zat-zat dari sari makanan yang telah dicerna (chyle). Kedua komponen ini tidak dapat dikonsumsi secara langsung. Kelenjar air susu akan memproses kedua komponen ini dengan enzim-enzim yang ada, dan menghasilkan air susu yang dapat dikonsumsi secara langsung. Air susu yang dihasilkannya mempunyai warna dan aroma yang sama sekali berbeda dengan zat aslinya. \n\nAir susu ibu (ASI) memiliki komponen yang tepat guna memenuhi keperluan nutrisi bayi dan perlindungan terhadap penyakit yang mungkin timbul. Perimbangan nutrisi yang terkandung di dalam ASI sangatlah ideal bagi tubuh bayi yang masih sangat muda. Pada saat yang sama, susu bayi juga mengandung nutrien yang memacu perkembangan otak dan sistem syaraf. Susu bayi buatan yang dibuat berdasarkan teknologi tinggi saat ini tidak dapat menggantikan makanan bayi yang satu ini.\n\nUnsur anti-infeksi lainnya adalah bahwa ASI memberikan lingkungan yang baik untuk tumbuhnya bakteri yang \"baik\", yang diberi nama \"normal flora\". Peran dari bakteri ini adalah menjadi pelindung terhadap bakteri, virus dan parasit penyebab penyakit. Lebih lanjut, ASI juga mengatur terjadinya sistem imunitas (kekebalan tubuh) terhadap berbagai penyakit infeksi. Demikian penjelasan secara ilmiah.",
                        "67": "Selanjutnya, Allah swt meminta para hamba-Nya agar memperhati-kan buah kurma dan anggur. Dari kedua buah-buahan itu, manusia dapat memproduksi sakar, yaitu minuman memabukkan yang diharamkan dan minuman baik yang dihalalkan. Sebuah riwayat dari Ibnu 'Abbas menjelaskan, \"Sakar ialah minuman yang diharamkan yang berasal dari buah kurma dan anggur. Rezeki yang baik ialah makanan halal yang bisa diproduksi dari kurma dan anggur.\n\nJadi dari kurma dan anggur, manusia dapat memproduksi berbagai jenis makanan. Di antaranya ada yang memudaratkan dan ada yang bermanfaat. Yang memudaratkan dilarang oleh agama, sedang yang bermanfaat dibolehkan untuk diproduksi. Dengan demikian, ayat ini sudah mengandung isyarat bagi mereka yang berpikiran suci bahwa meminum minuman keras haram hukumnya dan tidak boleh diproduksi.\n\nDi akhir ayat, Allah swt menegaskan bahwa dalam penciptaan kedua macam tumbuh-tumbuhan itu terdapat tanda-tanda yang jelas untuk menunjukkan keesaan Tuhan bagi orang-orang yang mempergunakan pikirannya untuk meneliti, memperhatikan, dan mengambil pelajaran dari penciptaan tumbuh-tumbuhan yang disebutkan dalam ayat itu.",
                        "68": "Kemudian Allah swt meminta perhatian para hamba-Nya agar memperhatikan lebah. Allah telah memberikan naluri kepada lebah sehingga mempunyai kemahiran untuk membuat sarang di bukit-bukit, di pohon-pohon dan bangunan-bangunan yang didirikan manusia. Seorang yang mau memperhatikan bagaimana kemahiran lebah membuat sarangnya, tentu ia akan takjub. Sarang lebah terbuat dari bahan serupa lilin dan mempunyai bentuk segi enam berangkai yang menurut para ahli struktur bangunan merupakan ruang yang paling banyak memuat isi dibanding dengan segi-segi lain. Apabila diperhatikan bobotnya, sarang lebah itu sangat ringan, tetapi dapat menahan beban yang berat yaitu madu, telur, dan embrio-embrionya. Hal ini juga menjadi bukti yang menunjukkan kekuasaan Allah Yang Maha Esa.\n\nAyat di atas menggambarkan perikehidupan lebah madu secara singkat namun akurat sebagai berikut.\n\n1.\"...Buatlah sarang-sarang pada sebagian pegunungan dan sebagian pepohonan, dan pada sebagian tempat-tempat tinggi yang mereka buat...\". Kelompok lebah diperkirakan terdiri atas, paling tidak, 20.000 jenis. Masing-masing jenis memiliki cara sendiri-sendiri dalam membuat sarangnya. Mereka menggunakan semua sarana, mulai dari gua-gua yang terletak di pegunungan, lubang-lubang pada pohon tua, atau membuat sarang sendiri dan menggantungnya pada cabang pohon. Mengingat ayat ini ditujukan khusus untuk lebah madu, maka uraian tentang sarang lebah madu akan diuraikan secara lebih rinci. \n\nSarang lebah madu, atau lebah pada umumnya, merupakan tempat yang strategis dan sentral untuk seluruh kehidupan kelompok. Mulai dari tempat mengasuh anakan (larva) sampai dengan pusat informasi, semuanya ada di sarang.\n\nSarang lebah madu terdiri atas bilik-bilik yang berupa lubang-lubang segi enam (hexagonal) yang nyaris sempurna. Para ahli konstruksi mengakui bahwa bentuk segi enam adalah bentuk yang paling kuat, menghemat bahan dan ruangan. Bentuk tersebut juga mencegah serangga lain masuk di sela-sela bilik dan membuat sarang. \n\n2.\"...Kemudian makanlah dari setiap buah-buahan¦.\" Bahan utama yang dijadikan makanan lebah madu adalah nektar, suatu cairan manis yang terdapat pada bunga. Sedangkan jenis-jenis lebah lainnya ada juga yang memperoleh makanan dari sari buah-buahan. \n\n3.\"...Dan tempuhlah jalan-jalan Tuhanmu dalam keadaan mudah....\" Dalam proses pencarian lapangan bunga, beberapa lebah pekerja dikirim sebagai pemandu untuk mencari daerah yang potensial. Mereka dapat terbang sampai sejauh lima kilometer dan akan terus mencari sampai menemukan jumlah yang cukup untuk dipanen untuk kemudian disampaikan kepada lebah lainnya.\n\n\"Allah mewahyukan kepada lebah\" mengandung arti kiasan. Mengapa wahyu yang biasa diturunkan kepada manusia itu bisa diturunkan kepada bangsa lebah. Kita harus memahami ayat ini dengan memahami apa fungsi dan tujuan dari Allah menurunkan wahyu. Wahyu bertujuan untuk memberikan petunjuk. Jadi Allah memberikan petunjuk kepada bangsa lebah untuk ditaati sepanjang hidupnya oleh setiap lebah sampai kiamat. Berbeda dengan manusia, dimana ada yang taat dan ada pula yang membangkang bahkan dan yang mendustakan wahyu dari Allah swt. Lebah (dan binatang maupun tumbuhan lainnya) tanpa terkecuali akan menaati dan menjadikan-nya sebagai pegangan dan petunjuk hidupnya \n\nDalam ayat ini, petunjuk Allah adalah untuk membuat sarang (lebah) pada tempat-tempat yang dibuat manusia. Ini artinya bahwa Allah menolong manusia untuk membudidayakan dan memanfaatkannya seperti yang dijelaskan dalam An-Naá¸¥l 16:69. Banyak manfaat yang dapat diperoleh dari dunia tumbuhan, dan beberapa di antaranya sangat bermanfaat setelah diproses lebih lanjut oleh binatang, misalnya madu yang diperoleh dari aktivitas lebah madu. \n\nAristoteles adalah orang pertama yang menekuni dan mempelajari lebah madu. Walaupun banyak teorinya yang tidak masuk akal, apabila dikaji dengan pengetahuan saat ini, namun harus diakui bahwa dialah pionir dalam penelitian dan pengungkapan perikehidupan lebah. Perhatian manusia diper-kirakan sudah dimulai antara 8.000 sampai 15.000 tahun yang lalu. Banyak lukisan-lukisan di dinding gua prehestorik yang memperlihatkan bagaimana manusia memanen madu dari sarang lebah madu. Pemeliharaan lebah diduga dimulai di Mesir sekitar tahun 2400 SM.",
                        "69": "Allah lalu meminta perhatian para hamba-Nya agar memikirkan bagaimana Allah telah memberikan kemahiran kepada para lebah untuk mengumpulkan makanan dari berbagai macam bunga-bungaan dan meng-ubahnya menjadi madu yang tahan lama dan bergizi. Kemahiran ini diwariskan lebah secara turun-temurun.\n\nLebah-lebah mengisap makanan dari bunga-bungaan kemudian masuk ke dalam perutnya dan dari perutnya dikeluarkan madu yang bermacam-macam warnanya. Ada yang putih, ada yang kekuning-kuningan, dan ada pula yang kemerah-merahan, sesuai dengan jenis lebah itu dan bunga-bungaan yang ada di sekitarnya.\n\nDi antara manfaat madu ialah untuk ketahanan tubuh dan mungkin pula sebagai obat berbagai penyakit. Hal ini dapat diterima oleh ilmu pengetahu-an, antara lain karena madu mudah dicerna dan mengandung berbagai macam vitamin. \n\nPenjelasan tentang fungsi madu ini dapat dibaca dalam sebuah hadis:\n\nBahwa seseorang datang kepada Rasulullah saw seraya berkata, \"Sesungguhnya saudaraku perutnya mulas.\" Maka Rasulullah saw bersabda, \"Minumkan kepadanya madu,\" kemudian orang itu memberinya madu. Kemudian orang itu datang lagi kepada Rasulullah saw seraya berkata, \"Ya Rasulullah saya telah memberinya madu, tetapi perutnya bertambah mulas.\" Rasulullah saw bersabda, \"Pergilah dan minumkan (lagi) kepadanya madu.\" Maka orang itu pergi dan memberinya lagi madu, kemudian orang itu datang lagi kepada Rasulullah saw seraya berkata, \"Ya Rasulullah, perutnya justru tambah mulas,\" kemudian Rasulullah bersabda, \"Allah benar dan perut saudaramu berdusta. Pergilah dan beri lagi saudaramu itu madu.\" Lalu orang itu pergi dan memberinya lagi madu, kemudian ia pun sembuh. (Riwayat al-Bukhari dan Muslim dari Abu Sa'id al-Khudri)\n\nDan hadis Nabi saw:\n\nObat itu ada tiga macam: mengeluarkan darah dengan bekam, minum madu dan membakar kulit dengan api (besi panas), dan aku melarang umatku membakar kulit. (Riwayat al-Bukhari dan Muslim dari Ibnu 'Abbas)\n\nBeberapa manfaat yang diberikan lebah sebagai berikut:\n\n1.Madunya merupakan minuman yang lezat berguna bagi kesehatan. Sarangnya dapat dibuat lilin, bahan untuk membatik, dan lain-lain.\n\n2.Lebah membantu penyerbukan bunga sehingga terjadi pembuahan.",
                        "70": "Allah swt menjelaskan bahwa Dialah yang menciptakan manusia dan menentukan usianya. Di antara manusia ada yang meninggal pada waktu masih berada dalam kandungan, ada yang meninggal pada waktu lahir, ada yang meninggal pada waktu kecil, ada yang meninggal ketika mencapai puncak kejayaan, dan ada pula yang meninggal setelah mencapai usia yang sangat lanjut, setelah lemah dan pikun. \n\nAllah swt berfirman:\n\nDan barang siapa Kami panjangkan umurnya niscaya Kami kembalikan dia kepada awal kejadian(nya). Maka mengapa mereka tidak mengerti? (Yasin/36: 68)\n\nKebanyakan orang menginginkan umur yang panjang, tetapi tetap sehat, dan tidak ingin menjadi pikun. Dalam hadis Nabi saw disebutkan:\n\nBahwa Rasulullah saw, mengatakan di dalam doanya, \"Aku berlindung kepada-Mu ya Allah dari kebakhilan, kemalasan, tua renta (pikun), siksa kubur, fitnah (cobaan) Dajjal dan fitnah (cobaan) di waktu hidup dan di waktu mati.\" (Riwayat al-Bukhari dari Anas bin Malik)\n\nPada saat manusia diberi umur lanjut, kekuatan tubuh mereka berkurang secara bertahap sampai pada taraf dimana mereka seperti dikembalikan pada masa kecil lagi. Mereka menjadi lemah, pikun dan tidak bisa mengingat lagi apa yang pernah diketahuinya.\n\nDi akhir ayat, Allah swt menegaskan bahwa Dia Maha Mengetahui segala sesuatu. Maksudnya Dialah yang mengetahui hikmah dari penciptaan manusia dan hikmah diwafatkan. Allah juga Mahakuasa mewafatkan manusia saat masih bayi atau setelah lanjut usia.",
                        "71": "Setelah Allah menjelaskan perbedaan usia manusia dalam ayat ini, Ia menyebutkan perbedaan rezeki mereka. Allah swt menjelaskan bahwa Allah melebihkan rezeki sebagian manusia dari sebagian yang lain. Ada manusia yang kaya, ada pula yang fakir, ada manusia yang menguasai sumber-sumber rezeki, dan ada manusia yang tidak memperoleh rezeki yang memadai bagi kehidupannya. Semuanya bertujuan agar satu sama lain saling menolong karena saling membutuhkan.\n\nKemudian Allah swt menjelaskan bahwa di antara orang-orang yang diberi rezeki lebih, ada yang tidak mau memberikan sedikit pun rezekinya kepada orang-orang yang bekerja padanya yang semestinya mendapat bagian dari mereka. Padahal di antara orang-orang yang menguasai dan dikuasai, di antara tuan dan budak sama-sama berhak atas rezeki itu. Oleh karenanya, sepantasnyalah rezeki itu didistribusikan secara adil dan merata kepada semua pihak. Apabila pemilik modal merasa berhak mendapat keuntungan karena modal yang dimilikinya, pekerja hendaknya diberi penghasilan sesuai dengan kemampuannya, supaya pemilik modal dan pekerja sama-sama menikmati sumber-sumber penghasilan itu. \n\nAllah swt berfirman:\n\nDia membuat perumpamaan bagimu dari dirimu sendiri. Apakah (kamu rela jika) ada di antara hamba-sahaya yang kamu miliki, menjadi sekutu bagimu dalam (memiliki) rezeki yang telah Kami berikan kepadamu, sehingga kamu menjadi setara dengan mereka dalam hal ini, lalu kamu takut kepada mereka sebagaimana kamu takut kepada sesamamu. Demikianlah Kami jelaskan ayat-ayat itu bagi kaum yang mengerti. (ar-Rum/30: 28)\n\nDi akhir ayat, Allah mengingatkan bahwa semua itu adalah nikmat-Nya. Oleh karena itu, mereka seharusnya mensyukuri nikmat itu dengan tidak memonopoli sumber-sumber penghasilan itu untuk kepentingan kelompok atau golongan tertentu.",
                        "72": "Kemudian Allah menjelaskan nikmat-Nya, yaitu bahwa Allah swt telah menciptakan pasangan untuk mereka dari jenis mereka sendiri. Pasangan-pasangan itu merupakan mitra dalam kerja sama membina keluarga dan masyarakat. Dengan pasangan itu, manusia dapat memiliki keturunan untuk memelihara dan mengembangkan jenis manusia dalam mengemban tugas sebagai khalifah di muka bumi ini. Selanjutnya Allah menjelaskan bahwa Dialah yang telah memberi mereka rezeki dalam makanan dan minuman yang baik dan berguna. Oleh karena itu, manusia tidak boleh takut akan kesulitan memperoleh rezeki karena anak. Sebaliknya, mereka harus mendidik anak-anak itu agar mampu nantinya setelah dewasa untuk menjalankan tugasnya sebagai khalifah di bumi.\n\nDi akhir ayat, Allah swt mencela orang-orang kafir yang mempercayai berhala-berhala sebagai tuhan, padahal berhala-berhala itu tidak bisa berbuat apa-apa. Sedangkan nikmat Allah mereka ingkari seakan-akan rezeki itu bukan dari Allah.",
                        "73": "Selanjutnya Allah swt menjelaskan bahwa orang-orang musyrik menyembah patung-patung atau tuhan-tuhan lain selain Allah, padahal tuhan-tuhan mereka itu tidak mampu memberi mereka rezeki dari langit seperti menurunkan hujan, menumbuhkan tanaman, dan sebagainya. Patung-patung itu tidak memiliki kekuatan apa punkarena patung-patung itu adalah benda mati. Patung-patung tidak mungkin memberikan keuntungan apapun, bahkan seandainya dihancurkan, ia tidak dapat berbuat apa-apa.",
                        "74": "Allah melarang hamba-Nya menyamakan sifat-sifat Allah dengan makhluk-Nya, karena sifat-sifat Allah itu tidak dapat disamai dan ditandingi. Untuk memperkuat pengertian ayat ini, dapat dikemukakan sebuah riwayat dari Ibnu Mundzir dan Abi Hatim dari Ibnu 'Abbas bahwa dia berkata mengenai arti ayat itu bahwa Allah berfirman, \"Makanya jangan kamu beranggapan adanya tuhan-tuhan lain selain Aku, karena sesungguhnya tidak ada tuhan selain Aku.\"\n\nKemudian Allah swt menegaskan bahwa Allah Maha Mengetahui segala yang ada di langit dan di bumi. Dia mengetahui kejahatan yang dilakukan oleh makhluk-Nya dan Dia pulalah yang berkuasa untuk menghukum mereka dengan siksaan yang pedih. Mereka tidak mengetahui sedikit pun siksaan apa yang harus mereka rasakan.",
                        "75": "Dalam ayat ini, Allah swt membuat suatu perumpamaan tentang orang-orang musyrik sehubungan dengan kepercayaan mereka yang menyamakan kedudukan sembahan mereka yang berupa patung dan berhala dengan Allah Yang Maha Sempurna.\n\nKekeliruan dan kebatilan kepercayaan mereka itu sama halnya dengan kekeliruan orang-orang yang menyamakan seorang budak sahaya yang tidak memiliki hak dan kuasa apa pun dengan orang merdeka, yang punya hak untuk memiliki, mengembangkan, dan menafkahkan harta kekayaan menurut keinginannya, baik secara sembunyi-sembunyi ataupun terang-terangan.\n\nSetiap orang dengan mudah mengetahui bahwa keduanya jauh berbeda, baik dalam kemuliaan, kekuasaan, ataupun keluhurannya. Demikian pula halnya orang-orang musyrik. Mereka jadikan benda-benda mati sebagai tumpuan dan tujuan ketika memanjatkan doa dan menggantungkan harapan. Alangkah jauhnya kesesatan mereka yang menyamakan Tuhan pencipta alam semesta dengan makhluk yang punya keterbatasan.\n\nSegala puji hanya milik Allah swt. Dialah yang paling berhak untuk menerima segala macam pujian karena Dialah yang agung dan sempurna. Segala sifat-sifat terpuji terkumpul pada-Nya. Segala pujian hanya ditujukan kepada-Nya, tidak kepada patung-patung, berhala-berhala, ataupun sesuatu lainnya. Sembahan-sembahan selain Allah, tidak ada yang patut menerima pujian. Akan tetapi, manusia banyak yang tidak mengetahui atau sadar bahwa segala sifat kesempurnaan hanya milik Allah swt. Karena kejahilan, mereka memandang sifat kesempurnaan juga ada pada selain Allah. Mereka menjadikan makhluk itu sebagai tujuan dari pujaan atau sembahan.",
                        "76": "Seperti halnya ayat yang lalu, pada ayat ini Allah swt menjelaskan kembali perumpamaan bagi orang-orang musyrik dengan bentuk yang lebih jelas seputar kepercayaan mereka kepada patung sembahan mereka. Allah swt mengambil perumpamaan antara dua orang: yang seorang bisu, bodoh, dan tidak mengerti apa-apa dan seorang lagi mampu berbicara lagi cakap. Orang yang pertama adalah perumpamaan untuk patung sembahan orang-orang musyrik, sedangkan yang kedua perumpamaan untuk Allah. Patutkah dipersamakan antara keduanya? Jika hal demikian tidak patut, maka lebih tidak patut lagi menyamakan antara patung dengan Allah.\n\nAllah swt dalam ayat ini menerangkan persamaan sifat-sifat antara patung dengan orang yang bisu yang bukan saja tidak memiliki kemampuan berbicara, tetapi juga tidak memiliki kemampuan berpikir. Dia tidak mengerti maksud orang lain, dan orang lain juga tidak dapat memahami maksudnya. Karena itu, dia tidak dapat menyelesaikan urusannya sendiri apalagi urusan orang lain. Dia hanya jadi beban orang lain, di manapun dia ditempatkan, dan tugas apa punyang diberikan kepadanya tentulah tidak mendatangkan hasil yang baik.\n\nSifat Allah \"menyeru kepada keadilan atau kebenaran\", mengandung pengertian bahwa Dia mengetahui, mengajarkan, dan menyukai keadilan dan kebenaran serta memerintahkan kepada hamba-Nya agar bersifat adil. Allah mencintai orang-orang yang berbuat adil dan bersifat adil serta tidak memerintahkan hamba-Nya kecuali menjunjung keadilan. Bahkan Allah swt Mahasuci dari sifat-sifat yang berlawanan dengan keadilan seperti sifat zalim, aniaya, jahil, dan bakhil. Perintah dan syariat-Nya bersifat adil seluruhnya. Mereka yang bersifat dan berbuat adil adalah kekasih dan wali-wali Allah. Mereka hidup di sisi Allah dan di bawah cahaya-Nya.\n\nSifat Allah swt \"di jalan yang lurus\" mengandung pengertian bahwa Allah tidak memerintahkan sesuatu selain kebenaran dan keadilan. Allah tidak mengadakan atau menciptakan sesuatu kecuali untuk kemaslahatan, rahmat, hikmah, dan keadilan. Allah selalu di atas kebenaran pada perkataan dan perbuatan-Nya.\n\nAllah tidak menjatuhkan hukuman dengan zalim kepada hamba-Nya, tidak menyiksa tanpa dosa yang dilakukan hamba itu, tidak pula mengurangi sedikit pun kebajikan yang diperbuatnya, dan tidak membebani seseorang dengan dosa orang lain. Tindakan dan perbuatan Allah selalu penuh hikmah dan berakhir dengan kebaikan. Semua itu disebabkan karena Allah selalu menginginkan hamba-hamba-Nya berada dalam keadaan yang lurus.",
                        "77": "Dalam ayat ini, Allah swt menegaskan kesempurnaan ilmu-Nya tentang hal-hal yang gaib dan kemahakuasaan-Nya. Di antara hal yang gaib itu ialah segala yang berada di luar jangkauan indra dan akal pikiran manusia, baik yang ada di langit, maupun yang ada di bumi. Hanya Allah swt yang mengetahui tentang apa yang ada di luar alam nyata ini.\n\nMeskipun pengetahuan umat manusia tentang angkasa luar dan keadaan bumi saat ini sangat maju, namun yang belum mereka ketahui jauh lebih besar. Ketika manusia sampai ke bulan, masih terbentang di muka mereka kegaiban dan kerahasiaan yang ada di planet Mars, Venus, dan lain-lain. Padahal planet-planet tersebut bagaikan butir-butir pasir di tengah sahara yang luas jika dibanding dengan keluasan alam semesta ini.\n\nDemikian pula mengenai keadaan bumi ini. Tidak seorang pun sarjana geologi yang dapat memperkirakan dengan tepat kapan terjadinya gempa bumi atau meletusnya gunung berapi. Bahkan pada diri manusia sendiri masih ada hal-hal yang merupakan misteri atau rahasia Allah yang belum diketahui manusia, walaupun sejak berabad-abad para ahli dalam bidang masing-masing berusaha memikirkan dan mengungkapkannya. Tidak se-orang pun yang dapat memastikan apa yang akan dialami besok, kapan kematian datang kepadanya, dan di manakah dia akan dikuburkan. Semua itu merupakan soal yang gaib bagi manusia. Namun demikian, ketidaktahuan itu adalah rahmat Allah yang besar bagi manusia. Mereka dapat menyusun rencana dan tindakan-tindakan yang sesuai dengan keinginan mereka.\n\nHari kiamat termasuk pula hal gaib. Allah swt menyebutkan secara khusus tentang hari kiamat karena masalah itu banyak mendapat penolakan dan sanggahan pada setiap zaman dan setiap bangsa. Bahkan banyak orang yang mengingkarinya, dan menyatakan sebagai suatu hal yang tidak mungkin terjadi.\n\nAllah merahasiakan waktu datangnya hari kiamat agar manusia tidak menghentikan kegiatan hidupnya. Seharusnya manusia tidak perlu memikir-kan kapan hari kiamat itu terjadi, karena hal itu adalah urusan Allah. Yang penting bagi mereka adalah menjalani kehidupan sesuai dengan petunjuk-petunjuk yang telah ditetapkan oleh Allah swt.\n\nPersoalan hari kiamat bagi Allah swt sangatlah mudah. Kecepatan waktu peristiwa itu berlangsung secepat kedipan mata atau lebih cepat lagi. Kecepatan ini menurut waktu yang bisa digambarkan oleh hitungan manusia karena pengaturan Allah terhadap alam semesta ini sesungguhnya tidak dapat dihubungkan dengan ruang dan waktu. Mudah atau sukar, dan cepat atau lambat adalah ukuran manusia. Allah sesungguhnya sangat kuasa atas segala perkara. Bila Allah berkehendak atas sesuatu, Dia pun berfirman, \"Kun (Jadilah),\" maka terciptalah sesuatu itu. Tidak satu pun yang dapat menghalangi kehendak-Nya.",
                        "78": "Dalam ayat ini, Allah swt menjelaskan kegaiban dan keajaiban yang sangat dekat dengan manusia. Mereka mengetahui fase-fase pertumbuhan janin, tetapi tidak mengetahui bagaimana proses perkembangan janin yang terjadi dalam rahim sehingga mencapai kesempurnaan. Sejak bertemunya sel sperma dan sel telur sampai menjadi manusia baru yang membawa sifat-sifat kedua orang tua dan leluhurnya. Dalam proses kejadian ini, terdapat rahasia hidup yang tersembunyi. \n\nSesudah mencapai kesempurnaan, Allah mengeluarkan manusia dari rahim ibunya dalam keadaan tidak mengetahui apa-apa. Tetapi sewaktu masih dalam rahim, Allah menganugerahkan potensi, bakat, dan kemampuan seperti berpikir, berbahagia, mengindra, dan lain sebagainya pada diri manusia. Setelah manusia lahir, dengan hidayah Allah segala potensi dan bakat itu berkembang. Akalnya dapat memikirkan tentang kebaikan dan kejahatan, kebenaran dan kesalahan, serta hak dan batil. Dengan pen-dengaran dan penglihatan yang telah berkembang itu, manusia mengenali dunia sekitarnya, mempertahankan hidupnya, dan mengadakan hubungan dengan sesama manusia. Dengan perantaraan akal dan indra, pengalaman dan pengetahuan manusia dari hari ke hari semakin bertambah dan berkembang. Semua itu merupakan rahmat dan anugerah Tuhan kepada manusia yang tidak terhingga. Oleh karena itu, seharusnyalah mereka bersyukur kepada-Nya, baik dengan cara beriman kepada keesaan Allah, dan tidak menyekutukan-Nya dengan yang lain maupun dengan mempergunakan segala nikmat Allah untuk beribadah dan patuh kepada-Nya.\n\nHadis Nabi saw:\n\nDari Abu Hurairah r.a., ia berkata, \"Rasulullah bersabda, \"Sesungguhnya Allah swt berfirman, \"Siapa yang memusuhi kekasih-Ku, maka Aku menyatakan perang kepadanya. Dan tiada mendekat kepada-Ku seorang hamba-Ku dengan sesuatu yang lebih Aku sukai daripada menjalankan pekerjaan yang Aku wajibkan kepadanya. Hamba-Ku selalu mendekatkan dirinya kepada-Ku dengan menjalankan ibadah-ibadah sunah sehingga Aku menyukainya. Apabila Aku telah menyukainya, maka Aku menjadi pendengarannya yang ia pakai mendengar, penglihatannya yang ia pakai melihat, tangannya yang ia pakai memukul, dan kakinya yang ia pakai berjalan. Apabila ia memohon kepada-Ku, pasti akan Kukabulkan permohonannya, dan apabila ia minta perlindungan kepada-Ku, pasti Aku lindungi dia. (Riwayat al-Bukhari)",
                        "79": "Suatu keajaiban lain yang disaksikan sehari-hari oleh manusia dikemukakan Allah dalam ayat ini untuk menunjukkan kekuasaan-Nya. Keindahan pemandangan sewaktu burung-burung beterbangan di udara, melayang-layang, dan kadang-kadang seperti terapung-apung dipermainkan angin adalah pemandangan yang sangat mengesankan bagi orang yang beriman pada kebesaran dan keagungan Allah.\n\nHati orang beriman seperti hati penyair. Dia selalu terpesona terhadap keindahan makhluk dan kejadiannya. Keindahan itu menggetarkan perasaan dan menyentuh hati nuraninya. Seorang mukmin mengungkapkan perasaannya terhadap keindahan alam ini dengan iman, ibadah, dan mengucapkan tasbih kepada Tuhan. Jika seorang mukmin mempunyai bakat pengarang/penyiar, maka dia akan mengungkapkan perasaannya dengan bahasa atau gubahan kata-kata yang indah tentang keindahan dan kebesaran alam dan khaliknya. Hal ini tidak dapat diungkapkan oleh seorang penyair yang hatinya tidak pernah disentuh oleh kelezatan iman. \n\nOrang yang beriman dapat melihat tanda-tanda kekuasaan dan kebesaran Tuhan seperti pada kemudahan seekor burung terbang di udara. Bahwa burung dapat terbang adalah mukjizat. Untuk dapat terbang dan lepas landas, burung seharusnya sangat ringan. Akan tetapi, pada saat yang sama, ia juga harus sangat kuat dan tangguh. Kekuatan diperlukan untuk dapat tetap terbang dalam waktu yang lama, dan bermanuver untuk menangkap mangsa atau saat turun ke tempat mereka hinggap.\n\nAgar tubuhnya ringan, maka tulang burung umumnya berlubang di tengahnya, dan berdinding tipis. Berat tubuh burung diletakkan di bagian tengah tubuh. Di bagian dada terdapat tulang dada yang besar yang melekat pada otot dada besar. Otot dada inilah yang menggerakkan sayap. Otot dada meliputi sekitar 25-30% dari keseluruhan berat badan burung.\n\nHal terpenting agar burung dapat terbang adalah terdapatnya organ sayap dan bulu. Sayap adalah semacam tangan yang mempunyai sendi peluru yang besar dan kuat di bagian bahu. Sendi ini sangat khusus, dan digunakan untuk melakukan mobilitas yang sangat rumit. Kegunaannya adalah agar burung dapat bermanuver dengan baik di udara. \n\nBulu sayap adalah ciptaan Tuhan yang sangat indah. Ringan, namun kuat, lentur, serba guna, mudah dirawat, berfungsi sebagai penyekat panas, kedap air, dan dapat diganti. Warna bulu sangat penting bagi burung. Beberapa burung mempunyai warna yang sesuai dengan lingkungannya sehingga berfungsi untuk kamuflase. Jenis lainnya menggunakan warnanya untuk menarik lawan jenisnya.",
                        "80": "Ayat ini menjelaskan nikmat-nikmat yang dianugerahkan Allah kepada manusia untuk dijadikan tanda keesaan-Nya, seperti Allah menganugerahkan rumah bagi manusia. Rumah-rumah itu tidak hanya berfungsi sebagai tempat tinggal atau berlindung dari hujan dan panas, tetapi juga tempat menciptakan suasana aman, damai, dan tenteram serta menumbuhkan kasih sayang dan rasa kesetiaan di antara penghuninya. Dari rumah tangga yang baik, lahir manusia yang baik. Agama Islam menetapkan aturan untuk menjamin kehormatan rumah sebagai tempat tinggal. Seseorang dilarang masuk ke rumah orang lain sebelum memberi salam dan minta izin dari penghuninya, meskipun dia petugas negara. Tidak dibenarkan seseorang memeriksa rumah orang lain dengan alasan apapun, dan tidak boleh mengintai-intai penghuninya sehingga menimbulkan rasa tidak aman bagi keluarga penghuni rumah itu.\n\nItulah pengertian rumah dan fungsinya bagi manusia yang berdiam di satu tempat. Kepada bangsa pengembara, Allah swt memberikan nikmat kepada mereka berupa kulit binatang ternak untuk keperluan tempat tinggal. Mereka membangun kemah-kemah dan pondok-pondok dari kulit dan bulu-bulu ternak itu sewaktu mengembara di padang pasir sambil menggembala ternak mereka. Benda-benda tersebut mudah dan ringan dibawa berpindah-pindah dari suatu tempat ke tempat lain.\n\nNikmat Allah lainnya kepada manusia ialah bulu dan kulit binatang ternak yang bisa dimanfaatkan untuk keperluan pakaian, alat-alat rumah tangga, dan lain-lain. Bulu domba (wool), kulit unta, dan kulit kambing merupakan barang-barang yang dapat mereka perdagangkan sejak zaman dahulu sampai sekarang. Dari ayat ini, dapat diambil suatu dalil hukum bahwa kulit dan bulu dari ternak yang halal dimakan adalah suci.",
                        "81": "Dalam ayat ini, Allah swt menyebutkan nikmat karunia-Nya selain nikmat yang telah disebutkan, yang memberikan rasa aman, damai, dan tenteram. Kepada bangsa yang sudah menetap atau maju, Allah memberikan karunia tempat berteduh seperti rumah, hotel, dan gedung yang secara umum dibuat dari kayu, besi, batu, dan lain-lain. Allah menyediakan bahan (material) dari gunung seperti batu dan pasir untuk membangun gedung, benteng, atau perlindungan tempat tinggal dalam gunung. Kesemuanya menimbulkan rasa aman dan tenang pada jiwa penghuninya. Allah swt menyediakan bagi mereka pakaian dari bulu domba atau dari kapas dan katun yang memelihara mereka dari panas dan dingin, serta pakaian dari besi untuk melindungi tubuh mereka dari senjata tajam ketika berperang.\n\nDemikianlah nikmat-nikmat yang dianugerahkan Allah kepada manusia. Allah akan menyempurnakan nikmat-nikmat duniawi kepada kaum Muslimin dengan memberikan kekuasaan dan kerajaan kepada mereka, serta menetapkan tujuan perjuangan mereka itu untuk mencari keridaan Allah dan menegakkan kemaslahatan bagi umat manusia. Maka hendaklah mereka menyadari segala kenikmatan yang besar dari Allah itu dan mengakui pula kewajiban terhadap pemberi nikmat itu, untuk kemudian beriman kepada-Nya, meninggalkan sembahan-sembahan lain, dan melakukan amal saleh.\n\nAllah berfirman:\n\nDan sungguh, Kami telah memuliakan anak cucu Adam, dan Kami angkut mereka di darat dan di laut, dan Kami beri mereka rezeki dari yang baik-baik dan Kami lebihkan mereka di atas banyak makhluk yang Kami ciptakan dengan kelebihan yang sempurna. (al-Isra'/17: 70)\n\n(82) Sesudah Allah menjelaskan nikmat dan karunia-Nya kepada manusia, maka dalam ayat ini Allah menegaskan kepada Rasul saw bahwa jika orang-orang kafir itu tetap berpaling dari ajaran Rasul dan menolak segala penjelasan dan uraian bukti-bukti kebenaran agama yang disampaikan kepada mereka, hendaklah hal itu tidak menyedihkan beliau dan tidak menimbulkan rasa putus asa dalam jiwanya. Tugas Rasul hanya menyampai-kan dan beliau sudah menunaikannya dengan sempurna yaitu menyampaikan dan menjelaskan syariat agama Islam, cita-citanya, dan hikmah-hikmah yang terkandung dalam syariat itu. Menumbuhkan keimanan dalam jiwa manusia atau membuat orang menjadi mukmin sesungguhnya di luar kemampuan Rasul saw.",
                        "82": "Dalam ayat ini, Allah swt menyebutkan nikmat karunia-Nya selain nikmat yang telah disebutkan, yang memberikan rasa aman, damai, dan tenteram. Kepada bangsa yang sudah menetap atau maju, Allah memberikan karunia tempat berteduh seperti rumah, hotel, dan gedung yang secara umum dibuat dari kayu, besi, batu, dan lain-lain. Allah menyediakan bahan (material) dari gunung seperti batu dan pasir untuk membangun gedung, benteng, atau perlindungan tempat tinggal dalam gunung. Kesemuanya menimbulkan rasa aman dan tenang pada jiwa penghuninya. Allah swt menyediakan bagi mereka pakaian dari bulu domba atau dari kapas dan katun yang memelihara mereka dari panas dan dingin, serta pakaian dari besi untuk melindungi tubuh mereka dari senjata tajam ketika berperang.\n\nDemikianlah nikmat-nikmat yang dianugerahkan Allah kepada manusia. Allah akan menyempurnakan nikmat-nikmat duniawi kepada kaum Muslimin dengan memberikan kekuasaan dan kerajaan kepada mereka, serta menetapkan tujuan perjuangan mereka itu untuk mencari keridaan Allah dan menegakkan kemaslahatan bagi umat manusia. Maka hendaklah mereka menyadari segala kenikmatan yang besar dari Allah itu dan mengakui pula kewajiban terhadap pemberi nikmat itu, untuk kemudian beriman kepada-Nya, meninggalkan sembahan-sembahan lain, dan melakukan amal saleh.\n\nAllah berfirman:\n\nDan sungguh, Kami telah memuliakan anak cucu Adam, dan Kami angkut mereka di darat dan di laut, dan Kami beri mereka rezeki dari yang baik-baik dan Kami lebihkan mereka di atas banyak makhluk yang Kami ciptakan dengan kelebihan yang sempurna. (al-Isra'/17: 70)",
                        "83": "Allah menjelaskan dalam ayat ini tentang kesombongan dan ketinggian hati kebanyakan manusia. Mereka mengetahui dengan gamblang bahwa benda-benda itu seperti batu, kayu, besi, dan lain-lain yang menjadi bahan bangunan tempat berteduh mereka, dan kapas, katun, bulu-bulu domba, dan kulit binatang lainnya menjadi bahan pakaian dan keperluan mereka sehari-hari, merupakan karunia yang datang dari Allah swt, bukan dari sembahan-sembahan mereka selain Allah, bahkan bukan pula dari usaha tangan mereka sendiri. Namun demikian, mereka mengingkari bahwa nikmat itu dari Allah swt, sehingga merasa tidak perlu berterima kasih, memanjatkan doa, menyembah, serta beribadah kepada Tuhan Yang Maha Pencipta dan Pemberi nikmat itu. Mereka memandang bahwa nikmat karunia itu berkat patung dan pujaan-pujaan selain Allah atau memandang sebagai hadiah alam semesta semata-mata, yang ada dengan sendirinya. Memang sesungguhnya kebanyakan manusia itu adalah orang-orang kafir yang menentang dan mendustakan wahyu yang disampaikan rasul. Mereka tidak mau beriman kepadanya walaupun mereka mengetahui kebenaran agama yang dibawanya, karena kesombongan dan ketinggian hati mereka.",
                        "84": "Allah swt menjelaskan bahwa pada hari kiamat, para rasul menjadi saksi atas umat mereka masing-masing. Merekalah yang mengetahui sikap umatnya ketika mereka berdakwah, apakah umatnya menerima dengan baik ajakan dan seruan yang disampaikan, ataukah mereka kufur dan menolak-nya. Kesaksian para rasul atas penerimaan dan penolakan umatnya disertai dengan penjelasan yang cukup dan bukti yang benar. Berdasarkan kesaksian itu, hukuman dijatuhkan kepada mereka. Mereka tidak diberi kesempatan untuk menyampaikan alasan untuk membela diri ataupun minta maaf akan segala perbuatan dan tindakan mereka pada masa hidup di dunia.\n\nAllah berfirman:\n\nInilah hari, saat mereka tidak dapat berbicara, dan tidak diizinkan kepada mereka mengemukakan alasan agar mereka dimaafkan. (al-Mursalat/77: 35-36)\n\n\n\nDan firman Allah:\n\nDan demikian pula Kami telah menjadikan kamu (umat Islam) \"umat pertengahan\" agar kamu menjadi saksi atas (perbuatan) manusia dan agar Rasul (Muhammad) menjadi saksi atas (perbuatan) kamu. Kami tidak menjadikan kiblat yang (dahulu) kamu (berkiblat) kepadanya melainkan agar Kami mengetahui siapa yang mengikuti Rasul dan siapa yang berbalik ke belakang. Sungguh, (pemindahan kiblat) itu sangat berat, kecuali bagi orang yang telah diberi petunjuk oleh Allah. Dan Allah tidak akan menyia-nyiakan imanmu. Sungguh, Allah Maha Pengasih, Maha Penyayang kepada manusia. (al-Baqarah/2: 143)\n\nDan firman-Nya:\n\n(Ingatlah), pada hari (ketika) Kami panggil setiap umat dengan pemimpinnya; dan barang siapa diberikan catatan amalnya di tangan kanannya mereka akan membaca catatannya (dengan baik), dan mereka tidak akan dirugikan sedikit pun. (al-Isra'/17: 71)\n\nHari akhirat adalah hari pembalasan atas amal perbuatan di dunia dan bukan waktu bertobat serta melakukan amal kebaikan untuk menebus dosa. Pada hari kiamat, manusia hanya menerima keputusan dari Allah yang memberikan keputusan dengan seadil-adilnya, masuk surga atau masuk neraka.\n\nAllah berfirman:\n\nMaka barang siapa mengerjakan kebaikan seberat zarrah, niscaya dia akan melihat (balasan)-nya, dan barang siapa mengerjakan kejahatan seberat zarrah, niscaya dia akan melihat (balasan)-nya. (az-Zalzalah/99: 7-8)",
                        "85": "Dalam ayat ini dijelaskan tentang azab bagi orang-orang yang zalim, yaitu orang-orang musyrik yang mendustakan rasul-rasul dan memusuhinya, seperti halnya kaum musyrikin Mekah. Sewaktu menyaksikan hukuman yang akan ditimpakan kepada mereka, mereka berusaha membela diri untuk meringankan azabnya. Akan tetapi, pembelaan mereka itu tidak diterima karena tidak ada alasan yang patut dikemukakan untuk mengurangi hukuman mereka. Waktu untuk bertobat sudah berlalu, dan hari kiamat adalah hari pengadilan. Setiap insan dihadapkan ke mahkamah Tuhan Yang Maha bijaksana dan Maha Mengetahui. Setiap orang dalam mahkamah harus berkata benar dan jujur, apakah dia menjadi saksi atau tertuduh. Bila saksi sudah berkata benar dengan bukti-bukti yang benar maka tertuduh harus berkata jujur dan benar pula, supaya hakim menentukan hukuman yang benar. Tidaklah benar jika hakim memberatkan atau meringankan hukuman dan tidak benar pula jika dia menunda-nundanya. Demikian pula halnya orang-orang kafir pada hari kiamat. Karena dosa mereka sudah jelas, maka azab segera ditimpakan kepada mereka, tidak diringankan, dan tidak pula ditangguhkan. Orang-orang berdosa yang berbuat zalim, melakukan kejahatan besar, dan melawan agama yang dibawa nabi-nabi tidak akan dapat melepaskan diri dari azab neraka.\n\nAllah berfirman:\n\nDan orang yang berdosa melihat neraka, lalu mereka menduga, bahwa mereka akan jatuh ke dalamnya, dan mereka tidak menemukan tempat berpaling darinya. (al-Kahf/18: 53)",
                        "86": "Dalam ayat ini disebutkan bahwa ketika orang-orang yang menyekutukan Allah swt melihat sembahan-sembahan mereka pada hari kiamat, mereka pun berkata kepada Allah sambil menuduh sembahan-sembahan itu, \"Mereka inilah sekutu-sekutu kami yang dahulu kami sembah selain Engkau.\" Mereka menunjuk kepada sembahan itu untuk mengalihkan dosa yang mereka pikul kepadanya. Mereka mengira dengan berbuat demikian mereka dapat menghindarkan diri dari azab neraka atau menguranginya.\n\nSebenarnya mereka sudah mengetahui pasti akan dimasukkan ke dalam neraka, namun sudah menjadi sifat manusia, mereka masih mencari-cari jalan untuk membebaskan diri dari kebinasaan itu. Keadaan mereka seperti seorang yang akan tenggelam, sehingga akan memegang apa saja yang tersentuh oleh tangan untuk menyelamatkan diri. Ketika mereka berusaha mengalihkan penderitaan itu kepada sembahan-sembahan mereka, sembahan itu segera melontarkan tuduhan bahwa mereka benar-benar pendusta. Orang-orang musyrik menyembah selain Allah swt atas kesadaran dan kemauan sendiri, bukan karena perintah dari sembahan-sembahan itu.\n\nSeperti dalam firman Allah:\n\nDan mereka telah memilih tuhan-tuhan selain Allah, agar tuhan-tuhan itu menjadi pelindung bagi mereka. Sama sekali tidak! Kelak mereka (sesembahan) itu akan mengingkari penyembahan mereka terhadapnya, dan akan menjadi musuh bagi mereka. (Maryam/19: 81-82)",
                        "87": "Kemudian Allah swt dalam ayat ini menerangkan bahwa orang-orang yang menyembah sembahan-sembahan selain Allah swt menundukkan diri kepada Allah swt pada hari kiamat sebagai tanda penyesalan.\n\nDalam ayat yang lain Allah swt berfirman:\n\nDan (alangkah ngerinya), jika kamu melihat orang-orang yang berdosa itu menundukkan kepalanya di hadapan Tuhannya, (mereka berkata), \"Ya Tuhan kami, kami telah melihat dan mendengar, maka kembalikanlah kami (ke dunia), niscaya kami akan mengerjakan kebajikan. Sungguh, kami adalah orang-orang yang yakin.\" (as-Sajdah/32: 12)\n\nOrang-orang musyrik pada akhirnya meyakini kesesatannya dan menyesali diri. Segala sembahan mereka selama ini seakan lenyap tanpa bekas. Padahal dulunya, mereka menganggap bahwa sembahan-sembahan itu merupakan sekutu Tuhan yang dapat memberi pertolongan kepada mereka.\n\nSebelum menyatakan ketundukan mereka kepada Allah swt, orang-orang musyrik pertama kali memungkiri bahwa mereka telah mempersekutukan-Nya, seperti diterangkan Allah swt:\n\n(Ingatlah) pada hari (ketika) mereka semua dibangkitkan Allah, lalu mereka bersumpah kepada-Nya (bahwa mereka bukan orang musyrik) sebagaimana mereka bersumpah kepadamu; dan mereka menyangka bahwa mereka akan memperoleh sesuatu (manfaat). Ketahuilah, bahwa mereka orang-orang pendusta. (al-Mujadalah/58: 18)\n\nPada hari kiamat, orang-orang musyrik pertama kali mungkir kemudian tunduk kepada Allah swt. Mungkir itu disebabkan ketebalan karat-karat kemusyrikan yang menutup jiwa mereka sehingga mereka jauh dari cahaya iman. Fitrah insaniah yang cenderung kepada pengakuan akan keesaan Tuhan menjadi tertutup oleh kegelapan tabir syirik sehingga cahaya fitrah insaniah itu tak berdaya menembusnya. Tetapi kemudian setelah melalui perkembangan dan waktu yang lama, karat-karat yang menutupi jiwa manusia itu semakin menipis, sedangkan sinar fitrah insaniah yang terus hidup berusaha menembus dinding-dinding itu, sehingga akhirnya kembali mengakui keesaan Allah dan menyerah tunduk kepada-Nya.\n\nDemikianlah perkembangan jiwa orang-orang musyrik, dari ingkar kepada keesaan Tuhan kemudian menjadi pengakuan akan keesaan-Nya. Namun demikian, pengakuan ini terlambat sehingga tidak bermanfaat lagi bagi mereka.",
                        "88": "Sesudah menyebutkan azab atas orang-orang yang sesat, dalam ayat ini, Allah swt menjelaskan azab bagi orang-orang sesat lagi menyesatkan. Mereka ialah orang-orang kafir yang menentang kenabian dan kerasulan Muhammad saw serta mendustakan Al-Qur'an. Selain itu, mereka dengan sengaja menghalang-halangi orang lain yang ingin masuk agama Islam, dan ingin beriman kepada Allah dan rasul-Nya. Allah menimpakan azab yang lebih besar kepada mereka daripada azab orang-orang yang sesat saja, karena mereka tidak hanya kafir, tetapi juga membawa orang lain kepada kekafiran atau menghalangi orang lain untuk beriman. Jadi, mereka melakukan dua macam dosa: dosa yang disebabkan kekafiran dan dosa karena menyesatkan orang lain, sebagaimana firman Allah swt:\n\nDan mereka melarang (orang lain) mendengarkan (Al-Qur'an) dan mereka sendiri menjauhkan diri daripadanya, dan mereka hanyalah membinasakan diri mereka sendiri, sedang mereka tidak menyadari. (al-An'am/6: 26)\n\nOleh karena itu, azab yang ditimpakan kepada mereka ada dua macam pula: azab atas kekafiran mereka sendiri dan azab atas perbuatan mereka menyesatkan orang lain. Pada ayat ini, terdapat dalil yang menunjukkan bahwa azab atas orang-orang kafir berbeda-beda seperti halnya orang-orang mukmin berbeda-beda kedudukan mereka dalam surga.",
                        "89": "Dalam ayat ini, Allah swt menjelaskan kembali apa yang akan terjadi pada hari kiamat atas setiap umat, yakni kehadiran seorang nabi dari kalangan mereka sendiri, yang akan menjadi saksi atas perbuatan mereka.\n\nNabi Muhammad saw menjadi saksi pula atas umatnya. Pada hari akhir itu, dia menjelaskan sikap kaumnya terhadap risalah yang dibawanya, apakah mereka beriman dan taat kepada seruannya, ataukah mereka melawan dan mendustakannya. Para nabi itulah yang paling patut untuk menjawab segala alasan dari kaumnya.\n\nKetika memberikan kesaksian, para rasul tentu berdasarkan penghayatan mereka sendiri atau dari keterangan Allah swt sebab mereka tidak lagi mengetahui apa yang terjadi atas umatnya sesudah mereka wafat. \n\nRasulullah mencucurkan air mata sewaktu sahabatnya, 'Abdullah bin Mas'ud, membaca ayat yang serupa maknanya dengan ayat di atas:\n\nDan bagaimanakah (keadaan orang kafir nanti), jika Kami mendatangkan seorang saksi (rasul) dari setiap umat dan Kami mendatangkan engkau (Muhammad) sebagai saksi atas mereka. (an-Nisa'/4: 41)\n\n'Abdullah bin Mas'ud berhenti membaca ketika sampai ayat ini, karena Rasul saw berkata kepadanya, \"Cukup.\" 'Abdullah bin Mas'ud kemudian menoleh kepada Rasul saw, dan melihatnya mencucurkan air mata.\n\nMenjadi saksi pada hari kiamat adalah kedudukan yang mulia, tetapi berat. Rasul saw akan menjelaskan kepada Allah pada hari kiamat keadaan umatnya sampai sejauh mana mereka mengamalkan petunjuk Al-Qur'an yang diwahyukan kepadanya. Pada hari itu, tak ada alasan lagi bagi umat untuk tidak mempertanggungjawabkan amal perbuatan mereka di dunia, sebab Al-Qur'an telah menjelaskan kepada mereka segala sesuatu, yang baik ataupun yang buruk, yang halal dan yang haram, serta yang benar dan yang salah. Al-Qur'an memberikan pedoman bagi manusia jalan mana yang lurus dan yang sesat, serta arah mana yang membawa bahagia dan mana yang membawa kesengsaraan.\n\nBarang siapa membenarkan Al-Qur'an dan mengamalkan segala petunjuk yang terdapat di dalamnya, tentulah ia memperoleh rahmat dalam kehidupan dunia dan akhirat. Al-Qur'an memberi kabar yang menyenangkan kepada orang yang taat dan bertobat kepada Allah dengan pahala yang besar di akhirat dan kemuliaan yang tinggi bagi mereka.\n\nRasul saw yang diberi tugas untuk menyampaikan Al-Qur'an, kelak akan dimintai pertanggungjawaban tentang tugas dan kewajibannya itu pada hari kiamat, sebagaimana firman Allah:\n\nMaka pasti akan Kami tanyakan kepada umat yang telah mendapat seruan (dari rasul-rasul) dan Kami akan tanyai (pula) para rasul. (al-A'raf/7: 6)\n\nDi antara tugas Rasulullah adalah menjelaskan Al-Qur'an kepada manusia tentang masalah-masalah agama karena ayat-ayat Al-Qur'an ada yang terperinci dan ada pula yang umum isinya. Rasulullah menjelaskan ayat-ayat Allah yang masih bersifat umum itu.\n\nFirman Allah swt:\n\nDan Kami turunkan Adz-dzikr (Al-Qur'an) kepadamu, agar engkau menerangkan kepada manusia apa yang telah diturunkan kepada mereka dan agar mereka memikirkan. (an-Nahl/16: 44)\n\nSelain menjelaskan ayat-ayat yang masih bersifat umum, Rasulullah menetapkan pula petunjuk-petunjuk dan hukum-hukum yang bertalian dengan urusan agama dan akhlak.",
                        "90": "Allah swt memerintahkan kaum Muslimin untuk berbuat adil dalam semua aspek kehidupan serta melaksanakan perintah Al-Qur'an, dan berbuat ihsan (keutamaan). Adil berarti mewujudkan kesamaan dan keseimbangan di antara hak dan kewajiban. Hak asasi tidak boleh dikurangi disebabkan adanya kewajiban. Ayat ini termasuk ayat yang sangat luas dalam pengertiannya. Ibnu Mas'ud berkata:\n\nDan ayat paling luas lingkupnya dalam Al-Qur'an tentang kebaikan dan kejahatan ialah ayat dalam Surah An-Nahl (yang artinya): \"Sesungguhnya Allah menyuruh (kamu) berlaku adil dan berbuat kebajikan\". (Riwayat Bukhari dari Ibnu Masud dalam kitab al-Adab al-Mufrad)\n\nDiriwayatkan oleh Ibnu Jarir dari Ikrimah bahwa Nabi Muhammad saw membacakan ayat ini kepada al-Walid. \"Ulang kembali hai saudaraku,\" kata al-Walid, maka Rasul saw mengulang kembali membaca ayat itu. Lalu al-Walid berkata, \"Demi Allah sungguh Al-Qur'an ini memiliki kelezatan dan keindahan, di atasnya berbuah, di bawahnya berakar, dan bukanlah dia kata-kata manusia. \n\nImam Ahmad meriwayatkan bahwa ada seorang sahabat yang semula kurang senang kepada Rasul saw. Sewaktu dibacakan kepadanya ayat ini oleh Rasul saw, maka iman dalam jiwanya menjadi teguh dan dia menjadi sayang kepada Nabi saw.\n\nPada ayat ini disebutkan tiga perintah dan tiga larangan. Tiga perintah itu ialah berlaku adil, berbuat kebajikan (ihsan), dan berbuat baik kepada kerabat. Sedangkan tiga larangan itu ialah berbuat keji, mungkar, dan permusuhan. \n\nKezaliman lawan dari keadilan, sehingga wajib dijauhi. Hak setiap orang harus diberikan sebagaimana mestinya. Kebahagiaan barulah dirasakan oleh manusia bilamana hak-hak mereka dijamin dalam masyarakat, hak setiap orang dihargai, dan golongan yang kuat mengayomi yang lemah. Penyimpangan dari keadilan adalah penyimpangan dari sunnah Allah dalam menciptakan alam ini. Hal ini tentulah akan menimbulkan kekacauan dan kegoncangan dalam masyarakat, seperti putusnya hubungan cinta kasih sesama manusia, serta tertanamnya rasa dendam, kebencian, iri, dengki, dan sebagainya dalam hati manusia.\n\nSemua yang disebutkan itu akan menimbulkan permusuhan yang menyebabkan kehancuran. Oleh karena itu, agama Islam menegakkan dasar-dasar keadilan untuk memelihara kelangsungan hidup masyarakat. Dalam Al-Qur'an banyak ditemukan ayat-ayat yang turun di Mekah maupun di Medinah, yang memerintahkan manusia berbuat adil dan melarang kezaliman. Di antaranya adalah:\n\nFirman Allah swt:\n\nWahai orang-orang yang beriman! Jadilah kamu sebagai penegak keadilan karena Allah, (ketika) menjadi saksi dengan adil. Dan janganlah kebencianmu terhadap suatu kaum, mendorong kamu untuk berlaku tidak adil. Berlaku adillah. Karena (adil) itu lebih dekat kepada takwa. Dan bertakwalah kepada Allah, sungguh, Allah Mahateliti apa yang kamu kerjakan. (al-Ma'idah/5: 8)\n\nAllah swt menetapkan keadilan sebagai landasan umum bagi kehidupan masyarakat untuk setiap bangsa di segala zaman. Keadilan merupakan tujuan dari pengutusan rasul-rasul ke dunia serta tujuan dari syariat dan hukum yang diturunkan kepada mereka.\n\nFirman Allah swt:\n\nSungguh, Kami telah mengutus rasul-rasul Kami dengan bukti-bukti yang nyata dan Kami turunkan bersama mereka kitab dan neraca (keadilan) agar manusia dapat berlaku adil. Dan Kami menciptakan besi yang mempunyai kekuatan hebat dan banyak manfaat bagi manusia, dan agar Allah mengetahui siapa yang menolong (agama)-Nya dan rasul-rasul-Nya walaupun (Allah) tidak dilihatnya. Sesungguhnya Allah Mahakuat, Mahaperkasa. (al-hadid/57: 25)\n\nMenurut Mahmud Syaltut, Allah swt menyebutkan besi dalam rangkaian pembinaan keadilan, mengandung isyarat yang kuat dan jelas bahwa pembinaan dan pelaksanaan keadilan adalah ketentuan Ilahi yang wajib dikerjakan. Para pelaksananya dapat mempergunakan kekuatan yang dibenarkan Tuhan, seperti dengan peralatan besi (senjata) yang punya daya kekuatan yang dahsyat.\n\nAdapun macam-macam keadilan yang dikemukakan oleh Islam antara lain sebagai berikut:\n\nPertama: Keadilan dalam Kepercayaan\n\nMenurut Al-Qur'an kepercayaan syirik itu suatu kezaliman. Sebagaimana firman Allah swt:\n\nJanganlah engkau mempersekutukan Allah, sesungguhnya mempersekutukan (Allah) adalah benar-benar kezaliman yang besar. (Luqman/31: 13)\n\nMengesakan Tuhan adalah suatu keadilan, sebab hanya Dialah yang menjadi sumber hidup dan kehidupan. Dia memberi nikmat lahir dan batin. Segala ibadah, syukur, dan pujian hanya untuk Allah swt. Mengarahkan ibadah dan pujian kepada selain Allah adalah perbuatan yang tidak adil atau suatu kezaliman. Hak manusia mendapatkan rahmat dan nikmat dari Allah, karena itu manusia berkewajiban mengesakan Allah dalam itikad dan ibadah.\n\nKedua: Keadilan dalam Rumah Tangga\n\nRumah tangga merupakan bagian dari masyarakat. Bilamana rumah tangga sejahtera, masyarakat pun akan sejahtera dan negara akan kuat.\n\nDari rumah tangga yang baik lahir individu-individu yang baik pula. Oleh karena itu, Islam menetapkan peraturan-peraturan dalam pembinaan rumah tangga yang cukup luwes dan sempurna. Keadilan tidak hanya mendasari ketentuan-ketentuan formal yang menyangkut hak dan kewajiban suami istri, tetapi juga keadilan mendasari hubungan kasih sayang dengan istri.\n\nKetiga: Keadilan dalam Perjanjian\n\nDalam memenuhi kebutuhan hidup, setiap orang ataupun bangsa pasti memerlukan bantuan orang lain. Tolong-menolong dan bantu-membantu sesama manusia dalam usaha mencapai kebutuhan masing-masing merupakan ciri kehidupan kemanusiaan. Agama Islam memberikan tuntunan dalam menyelenggarakan hidup tolong-menolong itu. Umpamanya dalam soal muamalah, seperti utang piutang, jual beli, sewa menyewa, dan sebagainya, dengan suatu perjanjian, Islam memerintahkan agar perjanjian itu ditulis.\n\nFirman Allah swt:\n\nWahai orang-orang yang beriman! Apabila kamu melakukan utang piutang untuk waktu yang ditentukan, hendaklah kamu menuliskannya. Dan hendaklah seorang penulis di antara kamu menuliskannya dengan benar. ¦ Yang demikian itu, lebih adil di sisi Allah, lebih dapat menguatkan kesaksian, dan lebih mendekatkan kamu kepada ketidakraguan¦. (al-Baqarah/2: 282)\n\nPada persaksian yang banyak terjadi dalam perjanjian-perjanjian, Islam menetapkan pula adanya keadilan. Keadilan dalam persaksian ialah melaksanakannya secara jujur isi kesaksian itu tanpa penyelewengan dan pemalsuan.\n\nFirman Allah swt:\n\n¦Dan janganlah kamu menyembunyikan kesaksian, karena barang siapa menyembunyikannya, sungguh, hatinya kotor (berdosa)¦. (al-Baqarah/2: 283)\n\nFirman Allah swt:\n\nWahai orang-orang yang beriman! Jadilah kamu penegak keadilan, menjadi saksi karena Allah, walaupun terhadap dirimu sendiri atau terhadap ibu bapak dan kaum kerabatmu¦. (an-Nisa'/4: 135)\n\nKeempat : Keadilan dalam Hukum\n\nDalam Islam semua manusia sama di hadapan Tuhan, tidak ada perbedaan orang kulit putih dan kulit hitam, antara anak raja dengan anak rakyat, semua sama dalam perlakuan hukum. Melaksanakan keadilan hukum dipandang oleh Islam sebagai melaksanakan amanat.\n\nFirman Allah swt:\n\nSungguh, Allah menyuruhmu menyampaikan amanat kepada yang berhak menerimanya, dan apabila kamu menetapkan hukum di antara manusia hendaknya kamu menetapkannya dengan adil¦. (an-Nisa'/4: 58)\n\nHadis Nabi saw:\n\nSesungguhnya kehancuran umat sebelummu karena jika orang terpandang yang mencuri mereka tidak menghukumnya, namun jika orang lemah yang mencuri, mereka menghukumnya. Demi Allah, sekiranya Fatimah binti Muhammad mencuri, pasti kupotong tangannya. (Riwayat Muslim)\n\nDi samping berlaku adil, Allah swt memerintahkan pula berbuat ihsan seperti membalas kebaikan orang lain dengan kebaikan yang lebih baik/besar atau memaafkan orang lain.\n\nFirman Allah:\n\nDan apabila kamu dihormati dengan suatu (salam) penghormatan, maka balaslah penghormatan itu dengan yang lebih baik, atau balaslah (peng-hormatan itu, yang sepadan) dengannya. Sungguh, Allah memperhitungkan segala sesuatu. (an-Nisa'/4: 86)\n\nAl-Ihsan terbagi dalam tiga kategori:\n\n1.Al-Ihsan dalam ibadah: engkau beribadah kepada Allah seakan-akan melihat-Nya. Jika tidak melihat-Nya, sesungguhnya Allah melihatmu.\n\nHadis Nabi Muhammad saw:\n\nIhsan itu ialah kamu beribadah kepada Allah seakan-akan kamu melihat-Nya, apabila kamu tidak melihat-Nya, Dia pasti melihatmu. (Riwayat al-Bukhari dari Abu Hurairah)\n\n2.Al-Ihsan dalam balasan dan sanksi dengan seimbang, dan menyempurna-kan hak dalam pembunuhan dan luka dengan qisas.\n\n3.Al-Ihsan dalam menepati hak atau hutang dengan membayarnya tanpa mengulur waktu, atau disertai tambahan yang tidak bersyarat. \n\nTingkat al-ihsan yang tertinggi ialah berbuat kebaikan terhadap orang yang bersalah. Diriwayatkan bahwa Isa a.s. pernah berkata, \"Sesungguhnya al-ihsan itu ialah kamu berbuat baik kepada orang yang bersalah terhadapmu. Bukanlah al-ihsan bila kamu berbuat baik kepada orang yang telah berbuat baik kepadamu.\"\n\nAllah swt memerintahkan pula dalam ayat ini untuk memberikan sedekah kepada kerabat untuk kebutuhan mereka. Bersedekah kepada kerabat sebenarnya sudah termasuk dalam pengakuan berbuat adil dan al-ihsan. Namun disebutkan secara khusus untuk memberikan pengertian bahwa urusan memberikan bantuan kepada kerabat hendaklah diperhatikan dan diutamakan.\n\nSesudah menerangkan ketiga perkara yang diperintahkan kepada umat manusia, Allah swt meneruskan dengan menerangkan tiga perkara lagi yang harus ditinggalkan.\n\nPertama:Melarang berbuat keji (fahisyah), yaitu perbuatan-perbuatan yang didasarkan pada pemuasan hawa nafsu seperti zina, minuman-minuman yang memabukkan, dan mencuri.\n\nKedua:Melarang berbuat mungkar yaitu perbuatan yang buruk yang berlawanan dengan pikiran yang waras, seperti membunuh dan merampok hak orang lain.\n\nKetiga:Melarang permusuhan yang sewenang-wenang terhadap orang lain.\n\nDemikianlah dalam ayat ini, Allah swt memerintahkan tiga perkara yang harus dikerjakan, yaitu berbuat adil, al-ihsan, dan mempererat persaudaraan. Allah juga melarang tiga perkara, yaitu berbuat keji, mungkar, dan permusuhan.\n\nSemua itu merupakan pengajaran kepada manusia yang akan membawa mereka kepada kebahagiaan dunia dan akhirat, maka sewajarnya mereka mengamalkannya.",
                        "91": "Dalam ayat ini, Allah swt memerintahkan kaum Muslimin untuk menepati janji mereka dengan Allah jika mereka sudah mengikat janji itu. Menurut Ibnu Jarir, ayat-ayat ini diturunkan dengan bai'at (janji setia) kepada Nabi Muhammad saw yang dilakukan oleh orang-orang yang baru masuk Islam. Mereka diperintahkan untuk menepati janji setia yang telah mereka teguhkan dengan sumpah, dan mencegah mereka membatalkannya. Jumlah kaum Muslimin yang sedikit janganlah mendorong mereka untuk membatalkan bai'at itu setelah melihat jumlah kaum musyrikin yang besar.\n\nMenurut ayat ini, semua ikatan perjanjian yang dibuat dengan kehendak sendiri, wajib dipenuhi baik perjanjian itu sesama kaum Muslimin ataupun terhadap orang di luar Islam. Allah swt melarang kaum Muslimin melanggar sumpah yang diucapkan dengan mempergunakan nama Allah, karena dalam sumpah seperti itu, Allah telah ditempatkan sebagai saksi. Allah akan memberi pahala bagi mereka yang memenuhi apa yang diucapkannya dengan sumpah atau membalas dengan azab bagi mereka yang mengkhianati sumpah itu. Sesungguhnya Allah mengetahui segala amal perbuatan manusia. Dialah yang mengetahui segala perjanjian yang mereka kuatkan dengan sumpah, dan mengetahui pula bagaimana mereka memenuhi janji dan sumpah itu.",
                        "92": "Dalam ayat ini, Allah mengumpamakan orang yang melanggar perjanjian dan sumpah itu sebagai seorang wanita yang mengurai benang yang sudah dipintal dengan kuat, menjadi cerai berai kembali. Demikian itu adalah gambaran tingkah laku orang gila dan orang bodoh.\n\nPelanggaran terhadap bai'at perjanjian atau sumpah berarti menjadikan sumpah sebagai alat penipuan sesama manusia. Sebab jika satu golongan atau seseorang membuat perjanjian dengan golongan lain yang lebih besar dan kuat daripadanya untuk menenteramkan hati mereka, kemudian jika ada kesempatan, dia mengkhianati perjanjian itu, maka tingkah laku seperti demikian itu dipandang sebagai suatu penipuan.\n\nAllah swt melarang tingkah laku demikian karena termasuk perbuatan bodoh dan gila, walaupun dia dari golongan yang kecil berhadapan dengan golongan yang besar. Lebih terlarang lagi jika golongan besar membatalkan perjanjian terhadap golongan yang lebih kecil.\n\nDiriwayatkan bahwa Mu'awiyah, khalifah pertama Dinasti Bani Umaiyyah, pernah mengadakan perjanjian damai dengan Kaisar Romawi dalam jangka tertentu. Menjelang akhir perjanjian damai tersebut, Mu'awiyah membawa pasukannya ke perbatasan dengan rencana bila saat perjanjian itu berakhir dia langsung akan menyerang. Lalu seorang sahabat bernama Amr bin Anbasah berkata kepadanya, \"Allahu Akbar, wahai Mu'awiyah, tepatilah janji, jangan khianat, aku pernah mendengar Rasul saw bersabda:\n\nBarang siapa ada perjanjian waktu antara dia dengan golongan lain, maka sekali-kali janganlah dia membatalkan perjanjian itu sampai habis waktunya. (Riwayat Imam Ahmad)\n\nSetelah Mu'awiyah mendengarkan peringatan temannya itu, dia pun pulang membawa kembali pasukannya. Demikianlah Islam menetapkan ketentuan-ketentuan dalam tata pergaulan antara manusia untuk menguji di antara mereka siapakah yang paling kuat berpegang kepada perjanjian yang mereka adakan sendiri, baik perjanjian itu kepada Allah dan rasul-Nya seperti bai'at, ataupun kepada sesama manusia. Pada hari kiamat kelak akan kelihatan: mana yang hak dan mana yang batil serta mana yang jujur dan mana yang khianat. Segala perselisihan akan dijelaskan, masing-masing akan mendapat ganjaran dari Allah swt.",
                        "93": "Kemudian Allah swt dalam ayat ini mengemukakan bahwa sekiranya Dia berkehendak, tentu Dia mampu mempersatukan manusia ke dalam satu agama sesuai dengan tabiat manusia itu, dan meniadakan kemampuan ikhtiar dan pertimbangan terhadap apa yang dikerjakan. Dengan demikian, manusia hidup seperti halnya semut atau lebah, atau hidup seperti malaikat yang diciptakan bagaikan robot yang penuh ketaatan kepada Allah, sedikit pun tidak akan menyimpang dari ketentuan yang benar, atau tersesat ke jalan yang salah. Akan tetapi, Allah swt tidak berkehendak demikian dalam menciptakan manusia. Allah menciptakan manusia dengan menganugerah-kan kemampuan berikhtiar dan berusaha dengan penuh pertimbangan. Daya pertimbangan itu sejak azali diberikan kepada manusia. Pahala dan siksa berkaitan erat dengan pilihan dan pertimbangan manusia itu. Masing-masing diminta pertanggungjawaban terhadap segala perbuatan yang dihasilkan oleh pertimbangan dan pilihan mereka itu. Sebagaimana firman Allah:\n\nDan bahwa manusia hanya memperoleh apa yang telah diusahakannya, dan sesungguhnya usahanya itu kelak akan diperlihatkan (kepadanya). (an-Najm/53: 39-40)",
                        "94": "Allah swt menegaskan kembali kepada orang Islam tentang larangan-Nya menjadikan sumpah sebagai alat penipuan di antara mereka. Sesudah Allah swt melarang membatalkan perjanjian dan sumpah pada umumnya, dalam ayat ini, Allah swt secara khusus menegaskan larangan membatalkan perjanjian yang telah dibuat kaum Muslimin dengan Nabi Muhammad saw sewaktu masih di Mekah, menjelang hijrah ke Medinah.\n\nAllah swt tidak membenarkan jika membuat perjanjian hanya untuk mengelabui manusia. Timbulnya larangan ini disebabkan oleh adanya keinginan dari kaum Muslimin untuk membatalkan baiat mereka yang telah diperkuat dengan sumpah. Jika mereka melakukan hal demikian, berarti kaki mereka tergelincir sesudah berpijak di tempat yang mantap.\n\nMereka akan mengalami penderitaan disebabkan tindakan mereka yang menjadikan sumpah sebagai alat penipu di antara manusia. Ada tiga hukuman bagi yang melanggar jika melakukan tindakan demikian itu.\n\nPertama:Mereka bertambah jauh dari kebenaran dan hidayah Allah swt, meskipun sudah berada di dalam garis kebenaran itu.\n\nKedua:Mereka memberi contoh dalam penyelewengan dari jalan Allah. Dengan kebiasaan jelek itu, mereka patut mendapat azab di dunia, seperti pembunuhan, penangkapan, perampasan, dan pengusiran dari kampung halaman.\n\nKetiga:Mereka akan diazab di akhirat sebagai balasan atas kelancangan mereka menjauhi kebenaran. Mereka dimasukkan ke dalam golongan orang yang sengsara dan sesat.",
                        "95": "Dalam ayat ini, Allah menegaskan lagi larangan-Nya tentang membatalkan janji setia itu (bai'at) dengan menyatakan bahwa perbuatan itu sama halnya dengan menukarkan perjanjian dengan Allah dengan harga yang murah. Misalnya, untuk memperoleh keuntungan duniawi dan harta yang sedikit, mereka membatalkan suatu perjanjian yang mereka adakan sendiri. Peringatan Allah ini berhubungan dengan ihwal orang-orang Mekah yang telah mem-bai'at Nabi saw kemudian mereka bermaksud membatalkan bai'at itu setelah melihat kekuatan orang Quraisy, serta penganiayaan mereka kepada orang Islam.\n\nKemudian orang-orang Quraisy menjanjikan pula kepada orang Islam akan memberikan sesuatu jika mereka mau kembali kepada agama kesyirikan. Oleh sebab itu, Allah memperingatkan mereka dengan ayat ini dan mencegah mereka agar jangan sampai membatalkan bai'at kepada Nabi itu, hanya untuk memperoleh harta duniawi. Karena apa yang ada pada Allah seperti pahala di akhirat dan agama yang dibawa Nabi saw untuk kehidupan duniawi, jauh lebih baik dari apa yang dijanjikan oleh pemimpin musyrik itu. Jika mereka mempergunakan akal pikiran dan merenungkan persoalan-persoalan itu, tentulah mereka lebih cenderung untuk tetap setia kepada Nabi saw dan menolak ajakan pemimpin-pemimpin musyrik itu.",
                        "96": "Dalam ayat ini, Allah swt menjelaskan bahwa segala apa yang dimiliki dan datang dari manusia, berupa pemberian harta benda duniawi, adalah terbatas dan ada akhirnya, sedang apa yang ada pada sisi Allah, berupa pahala dan ganjaran dalam surga, tidak ada batasnya, tak putus-putus bahkan selama-lamanya. Maka kepada mereka yang beriman, sabar menghadapi tugas-tugas agama, dan tabah menghadapi penderitaan, Allah pasti memberi ganjaran yang lebih dari apa yang mereka kerjakan. Tuhan menonjolkan sifat sabar atau tabah karena sifat itu merupakan asas dari segala amal perbuatan.\n\nFirman Allah: \n\nApa pun (kenikmatan) yang diberikan kepadamu, maka itu adalah kesenangan hidup di dunia. Sedangkan apa (kenikmatan) yang ada di sisi Allah lebih baik dan lebih kekal bagi orang-orang yang beriman, dan hanya kepada Tuhan mereka bertawakal. (asy-Syura/42: 36)\n\nFirman Allah juga:\n\nHarta dan anak-anak adalah perhiasan kehidupan dunia tetapi amal kebajikan yang terus-menerus adalah lebih baik pahalanya di sisi Tuhanmu serta lebih baik untuk menjadi harapan. (al-Kahf/18: 46)",
                        "97": "Kemudian Allah swt dalam ayat ini berjanji bahwa Allah swt benar-benar akan memberikan kehidupan yang bahagia dan sejahtera di dunia kepada hamba-Nya, baik laki-laki maupun perempuan, yang mengerjakan amal saleh yaitu segala amal yang sesuai petunjuk Al-Qur'an dan sunnah Rasul, sedang hati mereka penuh dengan keimanan.\n\nRasulullah bersabda:\n\nDari 'Abdullah bin 'Umar bahwa Rasulullah saw bersabda, \"Sungguh beruntung orang yang masuk Islam, diberi rezeki yang cukup dan menerima dengan senang hati atas pemberian Allah. (Riwayat Ahmad)\n\nKehidupan bahagia dan sejahtera di dunia ini adalah suatu kehidupan di mana jiwa manusia memperoleh ketenangan dan kedamaian karena merasakan kelezatan iman dan kenikmatan keyakinan. Jiwanya penuh dengan kerinduan akan janji Allah, tetapi rela dan ikhlas menerima takdir. Jiwanya bebas dari perbudakan benda-benda duniawi, dan hanya tertuju kepada Tuhan Yang Maha Esa, serta mendapatkan limpahan cahaya dari-Nya.\n\nJiwanya selalu merasa puas terhadap segala yang diperuntukkan baginya, karena ia mengetahui bahwa rezeki yang diterimanya itu adalah hasil dari ketentuan Allah swt. Adapun di akhirat dia akan memperoleh balasan pahala yang besar dan paling baik dari Allah karena kebijaksanaan dan amal saleh yang telah diperbuatnya serta iman yang bersih yang mengisi jiwanya.",
                        "98": "Kemudian dalam ayat ini Allah swt mengajarkan adab membaca Al-Qur'an agar dalam membaca dan memahaminya jauh dari gangguan setan. Al-Qur'an memberi petunjuk kepada manusia ke jalan kebahagiaan, dan menentukan mana amal perbuatan yang saleh yang berguna bagi kehidupan manusia dan mana pula perbuatan yang membawa ke jalan kesengsaraan. Akan tetapi, petunjuk Al-Qur'an itu akan dapat dimengerti dan dipahami dengan benar, apabila akal pikiran si pembaca bersih dari godaan setan.\n\nFirman Allah swt:\n\nSesungguhnya orang-orang yang bertakwa apabila mereka dibayang-bayangi pikiran jahat (berbuat dosa) dari setan, mereka pun segera ingat kepada Allah, maka ketika itu juga mereka melihat (kesalahan-kesalahannya). (al-A'raf/7: 201)\n\nDan firman Allah:\n\nSungguh, setan itu musuh bagimu, maka perlakukanlah ia sebagai musuh, karena sesungguhnya setan itu hanya mengajak golongannya agar mereka menjadi penghuni neraka yang menyala-nyala. (Fathir/35: 6)\n\nJika Rasulullah saja diperintahkan Allah untuk berlindung kepada-Nya ketika akan membaca Al-Qur'an, padahal sudah dinyatakan terpelihara, bagaimana halnya dengan manusia yang bukan rasul. Sungguh manusia itu lemah dan mudah terpengaruh oleh setan dalam memahami Al-Qur'an. Membaca Al-Qur'an adalah usaha manusia untuk mendekatkan diri kepada Allah. Setan berusaha keras menjauhkan manusia dari petunjuk Allah dengan berbagai cara. Oleh karena itu, Allah memerintahkan untuk memohon pertolongan kepada-Nya dengan ucapan:\n\nAku berlindung kepada Allah dari godaan setan yang terkutuk.",
                        "99": "Dalam ayat ini, Allah swt menerangkan bahwa setan tidak punya pengaruh terhadap orang-orang yang beriman, orang-orang yang berserah diri kepada Allah swt, serta sabar dan tawakal menahan derita dalam perjuangan menegakkan agama. Mereka mampu melawan godaan setan dan menolak untuk mengikuti langkah-langkahnya dan menjadi pengikutnya. Berkat cahaya iman dalam dada mereka, tipu daya setan itu dapat mereka ketahui dan atasi. Setan itu hanya berpengaruh atas orang-orang yang sudah patuh ke dalam wilayah kekuasaannya, orang-orang yang memandang setan itu sebagai pemimpin lalu mencintainya dan mengikutinya serta mematuhi segala perintahnya. Karena tipu daya dan godaan setan itu, mereka akhirnya mempersekutukan Tuhan atau menyembah setan di samping menyembah Allah swt.",
                        "100": "Dalam ayat ini, Allah swt menerangkan bahwa setan tidak punya pengaruh terhadap orang-orang yang beriman, orang-orang yang berserah diri kepada Allah swt, serta sabar dan tawakal menahan derita dalam perjuangan menegakkan agama. Mereka mampu melawan godaan setan dan menolak untuk mengikuti langkah-langkahnya dan menjadi pengikutnya. Berkat cahaya iman dalam dada mereka, tipu daya setan itu dapat mereka ketahui dan atasi. Setan itu hanya berpengaruh atas orang-orang yang sudah patuh ke dalam wilayah kekuasaannya, orang-orang yang memandang setan itu sebagai pemimpin lalu mencintainya dan mengikutinya serta mematuhi segala perintahnya. Karena tipu daya dan godaan setan itu, mereka akhirnya mempersekutukan Tuhan atau menyembah setan di samping menyembah Allah swt.",
                        "101": "Dalam ayat ini, dijelaskan bahwa Allah telah mengganti ayat dalam Al-Qur'an dengan ayat lain. Penggantian itu dimaksudkan untuk kemasla-hatan manusia, karena hanya Allah yang mengetahui hukum yang mana yang lebih sesuai untuk suatu masa bagi suatu umat.\n\nKaum musyrikin mencela Nabi Muhammad saw karena menurut mereka, Nabi pada satu waktu memerintahkan suatu perkara, dan pada waktu yang lain melarangnya. Mereka mengatakan bahwa rasul suka mengada-ada. Sikap demikian timbul karena mereka tidak mengetahui hikmah yang ter-kandung dalam penggantian ayat. \n\nPenggantian ayat atau hukum Al-Qur'an hanya pada beberapa ayat saja, misalnya dalam masalah mengubah adat kebiasaan suatu kaum. Kalau perubahan itu dilakukan sekaligus, akan menimbulkan kegoncangan di kalangan mereka. Adalah sangat bijaksana dalam membina perubahan suatu masyarakat selalu diperhatikan segi-segi kejiwaan masyarakat itu. Tetapi bagi orang yang hatinya tertutup oleh kesombongan dan permusuhan terhadap Rasul, pergantian ayat yang mendukung dan mengandung hikmah itu dijadikan sumber fitnah bagi beliau. (Lih. Penafsiran al-Baqarah/2: 106).",
                        "102": "Allah swt dalam ayat ini memerintahkan Rasul saw untuk menjelaskan kepada kaum musyrikin bahwa ayat-ayat itu bukanlah rekayasa beliau, tetapi diturunkan oleh malaikat Jibril a.s. dari Allah Rabbul 'Alamin, kelompok demi kelompok dengan hikmah kebijaksanaan yang sempurna, sesuai dengan perkembangan masyarakat dan kebutuhannya. Allah juga mengemukakan sifat rububiyah-Nya serta menghubungkannya kepada Nabi Muhammad saw (Rabbika = Tuhanmu), untuk memberikan pengertian bahwa bimbingan Allah kepada Rasul adalah dengan cara berangsur-angsur untuk menuju kesempurnaan. Allah akan melimpahkan pancaran sifat rububiyah itu kepada Nabi-Nya.\n\nAl-Qur'an diturunkan secara bertahap kepada Rasul untuk meneguhkan keimanan orang yang beriman, memberi pedoman bagi mereka dalam mengesakan Allah swt, dan menjadi petunjuk dalam mencari kehidupan yang bahagia dunia dan akhirat.\n\nAl-Qur'an menjelaskan pula kepada orang-orang yang beriman bahwa mereka akan memperoleh surga di akhirat sebagai balasan bagi amal kebajikan mereka di dunia.",
                        "103": "Allah swt menjelaskan bahwa orang-orang musyrik Mekah menuduh Nabi Muhammad saw menerima pelajaran Al-Qur'an dari seseorang. Menurut mereka, orang itu seorang laki-laki asing, bukan bangsa Arab, yang selalu mengajarkan kitab-kitab lama di tengah-tengah mereka. Tetapi tuduhan itu tidak benar karena Al-Qur'an tersusun dalam bahasa Arab yang indah dan padat isinya, bagaimana orang asing menciptakannya? Sampai sejauh mana orang yang bukan bangsa Arab Quraisy merasakan keindahan bahasa Arab dan kemudian menyusunnya dalam bahasa yang indah dan padat seperti Al-Qur'an? Apalagi kalau dikatakan bahwa orang itu menjadi pengajar Nabi. Mengenai siapa orang asing itu, bermacam-macam riwayat menjelaskannya. Di antaranya ada yang mengatakan bahwa orang asing itu adalah seorang budak Romawi yang beragama Nasrani, yang dipelihara oleh Bani Hadrami. Namun demikian, dari riwayat yang bermacam-macam itu, tidak ada satu pun yang dapat menjadi pegangan.\n\nBesar kemungkinan tuduhan itu hanya tipu muslihat orang-orang musyrik yang sengaja dilontarkan kepada Nabi saw dan kaum Muslimin. Pemimpin-pemimpin Quraisy yang berdagang ke Syam (Syria) sedikit banyaknya sudah pernah mendengar isi Kitab Taurat dan Injil karena hubungan mereka dengan orang-orang Ahli Kitab. Karena Al-Qur'an itu memuat isi Taurat, lalu mereka mengira tentulah ada orang asing ('ajam) yang beragama Nasrani mengajarkan isi Al-Qur'an itu kepada Nabi.",
                        "104": "Dalam ayat ini, Allah swt menegaskan bahwa tanpa iman kepada Allah swt dan Al-Qur'an sebagai wahyu-Nya, seseorang tidak akan mendapat petunjuk kepada kebenaran hakiki yang melepaskan dia dari azab. Orang-orang yang mengatakan bahwa Al-Qur'an itu buatan manusia atau dongeng-dongeng zaman kuno, tentu jauh dari hidayah Allah, dan tidak akan dapat menemukan jalan kebenaran.\n\nAl-Qur'an yang seharusnya menjadi penuntun ditinggalkannya, sehingga mereka menjadi sesat. Oleh karena itu, mereka mudah terjerumus ke dalam kejahatan sehingga jiwanya menjadi kotor dan tertutup oleh noda-noda dosa. Mereka itu pasti sengsara dan tersiksa di dunia dan di akhirat.",
                        "105": "Ayat ini menyanggah tuduhan orang-orang kafir yang mengatakan bahwa Al-Qur'an adalah ciptaan Muhammad. Sesungguhnya yang membuat-buat kebohongan itu bukan Rasul saw, tetapi orang-orang yang tidak beriman kepada ayat-ayat Allah, baik ayat-ayat kauniyah yang menjelaskan keesaan dan kekuasaan Allah yang terdapat pada alam semesta ini, maupun ayat-ayat qur'aniyah yang memberi petunjuk dalam kehidupan ini. Jadi sebenarnya mereka yang menjadi pendusta, bukan Rasul saw karena beliau adalah orang yang paling jujur, sempurna ilmu dan amal perbuatannya, kuat keyakinan, dan paling terpercaya. Karena kejujuran dan kebersihan jiwanya, ia diberi nama al-Amin (orang yang jujur).",
                        "106": "Dalam ayat ini, Allah swt menerangkan tentang ancaman keras terhadap riddah (murtad) yakni kufur kembali sesudah beriman, mengutama-kan kesesatan dari petunjuk (hidayah)-Nya. Mereka mendapat kemurkaan dan azab Allah, kecuali dalam kondisi terpaksa. Misalnya, mereka menyatakan murtad dengan lidah karena jiwanya terancam, namun hati mereka tetap penuh dengan keimanan. Tidak ada dosa dan tuntutan hukum kepadanya, selama ia tetap beriman.\n\nRasulullah bersabda:\n\nTidak dicatat amal umatku (karena) kekeliruan, lupa, dan mereka terpaksa. (Riwayat ath-thabrani dari sauban)",
                        "107": "Dalam ayat ini, dijelaskan sebab-sebab kemurkaan Allah kepada mereka yang benar-benar kembali kepada kekafiran, sesudah beriman. Mereka dianggap lebih mengutamakan kehidupan dunia daripada kehidupan akhirat dengan segala kenikmatan yang dijanjikan Allah bagi orang-orang yang benar-benar beriman dan sudah teruji keimanannya dengan berbagai cobaan dan fitnah di dunia. Allah tidak akan memberikan hidayah-Nya bagi orang yang murtad, bukan karena terpaksa. Di akhirat mereka mendapatkan siksaan yang pedih. \n\nAllah tidak akan memberi taufik kepada orang yang ingkar kepada ayat-ayatnya, dan orang yang telah sengaja menghilangkan kesediaan jiwanya untuk menerima kebaikan lalu menukarkannya dengan dosa dan kejahatan.",
                        "108": "Hukuman lainnya bagi orang yang murtad dijelaskan Allah dalam ayat ini, yaitu Allah swt menutup hati (jiwa), pandangan, dan penglihatan mereka. Hati mereka tertutup disebabkan kekerasan dan kekafirannya, sehingga tidak dapat terbuka untuk memahami dan menanggapi tanda-tanda keberadaan Allah. Pandangan dan penglihatan mereka tertutup disebabkan pengertian dan kesan dari apa yang didengar dan dilihat mereka tidak sampai ke dalam hati.\n\nPancaran cahaya Ilahi dan ilmu tidak dapat menembus dan menyinari kalbu mereka menuju jalan Ilahi. Batin mereka juga tidak mampu menyerap fakta ilmiah sebagai tanda keesaan dan kebesaran Allah swt. Manusia serupa inilah yang dikatakan Allah swt seperti hewan, bahkan lebih jelek lagi.\n\nFirman Allah swt:\n\nBarang siapa murtad di antara kamu dari agamanya, lalu dia mati dalam kekafiran, maka mereka itu sia-sia amalnya di dunia dan di akhirat, dan mereka itulah penghuni neraka, mereka kekal di dalamnya. (al-Baqarah/2: 217)\n\nHukuman selanjutnya bagi mereka yang murtad ialah menjadikan mereka lalai terhadap hakikat kebenaran. Mereka memang tidak punya perhatian sama sekali kepada lingkungan, sehingga mereka menjadi pasif (jumud) dan terkucil.\n\nHukuman bagi orang Islam yang dengan sadar murtad dari Islam adalah hukum bunuh seperti yang dilakukan oleh Ali r.a. dan Mu'adz bin Jabal terhadap orang yang murtad di zamannya, berdasarkan riwayat Imam Ahmad. Kedua sahabat itu berpegang kepada sabda Rasul:\n\nBarang siapa mengganti agamanya (Islam) bunuhlah dia. (Riwayat Ahmad, al-Bukhari dan Muslim dari Ibnu 'Abbas)",
                        "109": "Dalam ayat ini, Allah swt menegaskan bahwa mereka yang murtad itu adalah orang yang sungguh merugi di akhirat karena telah menodai jiwa mereka sendiri dan menjerumuskan diri ke dalam jurang api neraka. Mereka mendapatkan hal-hal berikut:\n\n1.Murka Allah.\n\n2.Siksaan yang pedih.\n\n3.Tidak mendapat hidayah Allah.\n\n4.Hati, pendengaran, dan penglihatan mereka tertutup.\n\n5.Pada hari kiamat, mereka akan merugi.\n\nMereka kehilangan kenikmatan duniawi yang mereka kejar dengan mencurahkan tenaga dan menghabiskan umur. Di akhirat mereka tidak mendapatkan apa pun selain penderitaan. Mereka tidak menyadari bahwa modal utama untuk hidup di dunia adalah umur. Jika modal itu tidak dipergunakan untuk keperluan yang utama, tentulah modal itu akan habis dengan percuma.",
                        "110": "Allah menerangkan keadaan kaum Muslimin di Mekah yang sangat tertekan, sehingga tidak berani memperlihatkan keislaman mereka. Bilamana kelihatan melakukan ibadah, mereka dipaksa dan disiksa agar kembali kepada agama nenek moyang mereka yaitu agama syirik seperti apa yang dialami 'Ammar bin Yasir, Khabbab, dan lain-lain. Karena penghinaan dan ancaman penganiayaan itu, mereka lalu berpura-pura kembali kepada agama syirik. \n\nMereka mengikuti kemauan kaum Quraisy di bawah ancaman siksa. Ketika mendapatkan kesempatan hijrah meninggalkan kota Mekah, mereka pun pergi untuk hijrah. Dengan ikhlas mereka berpisah dengan sanak keluarga, harta benda, dan kampung halaman hanya karena mengharapkan rida Allah. Bermacam-macam penderitaan dan kesulitan yang mereka hadapi dalam hijrah itu, baik dalam perjalanan maupun begitu tiba di tempat yang dituju. Semua penderitaan dan kesulitan itu mereka hadapi dengan penuh kesabaran serta tawakal kepada Allah.\n\nTempat yang menjadi tujuan mereka adalah negeri Habasyah (Ethiopia) yang jaraknya sangat jauh dari Mekah. Jarak yang jauh itu mereka tempuh dengan jalan kaki. Ketika sampai di tempat tujuan, mereka harus berjuang lagi mempertahankan keimanan sambil berdakwah.\n\nSesudah mereka mengalami cobaan dan penderitaan itu, Allah mengampuni kesalahan yang mereka lakukan di bawah ancaman siksaan seperti mengucapkan kata-kata kufur kembali. Allah swt memberikan rahmat dan kasih sayang-Nya dengan memberikan pahala yang besar bagi mereka pada hari akhirat kelak.",
                        "111": "Pada hari perhitungan, setiap orang akan diminta pertanggung-jawabannya atas setiap perbuatan yang dilakukan selama hidup di dunia, baik berupa kebajikan maupun kejahatan. Firman Allah swt:\n\n(Ingatlah) pada hari (ketika) setiap jiwa mendapatkan (balasan) atas kebajikan yang telah dikerjakan dihadapkan kepadanya, (begitu juga balasan) atas kejahatan yang telah dia kerjakan. (Ali 'Imran/3: 30)\n\nTidak seorang pun pada hari itu yang dapat membela orang lain. Masing-masing memikul bebannya sendiri dan tidak akan memikul dosa orang lain. Firman Allah swt:\n\nDan orang yang berdosa tidak akan memikul dosa orang lain. (Fathir/35: 18)\n\nSemua perbuatan yang bersifat kebajikan ataupun kejahatan pada hari itu akan mendapat balasan dan tidak ada seorang pun yang dirugikan. Setiap orang sepenuhnya akan memperoleh balasan dari setiap perbuatannya. Yang berbuat kebajikan diberi pahala dengan sempurna atas amal kebajikannya, dan yang berbuat maksiat diberi hukuman dengan sempurna atas perbuatan maksiatnya. Firman Allah swt:\n\nDan takutlah pada hari (ketika) kamu semua dikembalikan kepada Allah. Kemudian setiap orang diberi balasan yang sempurna sesuai dengan apa yang telah dilakukannya, dan mereka tidak dizalimi (dirugikan). (al-Baqarah/2: 281)",
                        "112": "Dalam sejarah umat masa lampau, banyak contoh-contoh yang seharusnya menjadi pelajaran bagi umat manusia sesudahnya. Satu kaum yang tinggal pada suatu negeri, semula hidup bahagia lahir dan batin, aman, dan tenteram. Mereka terpelihara dari ancaman musuh dan jauh dari bencana kelaparan dan kesengsaraan. Allah melimpahkan rezeki kepada mereka, baik rezeki yang terdapat di negeri mereka sendiri, maupun rezeki yang datang dari luar. Semuanya itu membuat mereka hidup makmur dan damai. Namun demikian, segala nikmat Allah yang melimpah itu tidak mereka syukuri bahkan mereka menjadi kafir dan ingkar kepada-Nya. Hidup mereka tidak lagi terikat dengan norma susila dan keagamaan. Mereka mabuk dengan kekayaan dan kemewahan sehingga lupa tanggung jawab mereka terhadap bangsa dan negara. Oleh karena itu, Allah menurunkan hukuman berupa bencana kelaparan dan kecemasan yang meliputi kehidupan mereka. itulah balasan bagi mereka.\n\nFirman Allah swt:\n\nTidakkah kamu memperhatikan orang-orang yang telah menukar nikmat Allah dengan ingkar kepada Allah dan menjatuhkan kaumnya ke lembah kebinasaan? Yaitu neraka Jahanam; mereka masuk ke dalamnya; dan itulah seburuk-buruk tempat kediaman. (Ibrahim/14: 28-29)\n\nSeharusnya mereka bersyukur atas segala nikmat yang besar itu, dan tidak berbuat sebaliknya. Karena kekafiran, Allah menukar suasana aman dan tenteram lagi penuh kemakmuran, menjadi suasana kelaparan dan ketakutan. Demikian juga keadaan kota Mekah dan penduduknya. Kota Mekah karena letaknya yang strategis, di tengah-tengah Jazirah Arab, telah menjadi kota lintas perdagangan antara bagian utara dan selatan. Tiga pasar yang termasyhur terdapat di sekitarnya, yaitu: Pasar Ukaz dekat Pasar Taif, Majannah dekat Mekah, dan dzulmajaz dekat Arafah. Pasar-pasar itu ramai dikunjungi pada bulan Zulkaidah dan Zulhijah oleh bangsa Arab dari segala kabilah. Di samping bulan-bulan itu untuk melakukan ibadah haji di Kabah, mereka mengadakan pula bermacam-macam kegiatan, seperti berdagang dan membaca syair-syair yang indah. Kota Mekah sejak sebelum Islam sudah merupakan kota yang ramai. Banyak orang yang berkunjung ke kota Mekah itu membawa rezeki dan kemakmuran. Al-Qur'an menceritakan letak kota Mekah yang berada di antara dua negeri yang besar yaitu Syam dan Yaman.\n\nFirman Allah swt:\n\nSungguh, bagi kaum Saba ada tanda (kebesaran Tuhan) di tempat kediaman mereka yaitu dua buah kebun di sebelah kanan dan di sebelah kiri, (kepada mereka dikatakan), \"Makanlah olehmu dari rezeki yang (dianugerahkan) Tuhanmu dan bersyukurlah kepada-Nya. (Negerimu) adalah negeri yang baik (nyaman) sedang (Tuhanmu) adalah Tuhan Yang Maha Pengampun.\" Tetapi mereka berpaling, maka Kami kirim kepada mereka banjir yang besar dan Kami ganti kedua kebun mereka dengan dua kebun yang ditumbuhi (pohon-pohon) yang berbuah pahit, pohon Asl dan sedikit pohon Sidr. (Saba'/34: 15-16)\n\nBahwa kota Mekah itu negeri yang aman dan damai, dinyatakan Allah dalam Al-Qur'an dengan firman-Nya:\n\nDan mereka berkata, \"Jika kami mengikuti petunjuk bersama engkau, niscaya kami akan diusir dari negeri kami.\" (Allah berfirman) Bukankah Kami telah meneguhkan kedudukan mereka dalam tanah haram (tanah suci) yang aman, yang didatangkan ke tempat itu buah-buahan dari segala macam (tumbuh-tumbuhan) sebagai rezeki (bagimu) dari sisi Kami? Tetapi kebanyakan mereka tidak mengetahui. (al-Qasas/28: 57)",
                        "113": "Di antara perbuatan mereka yang menunjukkan kufur nikmat ialah mendustakan dan memusuhi Rasul seperti diterangkan Allah dalam ayat ini. Pada waktu Rasul datang kepada mereka memberikan pengajaran dan bimbingan, mereka mendustakan dan memusuhinya, padahal mereka itu mengetahui asal-usul Rasul serta akhlak dan pergaulannya. Mereka memahami pula bahwa ajaran yang diajarkan oleh Rasul itu benar, tetapi karena didorong oleh kepentingan dan kebencian tanpa alasan, mereka menolak dan menentangnya. Menurut sunnah Allah, setiap umat yang telah kedatangan Rasul, tetapi mereka mendustakan dan memusuhinya, akan ditimpa azab.\n\nFirman Allah swt:\n\n¦Tetapi Kami tidak akan menyiksa sebelum Kami mengutus seorang rasul. (al-Isra'/17: 15)\n\nKaum musyrikin Mekah tidak pula terhindar dari siksa Allah akibat perbuatan mereka memusuhi Nabi Muhammad saw sebagaimana umat-umat dahulu. Mereka mengalami penderitaan dan kesengsaraan akibat kelaparan bertahun-tahun lamanya. Allah menurunkan hukuman kepada mereka karena permohonan Nabi Muhammad saw setelah beliau banyak menderita kesusahan. Doa Nabi saw:\n\nYa Allah turunkanlah dengan keras hukuman-Mu kepada kaum Mudhar, (musyrikin Quraisy) dan jadikanlah hukuman atas mereka itu bertahun-tahun seperti tahun kelaparan pada zaman Nabi Yusuf as. (Riwayat al-Bukhari dari Ibnu Mas'ud)\n\nSetahun lamanya kaum musyrikin Mekah menderita kelaparan yang menghabiskan kekayaan mereka, sehingga mereka terpaksa makan kulit unta, anjing, bangkai, dan tulang yang dibakar. Sebelumnya, mereka selalu memperoleh rezeki dan makanan melimpah ruah yang datang dari segala penjuru. Akan tetapi, semuanya telah berubah sehingga mereka harus hidup dalam kekurangan. Demikian pula kehidupan mereka yang semula aman dan tenteram berubah menjadi permusuhan dan ketakutan pada Rasul saw dan sahabat-sahabatnya. Ketakutan ini timbul sesudah Rasul dan sahabat hijrah ke Medinah. Mereka merasa cemas akan kekuatan pasukan Islam, yang pada suatu waktu dapat menyergap kabilah-kabilah dagang atau hewan ternak mereka. Begitulah azab Allah yang diturunkan kepada mereka, yaitu kelaparan dan ketakutan yang meliputi kehidupan mereka disebabkan kekufuran kepada nikmat Allah. Mereka adalah orang-orang zalim, berbuat aniaya, dan tidak mau mensyukuri nikmat Allah. Muhammad saw beserta sahabat-sahabat dan pengikutnya mengalami perubahan kehidupan. Mereka dulunya dalam ketakutan berubah menjadi tenteram dan damai, dan dari kesusahan berubah menjadi makmur dan bahagia. Mereka pada akhirnya menjadi pemimpin umat manusia dan penguasa di dunia.",
                        "114": "Dalam ayat ini, Allah menyuruh kaum Muslimin untuk memakan makanan yang halal dan baik dari rezeki yang diberikan Allah swt kepada mereka, baik makanan itu berasal dari binatang maupun tanaman. Makanan yang halal ialah makanan dan minuman yang dibenarkan oleh agama untuk dimakan dan diminum. Makanan yang baik ialah makanan dan minuman yang dibenarkan untuk dimakan atau diminum oleh kesehatan, termasuk di dalamnya makanan yang bergizi, enak, dan sehat. Makanan yang halal lagi baik inilah yang diperintahkan oleh Allah untuk dimakan dan diminum. Makanan yang dibenarkan oleh ilmu kesehatan sangat banyak, dan pada dasarnya boleh dimakan dan diminum.\n\nFirman Allah swt:\n\nWahai orang-orang yang beriman! Makanlah dari rezeki yang baik yang Kami berikan kepada kamu (al-Baqarah/2: 172)\n\nFirman Allah swt:\n\nMereka bertanya kepadamu (Muhammad), \"Apakah yang dihalalkan bagi mereka?\" Katakanlah,\"Yang dihalalkan bagimu (adalah makanan) yang baik-baik dan (buruan yang ditangkap) oleh binatang pemburu yang telah kamu latih untuk berburu, yang kamu latih menurut apa yang telah diajarkan Allah kepadamu. (al-Ma'idah/5: 4)\n\nMakanan dan minuman yang baik-baik tidak haram dimakan, kecuali bilamana Allah swt atau rasul-Nya mengharamkannya.\n\nFirman Allah swt:\n\nWahai orang-orang yang beriman! Janganlah kamu mengharamkan apa yang baik yang telah dihalalkan Allah kepadamu, dan janganlah kamu melampaui batas. Sesungguhnya Allah tidak menyukai orang-orang yang melampaui batas. (al-Ma'idah/5: 87)\n\nMakanan yang tersebar di muka bumi dari jenis hewan dan tanaman merupakan nikmat Allah swt yang besar. Manusia seharusnya mensyukuri-nya dengan jalan mengucapkan \"Alhamdulillah\" dan memanfaatkannya sesuai petunjuk Allah dan rasul-Nya, seperti memakan atau memperjual-belikannya. Nabi saw bersabda:\n\nSesungguhnya Allah benar-benar senang terhadap hamba yang mengucap-kan \"Alhamdulillah\". (Riwayat ath-thabrani dari al-Aswad bin Sari')\n\nTermasuk dalam arti bersyukur ialah memelihara dan mengembangkan sumber-sumber bahan makanan agar jangan sampai punah dari permukaan bumi dan untuk memenuhi kebutuhan gizi makanan umat manusia. Dalam memelihara dan mengembangkan hewan atau tanaman itu, kaum Muslimin hendaknya tunduk kepada hukum-hukum Allah yang berlaku, umpamanya tentang ketentuan zakat dan fungsi sosialnya.\n\nMensyukuri nikmat Allah berarti mengucapkan kalimat syukur ketika memanfaatkan, memelihara, dan mengembangkannya berdasarkan petunjuk-petunjuk Allah, karena Dialah yang memberi anugerah dan kenikmatan itu. Tiap orang mukmin hendaklah menaati ketentuan-ketentuan dan perintah Allah, serta menjauhi larangan-Nya jika benar-benar beriman kepada-Nya.",
                        "115": "Dalam ayat ini, Allah menjelaskan makanan yang diharamkan bagi orang-orang Islam. Makanan yang diharamkan dalam ayat ini ialah bangkai, darah, daging babi, dan binatang yang disembelih atas nama berhala atau lainnya selain nama Allah. Pengharaman terhadap makanan tersebut semata-mata hak dan kebijaksanaan Allah swt dalam membimbing hamba-hamba-Nya. Sebagaimana firman Allah:\n\nSesungguhnya Allah menetapkan hukum sesuai dengan yang Dia kehendaki. (al-Ma'idah/5: 1)\n\nDi antara hikmah atau maksud pelarangan terhadap makanan itu ada yang dapat dijangkau oleh akal (ta'aqquli), ada pula yang tidak terjangkau oleh akal (ta'abbudi). Bagi setiap orang Islam wajib menaati larangan Allah dengan ikhlas dan penuh keimanan. \n\nBangkai ialah hewan yang mati wajar oleh sebab alamiah, atau mati karena tidak disembelih menurut aturan Islam. Termasuk dalam pengertian bangkai di sini ialah binatang yang mati tercekik, mati terjepit (terpukul), mati terjatuh, ditanduk, dan dimakan oleh binatang buas.\n\nFirman Allah swt:\n\nDiharamkan bagimu (memakan) bangkai, darah, daging babi, dan (daging) hewan yang disembelih bukan atas (nama) Allah, yang tercekik, yang dipukul, yang jatuh, yang ditanduk, dan yang diterkam binatang buas, kecuali yang sempat kamu sembelih, dan (diharamkan pula) yang disembelih untuk berhala. (al-Ma'idah/5: 3)\n\nSemua bangkai haram dimakan kecuali bangkai ikan, sebagaimana firman Allah swt:\n\nDihalalkan bagimu hewan buruan laut dan makanan (yang berasal) dari laut sebagai makanan yang lezat bagimu, dan bagi orang-orang yang dalam perjalanan. (al-Ma'idah/5: 96)\n\nDarah yang diharamkan ialah darah yang mengalir atau darah yang dibekukan (marus). Hati dan ginjal tidak dipandang darah yang haram dimakan. Hadis Nabi saw:\n\nDihalalkan bagi kita dua macam bangkai dan darah. Dua bangkai itu adalah bangkai ikan dan belalang, dan dua darah itu adalah hati dan limpa. (Riwayat Ahmad dan Ibnu Majah dari Ibnu 'Umar)\n\nTermasuk dalam pengertian daging babi ialah lemak, tulang dan seluruh bagian-bagiannya serta semua produk yang dibuat dari unsur babi dan turunannya. Babi tergolong binatang ternak yang paling kotor cara hidup dan makannya. Dagingnya mengandung bibit cacing pita yang banyak menimbulkan penyakit pada tubuh manusia.\n\nAllah mengharamkan binatang yang disembelih yang dengan sengaja menyebut nama selain Allah, seperti nama patung, jin, dewa, wali, dan sebagainya. Pelarangan itu bertujuan untuk mencegah hal-hal yang cenderung kepada syirik.\n\nAn-Nawawi dalam kitab Syarah Muslim mengatakan bahwa jika maksud penyembelih menyebut nama selain Allah itu untuk membesarkan nama tersebut dan meniatkannya sebagai ibadah kepadanya, maka perbuatan itu dipandang syirik. Jika penyembelih bersikap demikian, dapat dinilai keluar dari agama (murtad). Demikian penjelasan an-Nawawi ketika memberikan uraian pada Hadis Nabi saw:\n\nAllah mengutuk orang-orang yang menyembelih hewan untuk selain Allah. (Riwayat Muslim dari Ali bin Abi thalib)\n\nAgama Islam adalah agama yang selalu memberi kelapangan kepada penganutnya. Tidak ada dalam Islam hal-hal yang menyusahkan dan mempersulit keadaan. Oleh karena itu, segala makanan yang diharamkan boleh dimakan bilamana seseorang berada dalam keadaan terpaksa atau darurat. Misalnya, seorang pemburu di tengah hutan dalam keadaan perut kosong jika dibiarkan dapat membinasakan dirinya sedang makanan lainnya tidak ada, dia diizinkan memakan makanan yang haram untuk mengatasi keadaannya, dengan syarat tidak didorong oleh keinginan untuk memakan makanan yang haram itu sendiri. Jika dia memakan makanan itu melebihi apa yang diperlukan, tidak dibenarkan. Sebab, hal itu dapat menimbulkan kesulitan baru bertalian dengan makanan yang mengandung penyakit itu. Sesungguhnya Allah swt mengampuni apa yang diperbuat hamba-Nya sewaktu dalam kesulitan, dan mengasihi mereka dengan memberi kelonggaran dalam kehidupan mereka di dunia.",
                        "116": "Dalam ayat ini, Allah swt melarang kaum Muslimin mengharam-kan atau menghalalkan makanan menurut selera dan hawa nafsu mereka, sebagaimana orang-orang musyrik. Mereka mempunyai kebiasaan meng-haramkan atau menghalalkan binatang semata-mata didasarkan nama istilah yang mereka tetapkan sendiri untuk binatang itu, misalnya: bahirah, sa'ibah, wasilah, dan ham, sebagaimana firman Allah swt:\n\nAllah tidak pernah mensyariatkan adanya bahirah, sa'ibah, wasilah, dan ham. Tetapi orang-orang kafir membuat-buat kedustaan terhadap Allah, dan kebanyakan mereka tidak mengerti. (al-Ma'idah/5: 103)\n\nDalam menetapkan kehalalan atau keharaman suatu makanan atau minuman harus didasarkan pada dalil syara yang bersumber dari Al-Qur'an dan sunnah. Penetapan hukum tanpa dalil-dalil syara tidak dibenarkan. Hal tersebut termasuk perbuatan yang mengada-ada dan melakukan kebohongan kepada Allah.\n\nDalam Al-Qur'an disebutkan tentang ucapan kaum musyrikin mengenai ketentuan anak hewan yang masih dalam kandungan induknya. Firman Allah swt:\n\nDan mereka berkata (pula), \"Apa yang ada di dalam perut hewan ternak ini khusus untuk kaum laki-laki kami, haram bagi istri-istri kami.\" (al-An'am/6: 139)\n\nKarena berakibat sangat buruk terhadap kehidupan beragama, maka Allah memberikan ancaman yang keras kepada mereka yang mengada-adakan kebohongan terhadap Allah. Allah menegaskan bahwa mereka yang berbuat demikian tidak akan mencapai keberhasilan dalam kehidupan mereka, baik di dunia maupun di akhirat. Di dunia, mereka yang suka membuat-buat hukum tanpa dalil yang benar akan dikecam dan ditinggalkan oleh masyara-kat. Kebohongan mereka akan diketahui oleh masyarakat dan mereka akan menjadi sasaran ejekan dan penghinaan.\n\nDalam Tafsir Ibnu Katsir diungkapkan bahwa termasuk dalam pengertian ayat ini ialah setiap orang yang menciptakan bid'ah (urusan agama) yang tidak punya landasan syara, atau menghalalkan sesuatu yang diharamkan atau mengharamkan sesuatu yang dihalalkan Allah semata-mata berdasarkan pikiran dan seleranya sendiri.",
                        "117": "Allah menegaskan lagi bahwa mereka yang mengada-adakan ketentuan dan hukum yang sama sekali tidak ada dasarnya dari kitab Allah dan rasul-Nya, tapi semata-mata dari hawa nafsu, pasti tidak akan memperoleh keberhasilan dunia dan akhirat. Jika ada keuntungan dari kelakuan itu, maka keuntungannya sangatlah sedikit dibandingkan dengan kerugian dan bahaya yang diakibatkan dari perbuatan itu.\n\nDalam sejarah banyak peristiwa menyedihkan terjadi akibat pendapat-pendapat keagamaan yang tidak bersumber dari kitab suci. Pendapat itu kadang-kadang diadakan hanyalah untuk memenuhi keinginan dan kepentingan penguasa yang menjadikan agama sebagai alat memperkuat kekuasaan dan penguat hawa nafsunya. Yang halal diharamkan dan yang haram dihalalkan oleh orang yang hendak memperoleh keuntungan duniawi. Mereka lupa bahwa kesenangan duniawi itu sedikit dan terbatas pada umur mereka yang pendek. Tetapi di dalam kehidupan akhirat yang abadi, mereka akan menerima azab dari Allah disebabkan kelancangan lidah mereka ketika berbohong kepada Allah. Mereka telah melakukan tindak kejahatan, yang mengotori jiwa sendiri dengan dosa dan dusta terhadap Tuhan. Bahkan orang lain ikut jatuh ke dalam dosa dan kesalahan disebabkan fatwanya yang menghalalkan yang haram atau mengharamkan yang halal itu. Dosa akan menumpuk ke pundak mereka karena menginginkan keuntungan dunia yang kecil.",
                        "118": "Dalam ayat ini, Allah swt mengingatkan kembali apa yang di-haramkan kepada orang Yahudi. Hal-hal yang halal dan haram dalam agama Yahudi sebenarnya tidak sama dengan apa yang diharamkan atau dihalalkan oleh kaum musyrik. Hal ini menunjukkan bahwa penentuan halal dan haram oleh kaum musyrik terhadap hewan ternak mereka tidak bersumber dari syariat agama-agama terdahulu. Beberapa makanan telah diharamkan Allah kepada orang Yahudi, seperti yang diterangkan dalam firman Allah:\n\nDan kepada orang-orang Yahudi, Kami haramkan semua (hewan) yang berkuku, dan Kami haramkan kepada mereka lemak sapi dan domba, kecuali yang melekat di punggungnya, atau yang dalam isi perutnya, atau yang bercampur dengan tulang. Demikianlah Kami menghukum mereka karena kedurhakaannya. Dan sungguh, Kami Mahabenar. (al-An'am/6: 146)\n\nAllah mengharamkan daging dan lemak binatang ternak khusus kepada orang Yahudi sebagai hukuman atas perbuatan mereka yang aniaya seperti membunuh nabi-nabi, memakan riba, dan memperoleh harta dengan cara yang haram.\n\nFirman Allah swt:\n\nKarena kezaliman orang-orang Yahudi, Kami haramkan bagi mereka makanan yang baik-baik yang (dahulu) pernah dihalalkan; dan karena mereka sering menghalangi (orang lain) dari jalan Allah. (an-Nisa'/4: 160)\n\nDari ayat ini, dapat dipahami perbedaan yang jelas antara alasan Allah mengharamkan beberapa jenis makanan kepada orang Yahudi dengan alasan yang diberlakukan kepada orang Islam. Kepada orang Islam, Allah swt tidak mengharamkan makanan-makanan kecuali karena pada makanan itu terdapat suatu kemudaratan yang bisa mencelakakan dirinya. Sedangkan kepada orang Yahudi, Allah mengharamkan makanan yang baik-baik itu sebagai hukuman bagi mereka.\n\nMaka tidaklah benar pendapat yang mengatakan bahwa Bani Israil sendiri yang mengharamkan makanan itu kepada diri mereka. Semua makanan, sebelum Taurat diturunkan kepada mereka, adalah halal, kecuali makanan yang diharamkan sendiri oleh Nabi Yakub (Israil) untuk dirinya. Menurut riwayat, makanan yang diharamkan oleh Nabi Yakub itu ialah daging dan susu unta. Beliau berbuat demikian untuk mengekang nafsu dalam usaha membersihkan jiwa dan untuk mendekatkan diri kepada Allah.\n\nFirman Allah swt:\n\nSemua makanan itu halal bagi Bani Israil, kecuali makanan yang diharamkan oleh Israil (Yakub) atas dirinya sebelum Taurat diturunkan. (Ali 'Imran/3: 93)\n\nAdapun makanan seperti daging binatang berkuku, lemak sapi, dan kambing, diharamkan kepada seluruh Bani Israil pada waktu Taurat sudah diturunkan sebagai hukuman kepada mereka.",
                        "119": "Kemudian Allah menjelaskan kebesaran rahmat dan kasih sayang kepada hamba-Nya dengan memberi pengampunan bagi yang melakukan kejahatan pada umumnya, baik kejahatan berbuat nista kepada Allah maupun tindakan kejahatan dan maksiat lainnya. Akan tetapi, Allah swt mengaitkan beberapa ketentuan untuk memperoleh kasih dan pengampunan-Nya itu, seperti:\n\nPertama: Orang yang melakukan kejahatan karena kejahilan atau ketidaktahuannya terhadap hukum-hukum agama. Dia tidak tahu bahwa yang dilakukannya itu menyalahi perintah agama di samping memberi kemudaratan bagi dirinya sendiri.\n\nKedua: Timbul dalam dirinya rasa penyesalan yang mendalam sesudah melakukan kejahatan lalu mengucapkan istigfar dan segera bertobat kepada Allah swt. Tobat tidak boleh ditunda-tunda sesudah dia menyadari kesalahannya, karena hal demikian merusak iman dan jiwanya.\n\nFirman Allah swt:\n\nSesungguhnya bertobat kepada Allah itu hanya (pantas) bagi mereka yang melakukan kejahatan karena tidak mengerti, kemudian segera bertobat. Tobat mereka itulah yang diterima Allah. Allah Maha Mengetahui, Mahabijaksana. (an-Nisa'/4: 17)\n\nKetiga: Melakukan amal saleh dan menjauhi larangan Allah sebagai bukti dari penyesalannya. Dengan niat yang kuat dan hati yang tegar berjanji tidak lagi mengulangi kejahatan yang pernah dilakukan serta bertekad untuk taat kepada Allah swt.\n\nFirman Allah swt:\n\nDan barang siapa bertobat dan mengerjakan kebajikan, maka sesungguhnya dia bertobat kepada Allah dengan tobat yang sebenar-benarnya. (al-Furqan/25: 71)",
                        "120": "Dalam ayat ini, Allah swt memuji hamba-Nya, Ibrahim a.s., sebagai rasul dan khalil-Nya. Beliau adalah imam kaum hunafa atau pemimpin dari orang yang menyukai kebenaran dan bapak dari para nabi. Allah swt menyatakan dalam ayat ini ummah yang berarti pemimpin yang menjadi teladan. Menurut 'Abdullah bin Mas'ud, ummah berarti guru kebijaksanaan. Sedangkan menurut Ibnu Umar, ummah berarti yang mengajar manusia tentang agama mereka.\n\nGelar demikian menunjukkan bahwa Nabi Ibrahim memiliki beberapa sifat yang mulia. Menurut ayat ini, sifat beliau sebagai berikut:\n\n1.Dialah sebenarnya satu-satunya Imam. Ibnu 'Abbas r.a. berkata, \"Se-sungguhnya beliau memiliki kebajikan sama dengan kebajikan yang dimiliki satu umat.\" Dia pemimpin dari orang-orang yang mengesakan Tuhan. Dia yang menghancurkan patung-patung, menentang orang-orang kafir, dan mencari hakikat Allah Sang Pencipta melalui ayat-ayat-Nya di cakrawala.\n\n2.Dia adalah seorang yang patuh dan tunduk kepada Allah serta melaksanakan segala perintah dan menjauhkan diri dari larangan-Nya.\n\n3.Dia adalah orang yang jauh dari kebatilan, selalu mengikuti kebenaran, dan tidak menyimpang dari kebenaran itu.\n\n4.Dia tidak mengikuti agama kaumnya yang syirik, tetapi seorang yang mengesakan Allah sejak kecil sampai tuanya. Dialah orang yang berani berkata lantang di muka raja yang beragama syirik, sebagaimana diceritakan Allah dalam Al-Qur'an:\n\nTuhanku ialah Yang menghidupkan dan mematikan. (al-Baqarah/2: 258)\n\nDia pula yang menyatakan bahwa penyembahan patung dan bintang adalah keliru dengan kata-katanya yang dikutip dalam Al-Qur'an:\n\nMaka ketika bintang itu terbenam dia berkata, \"Aku tidak suka kepada yang terbenam.\" (al-An'am/6: 76)\n\nDengan penjelasan pribadi Nabi Ibrahim yang demikian, kaum musyrik Quraisy terdesak karena menyatakan bahwa mereka menganut agama Nabi Ibrahim, padahal kenyataannya, ibadah mereka jauh dari yang dicontohkan Nabi Ibrahim. Demikian pula orang Yahudi dan Nasrani yang memuliakan Nabi Ibrahim, ternyata mereka banyak menyimpang dari ajaran tauhid.\n\nPenjelasan Allah tentang Ibrahim mengungkap kebatilan dan kekeliruan kepercayaan mereka.\n\nFirman Allah swt:\n\nIbrahim bukanlah seorang Yahudi dan bukan (pula) seorang Nasrani, tetapi dia adalah seorang yang lurus, muslim dan dia tidaklah termasuk orang-orang musyrik. (Ali 'Imran/3: 67)\n\n5.Nabi Ibrahim a.s. adalah seorang yang mensyukuri nikmat Allah swt yang dianugerahkan kepadanya, sebagaimana dijelaskan pula dalam firman Allah:\n\nDan (lembaran-lembaran) Ibrahim yang selalu menyempurnakan janji? (an-Najm/53: 37)\n\nMaksudnya bahwa Nabi Ibrahim itu adalah seorang yang selalu melaksanakan segala perintah Allah. Keterangan Allah tentang sifat ini merupakan sindiran yang tajam kepada orang Quraisy karena mereka mengingkari nikmat Allah, sehingga mereka diazab dengan kelaparan dan ketakutan.\n\n6.Dia sesungguhnya adalah pilihan Allah swt untuk kenabian, sebagaimana firman-Nya:\n\nDan sungguh, sebelum dia (Musa dan Harun) telah Kami berikan kepada Ibrahim petunjuk, dan Kami telah mengetahui dia. (al-Anbiya'/21: 51)\n\n7.Bahwasanya Allah swt membimbing Ibrahim ke jalan yang lurus, yaitu menyembah hanya kepada-Nya, tiada patut disembah kecuali Dia, dan tidak ada sekutu bagi-Nya. Selanjutnya Ibrahim memberi pengajaran kepada manusia ke jalan tauhid dan mengajak manusia kepada agama Allah.\n\nFirman Allah swt:\n\nDan ingatlah hamba-hamba Kami: Ibrahim, Ishak dan Yakub yang mempunyai kekuatan-kekuatan yang besar dan ilmu-ilmu (yang tinggi). Sungguh, Kami telah menyucikan mereka dengan (menganugerahkan) akhlak yang tinggi kepadanya yaitu selalu mengingatkan (manusia) kepada negeri akhirat. Dan sungguh, di sisi Kami mereka termasuk orang-orang pilihan yang paling baik. (as-shad/38: 45- 47)\n\n8.Ibrahim dijadikan Allah sebagai nabi kesayangan umat manusia dan diakui oleh semua penganut agama besar di dunia. Orang Yahudi, Nasrani, dan Islam mengakui kenabian Ibrahim a.s. Bahkan orang-orang kafir Quraisy sangat membanggakan doa Nabi Ibrahim agar menjadi kesayangan manusia di kemudian hari.\n\nFirman Allah swt:\n\n(Ibrahim berdoa), \"Ya Tuhanku, berikanlah kepadaku ilmu dan masukkanlah aku ke dalam golongan orang-orang yang saleh, dan jadikanlah aku buah tutur yang baik bagi orang-orang (yang datang) kemudian. (asy-Syu'ara'/26: 83-84)\n\n9.Bahwasanya dia di akhirat dimasukkan ke dalam barisan orang-orang saleh dan menempati derajat yang tinggi dalam surga, sesuai dengan permohonannya sendiri. \n\nDemikian beberapa sifat yang sempurna dari pribadi Nabi Ibrahim. Secara singkat dapat dikatakan bahwa beliau mempunyai sifat kepemimpin-an, seorang yang patuh (disiplin), berakhlak mulia (moralis), teguh (konsekwen) dalam kebenaran, seorang muwahhid (monoteis) yang bersih, suka bersyukur dan tahu berterima kasih, seorang guru, dan punya nama yang harum dan masyhur di tengah-tengah umat manusia, dan termasuk orang-orang yang saleh.\n\nSelain sifat-sifat umum seperti tersebut di atas, masih ada sifat Nabi Ibrahim yang sangat menonjol, sebagaimana diterangkan dalam Al-Qur'an, yaitu:\n\n1.Orang yang berhasil menemukan keesaan Allah setelah proses pencarian yang panjang melalui tanda-tanda kekuasaan Allah di cakrawala. Oleh karena itu, beliau digelari dengan Bapak Tauhid (Monoteisme).\n\n2.Orang yang sangat gigih dan ulet dalam menegakkan ketauhidan dan menghancurkan kemusyrikan, tanpa mengenal lelah dan putus asa.\n\n3.Orang yang sangat pasrah dan menyerahkan diri kepada Allah swt. Sebagai contoh kepasrahannya yang sempurna kepada Allah swt ialah pada waktu dia menerima perintah untuk mengurbankan putranya, Ismail as, sedikit pun dia tidak ragu melaksanakannya.",
                        "121": "Dalam ayat ini, Allah swt memuji hamba-Nya, Ibrahim a.s., sebagai rasul dan khalil-Nya. Beliau adalah imam kaum hunafa atau pemimpin dari orang yang menyukai kebenaran dan bapak dari para nabi. Allah swt menyatakan dalam ayat ini ummah yang berarti pemimpin yang menjadi teladan. Menurut 'Abdullah bin Mas'ud, ummah berarti guru kebijaksanaan. Sedangkan menurut Ibnu Umar, ummah berarti yang mengajar manusia tentang agama mereka.\n\nGelar demikian menunjukkan bahwa Nabi Ibrahim memiliki beberapa sifat yang mulia. Menurut ayat ini, sifat beliau sebagai berikut:\n\n1.Dialah sebenarnya satu-satunya Imam. Ibnu 'Abbas r.a. berkata, \"Se-sungguhnya beliau memiliki kebajikan sama dengan kebajikan yang dimiliki satu umat.\" Dia pemimpin dari orang-orang yang mengesakan Tuhan. Dia yang menghancurkan patung-patung, menentang orang-orang kafir, dan mencari hakikat Allah Sang Pencipta melalui ayat-ayat-Nya di cakrawala.\n\n2.Dia adalah seorang yang patuh dan tunduk kepada Allah serta melaksanakan segala perintah dan menjauhkan diri dari larangan-Nya.\n\n3.Dia adalah orang yang jauh dari kebatilan, selalu mengikuti kebenaran, dan tidak menyimpang dari kebenaran itu.\n\n4.Dia tidak mengikuti agama kaumnya yang syirik, tetapi seorang yang mengesakan Allah sejak kecil sampai tuanya. Dialah orang yang berani berkata lantang di muka raja yang beragama syirik, sebagaimana diceritakan Allah dalam Al-Qur'an:\n\nTuhanku ialah Yang menghidupkan dan mematikan. (al-Baqarah/2: 258)\n\nDia pula yang menyatakan bahwa penyembahan patung dan bintang adalah keliru dengan kata-katanya yang dikutip dalam Al-Qur'an:\n\nMaka ketika bintang itu terbenam dia berkata, \"Aku tidak suka kepada yang terbenam.\" (al-An'am/6: 76)\n\nDengan penjelasan pribadi Nabi Ibrahim yang demikian, kaum musyrik Quraisy terdesak karena menyatakan bahwa mereka menganut agama Nabi Ibrahim, padahal kenyataannya, ibadah mereka jauh dari yang dicontohkan Nabi Ibrahim. Demikian pula orang Yahudi dan Nasrani yang memuliakan Nabi Ibrahim, ternyata mereka banyak menyimpang dari ajaran tauhid.\n\nPenjelasan Allah tentang Ibrahim mengungkap kebatilan dan kekeliruan kepercayaan mereka.\n\nFirman Allah swt:\n\nIbrahim bukanlah seorang Yahudi dan bukan (pula) seorang Nasrani, tetapi dia adalah seorang yang lurus, muslim dan dia tidaklah termasuk orang-orang musyrik. (Ali 'Imran/3: 67)\n\n5.Nabi Ibrahim a.s. adalah seorang yang mensyukuri nikmat Allah swt yang dianugerahkan kepadanya, sebagaimana dijelaskan pula dalam firman Allah:\n\nDan (lembaran-lembaran) Ibrahim yang selalu menyempurnakan janji? (an-Najm/53: 37)\n\nMaksudnya bahwa Nabi Ibrahim itu adalah seorang yang selalu melaksanakan segala perintah Allah. Keterangan Allah tentang sifat ini merupakan sindiran yang tajam kepada orang Quraisy karena mereka mengingkari nikmat Allah, sehingga mereka diazab dengan kelaparan dan ketakutan.\n\n6.Dia sesungguhnya adalah pilihan Allah swt untuk kenabian, sebagaimana firman-Nya:\n\nDan sungguh, sebelum dia (Musa dan Harun) telah Kami berikan kepada Ibrahim petunjuk, dan Kami telah mengetahui dia. (al-Anbiya'/21: 51)\n\n7.Bahwasanya Allah swt membimbing Ibrahim ke jalan yang lurus, yaitu menyembah hanya kepada-Nya, tiada patut disembah kecuali Dia, dan tidak ada sekutu bagi-Nya. Selanjutnya Ibrahim memberi pengajaran kepada manusia ke jalan tauhid dan mengajak manusia kepada agama Allah.\n\nFirman Allah swt:\n\nDan ingatlah hamba-hamba Kami: Ibrahim, Ishak dan Yakub yang mempunyai kekuatan-kekuatan yang besar dan ilmu-ilmu (yang tinggi). Sungguh, Kami telah menyucikan mereka dengan (menganugerahkan) akhlak yang tinggi kepadanya yaitu selalu mengingatkan (manusia) kepada negeri akhirat. Dan sungguh, di sisi Kami mereka termasuk orang-orang pilihan yang paling baik. (as-shad/38: 45- 47)\n\n8.Ibrahim dijadikan Allah sebagai nabi kesayangan umat manusia dan diakui oleh semua penganut agama besar di dunia. Orang Yahudi, Nasrani, dan Islam mengakui kenabian Ibrahim a.s. Bahkan orang-orang kafir Quraisy sangat membanggakan doa Nabi Ibrahim agar menjadi kesayangan manusia di kemudian hari.\n\nFirman Allah swt:\n\n(Ibrahim berdoa), \"Ya Tuhanku, berikanlah kepadaku ilmu dan masukkanlah aku ke dalam golongan orang-orang yang saleh, dan jadikanlah aku buah tutur yang baik bagi orang-orang (yang datang) kemudian. (asy-Syu'ara'/26: 83-84)\n\n9.Bahwasanya dia di akhirat dimasukkan ke dalam barisan orang-orang saleh dan menempati derajat yang tinggi dalam surga, sesuai dengan permohonannya sendiri. \n\nDemikian beberapa sifat yang sempurna dari pribadi Nabi Ibrahim. Secara singkat dapat dikatakan bahwa beliau mempunyai sifat kepemimpin-an, seorang yang patuh (disiplin), berakhlak mulia (moralis), teguh (konsekwen) dalam kebenaran, seorang muwahhid (monoteis) yang bersih, suka bersyukur dan tahu berterima kasih, seorang guru, dan punya nama yang harum dan masyhur di tengah-tengah umat manusia, dan termasuk orang-orang yang saleh.\n\nSelain sifat-sifat umum seperti tersebut di atas, masih ada sifat Nabi Ibrahim yang sangat menonjol, sebagaimana diterangkan dalam Al-Qur'an, yaitu:\n\n1.Orang yang berhasil menemukan keesaan Allah setelah proses pencarian yang panjang melalui tanda-tanda kekuasaan Allah di cakrawala. Oleh karena itu, beliau digelari dengan Bapak Tauhid (Monoteisme).\n\n2.Orang yang sangat gigih dan ulet dalam menegakkan ketauhidan dan menghancurkan kemusyrikan, tanpa mengenal lelah dan putus asa.\n\n3.Orang yang sangat pasrah dan menyerahkan diri kepada Allah swt. Sebagai contoh kepasrahannya yang sempurna kepada Allah swt ialah pada waktu dia menerima perintah untuk mengurbankan putranya, Ismail as, sedikit pun dia tidak ragu melaksanakannya.",
                        "122": "Dalam ayat ini, Allah swt memuji hamba-Nya, Ibrahim a.s., sebagai rasul dan khalil-Nya. Beliau adalah imam kaum hunafa atau pemimpin dari orang yang menyukai kebenaran dan bapak dari para nabi. Allah swt menyatakan dalam ayat ini ummah yang berarti pemimpin yang menjadi teladan. Menurut 'Abdullah bin Mas'ud, ummah berarti guru kebijaksanaan. Sedangkan menurut Ibnu Umar, ummah berarti yang mengajar manusia tentang agama mereka.\n\nGelar demikian menunjukkan bahwa Nabi Ibrahim memiliki beberapa sifat yang mulia. Menurut ayat ini, sifat beliau sebagai berikut:\n\n1.Dialah sebenarnya satu-satunya Imam. Ibnu 'Abbas r.a. berkata, \"Se-sungguhnya beliau memiliki kebajikan sama dengan kebajikan yang dimiliki satu umat.\" Dia pemimpin dari orang-orang yang mengesakan Tuhan. Dia yang menghancurkan patung-patung, menentang orang-orang kafir, dan mencari hakikat Allah Sang Pencipta melalui ayat-ayat-Nya di cakrawala.\n\n2.Dia adalah seorang yang patuh dan tunduk kepada Allah serta melaksanakan segala perintah dan menjauhkan diri dari larangan-Nya.\n\n3.Dia adalah orang yang jauh dari kebatilan, selalu mengikuti kebenaran, dan tidak menyimpang dari kebenaran itu.\n\n4.Dia tidak mengikuti agama kaumnya yang syirik, tetapi seorang yang mengesakan Allah sejak kecil sampai tuanya. Dialah orang yang berani berkata lantang di muka raja yang beragama syirik, sebagaimana diceritakan Allah dalam Al-Qur'an:\n\nTuhanku ialah Yang menghidupkan dan mematikan. (al-Baqarah/2: 258)\n\nDia pula yang menyatakan bahwa penyembahan patung dan bintang adalah keliru dengan kata-katanya yang dikutip dalam Al-Qur'an:\n\nMaka ketika bintang itu terbenam dia berkata, \"Aku tidak suka kepada yang terbenam.\" (al-An'am/6: 76)\n\nDengan penjelasan pribadi Nabi Ibrahim yang demikian, kaum musyrik Quraisy terdesak karena menyatakan bahwa mereka menganut agama Nabi Ibrahim, padahal kenyataannya, ibadah mereka jauh dari yang dicontohkan Nabi Ibrahim. Demikian pula orang Yahudi dan Nasrani yang memuliakan Nabi Ibrahim, ternyata mereka banyak menyimpang dari ajaran tauhid.\n\nPenjelasan Allah tentang Ibrahim mengungkap kebatilan dan kekeliruan kepercayaan mereka.\n\nFirman Allah swt:\n\nIbrahim bukanlah seorang Yahudi dan bukan (pula) seorang Nasrani, tetapi dia adalah seorang yang lurus, muslim dan dia tidaklah termasuk orang-orang musyrik. (Ali 'Imran/3: 67)\n\n5.Nabi Ibrahim a.s. adalah seorang yang mensyukuri nikmat Allah swt yang dianugerahkan kepadanya, sebagaimana dijelaskan pula dalam firman Allah:\n\nDan (lembaran-lembaran) Ibrahim yang selalu menyempurnakan janji? (an-Najm/53: 37)\n\nMaksudnya bahwa Nabi Ibrahim itu adalah seorang yang selalu melaksanakan segala perintah Allah. Keterangan Allah tentang sifat ini merupakan sindiran yang tajam kepada orang Quraisy karena mereka mengingkari nikmat Allah, sehingga mereka diazab dengan kelaparan dan ketakutan.\n\n6.Dia sesungguhnya adalah pilihan Allah swt untuk kenabian, sebagaimana firman-Nya:\n\nDan sungguh, sebelum dia (Musa dan Harun) telah Kami berikan kepada Ibrahim petunjuk, dan Kami telah mengetahui dia. (al-Anbiya'/21: 51)\n\n7.Bahwasanya Allah swt membimbing Ibrahim ke jalan yang lurus, yaitu menyembah hanya kepada-Nya, tiada patut disembah kecuali Dia, dan tidak ada sekutu bagi-Nya. Selanjutnya Ibrahim memberi pengajaran kepada manusia ke jalan tauhid dan mengajak manusia kepada agama Allah.\n\nFirman Allah swt:\n\nDan ingatlah hamba-hamba Kami: Ibrahim, Ishak dan Yakub yang mempunyai kekuatan-kekuatan yang besar dan ilmu-ilmu (yang tinggi). Sungguh, Kami telah menyucikan mereka dengan (menganugerahkan) akhlak yang tinggi kepadanya yaitu selalu mengingatkan (manusia) kepada negeri akhirat. Dan sungguh, di sisi Kami mereka termasuk orang-orang pilihan yang paling baik. (as-shad/38: 45- 47)\n\n8.Ibrahim dijadikan Allah sebagai nabi kesayangan umat manusia dan diakui oleh semua penganut agama besar di dunia. Orang Yahudi, Nasrani, dan Islam mengakui kenabian Ibrahim a.s. Bahkan orang-orang kafir Quraisy sangat membanggakan doa Nabi Ibrahim agar menjadi kesayangan manusia di kemudian hari.\n\nFirman Allah swt:\n\n(Ibrahim berdoa), \"Ya Tuhanku, berikanlah kepadaku ilmu dan masukkanlah aku ke dalam golongan orang-orang yang saleh, dan jadikanlah aku buah tutur yang baik bagi orang-orang (yang datang) kemudian. (asy-Syu'ara'/26: 83-84)\n\n9.Bahwasanya dia di akhirat dimasukkan ke dalam barisan orang-orang saleh dan menempati derajat yang tinggi dalam surga, sesuai dengan permohonannya sendiri. \n\nDemikian beberapa sifat yang sempurna dari pribadi Nabi Ibrahim. Secara singkat dapat dikatakan bahwa beliau mempunyai sifat kepemimpin-an, seorang yang patuh (disiplin), berakhlak mulia (moralis), teguh (konsekwen) dalam kebenaran, seorang muwahhid (monoteis) yang bersih, suka bersyukur dan tahu berterima kasih, seorang guru, dan punya nama yang harum dan masyhur di tengah-tengah umat manusia, dan termasuk orang-orang yang saleh.\n\nSelain sifat-sifat umum seperti tersebut di atas, masih ada sifat Nabi Ibrahim yang sangat menonjol, sebagaimana diterangkan dalam Al-Qur'an, yaitu:\n\n1.Orang yang berhasil menemukan keesaan Allah setelah proses pencarian yang panjang melalui tanda-tanda kekuasaan Allah di cakrawala. Oleh karena itu, beliau digelari dengan Bapak Tauhid (Monoteisme).\n\n2.Orang yang sangat gigih dan ulet dalam menegakkan ketauhidan dan menghancurkan kemusyrikan, tanpa mengenal lelah dan putus asa.\n\n3.Orang yang sangat pasrah dan menyerahkan diri kepada Allah swt. Sebagai contoh kepasrahannya yang sempurna kepada Allah swt ialah pada waktu dia menerima perintah untuk mengurbankan putranya, Ismail as, sedikit pun dia tidak ragu melaksanakannya.",
                        "123": "Dalam ayat ini ditegaskan hubungan yang erat antara agama Nabi Ibrahim dan agama yang dibawa Nabi Muhammad saw. Firman Allah swt:\n\nKatakanlah (Muhammad), \"Sesungguhnya Tuhanku telah memberiku petunjuk ke jalan yang lurus, agama yang benar, agama Ibrahim yang lurus. Dia (Ibrahim) tidak termasuk orang-orang musyrik.\" (al-An'am/6: 161)\n\nDi antara syariat Nabi Ibrahim yang masih berlaku pada masa Nabi Muhammad saw ialah pelaksanaan khitan. Beberapa ulama menetapkan hukum wajib khitan karena syariat khitan ini tidak dihapus oleh syariat Nabi Muhammad saw.\n\nFirman Allah swt:\n\nDan berjihadlah kamu di jalan Allah dengan jihad yang sebenar-benarnya. Dia telah memilih kamu, dan Dia tidak menjadikan kesukaran untukmu dalam agama. (Ikutilah) agama nenek moyangmu Ibrahim. Dia (Allah) telah menamakan kamu orang-orang muslim sejak dahulu, dan (begitu pula) dalam (Al-Qur'an) ini, agar Rasul (Muhammad) itu menjadi saksi atas dirimu dan agar kamu semua menjadi saksi atas segenap manusia. Maka laksanakanlah salat; tunaikanlah zakat, dan berpegangteguhlah kepada Allah. Dialah Pelindungmu; Dia sebaik-baik pelindung dan sebaik-baik penolong. (al-hajj/22: 78)\n\nBerulang kali pula dalam Al-Qur'an, Allah swt menegaskan bahwa Ibrahim itu bukanlah orang musyrik sebagaimana halnya orang musyrikin Quraisy yang mengakui diri mereka pengikut dan keturunan Nabi Ibrahim.",
                        "124": "Dalam ayat ini, Allah swt mengecam orang Yahudi karena mereka berselisih tentang kedudukan hari Sabtu. Hari Sabtu adalah hari jatuhnya murka Allah kepada sebagian Bani Israil karena kedurhakaan mereka melanggar kewajiban pada hari itu, seperti diterangkan Allah swt:\n\nDan sungguh, kamu telah mengetahui orang-orang yang melakukan pelanggaran di antara kamu pada hari Sabat, lalu Kami katakan kepada mereka, \"Jadilah kamu kera yang hina!\" (al-Baqarah/2: 65)\n\nAllah swt mewajibkan kepada Bani Israil untuk melaksanakan ibadah pada hari Sabtu serta melarang mereka dan hewan-hewan mereka melakukan pekerjaan lain. Akan tetapi, sebagian mereka tidak menaati larangan Allah dan mencari-cari jalan untuk membenarkan perbuatan mereka pada hari itu. Karena mereka menghalalkan yang haram, jatuhlah azab Tuhan dengan mengubah mereka menjadi seperti kera.\n\nKetetapan hari Sabtu sebagai hari mulia dan untuk ibadah bukanlah warisan dari syariat Nabi Ibrahim, tetapi ketentuan syariat Nabi Musa, sebagaimana hari Ahad bagi syariat Nabi Isa dan hari Jumat bagi syariat Nabi Muhammad saw.\n\nAllah menyesatkan orang-orang sebelum kita dari hari Jumat, maka untuk orang Yahudi hari Sabtu dan untuk orang Nasrani hari Ahad, maka datanglah Allah kepada kita yang diberi-Nya kita petunjuk untuk hari Jumat lalu Allah menjadikan hari Jumat, Sabtu, dan Ahad. Dan demikianlah mereka menjadi pengikut kita pada hari kiamat. Kitalah orang yang terakhir dari penghuni dunia tapi orang pertama pada hari kiamat dan diadili di antara mereka sebelum makhluk-makhluk lain diadili. (Riwayat Muslim dari Abu Hurairah dan hudzaifah)\n\nKeterangan hari-hari mulia itu tidak merupakan masalah pokok dari syariat yang diturunkan Allah kepada para nabi, tetapi termasuk masalah furuiyah (cabang). Masing-masing mereka mempunyai ketentuan sendiri. Nabi Muhammad saw tidaklah diperintahkan untuk mengikuti syariat Nabi Musa a.s., tetapi beliau diperintahkan mengikuti Nabi Ibrahim a.s.\n\nPerselisihan di antara golongan dalam agama Yahudi tidak dapat diselesaikan antara mereka sendiri, karena sudah mengakar dan meluas. Hanya Allah swt yang menentukan keputusan di antara mereka pada hari kiamat kelak, tentang masalah-masalah yang mereka perselisihkan.",
                        "125": "Dalam ayat ini, Allah swt memberikan pedoman kepada Rasul-Nya tentang cara mengajak manusia (dakwah) ke jalan Allah. Jalan Allah di sini maksudnya ialah agama Allah yakni syariat Islam yang diturunkan kepada Nabi Muhammad saw.\n\nAllah swt meletakkan dasar-dasar dakwah untuk pegangan bagi umatnya di kemudian hari dalam mengemban tugas dakwah.\n\nPertama, Allah swt menjelaskan kepada Rasul-Nya bahwa sesungguhnya dakwah ini adalah dakwah untuk agama Allah sebagai jalan menuju rida-Nya, bukan dakwah untuk pribadi dai (yang berdakwah) ataupun untuk golongan dan kaumnya. Rasul saw diperintahkan untuk membawa manusia ke jalan Allah dan untuk agama Allah semata.\n\nKedua, Allah swt menjelaskan kepada Rasul saw agar berdakwah dengan hikmah. Hikmah itu mengandung beberapa arti:\n\na.Pengetahuan tentang rahasia dan faedah segala sesuatu. Dengan pengetahuan itu sesuatu dapat diyakini keberadaannya.\n\nb.Perkataan yang tepat dan benar yang menjadi dalil (argumen) untuk menjelaskan mana yang hak dan mana yang batil atau syubhat (meragukan).\n\nc.Mengetahui hukum-hukum Al-Qur'an, paham Al-Qur'an, paham agama, takut kepada Allah, serta benar perkataan dan perbuatan.\n\nArti hikmah yang paling mendekati kebenaran ialah arti pertama yaitu pengetahuan tentang rahasia dan faedah sesuatu, yakni pengetahuan itu memberi manfaat.\n\nDakwah dengan hikmah adalah dakwah dengan ilmu pengetahuan yang berkenaan dengan rahasia, faedah, dan maksud dari wahyu Ilahi, dengan cara yang disesuaikan dengan situasi dan kondisi, agar mudah dipahami umat.\n\nKetiga, Allah swt menjelaskan kepada Rasul agar dakwah itu dijalankan dengan pengajaran yang baik, lemah lembut, dan menyejukkan, sehingga dapat diterima dengan baik.\n\nTidak patut jika pengajaran dan pengajian selalu menimbulkan rasa gelisah, cemas, dan ketakutan dalam jiwa manusia. Orang yang melakukan perbuatan dosa karena kebodohan atau ketidaktahuan, tidak wajar jika kesalahannya itu dipaparkan secara terbuka di hadapan orang lain sehingga menyakitkan hati.\n\nKhutbah atau pengajian yang disampaikan dengan bahasa yang lemah lembut, sangat baik untuk melembutkan hati yang liar dan lebih banyak memberikan ketenteraman daripada khutbah dan pengajian yang isinya ancaman dan kutukan-kutukan yang mengerikan. Namun demikian, menyampaikan peringatan dan ancaman dibolehkan jika kondisinya memungkinkan dan memerlukan.\n\nUntuk menghindari kebosanan dalam pengajiannya, Rasul saw menyisipkan dan mengolah bahan pengajian yang menyenangkan dengan bahan yang menimbulkan rasa takut. Dengan demikian, tidak terjadi kebosanan yang disebabkan uraian pengajian yang berisi perintah dan larangan tanpa memberikan bahan pengajian yang melapangkan dada atau yang merangsang hati untuk melakukan ketaatan dan menjauhi larangan.\n\nKeempat, Allah swt menjelaskan bahwa bila terjadi perdebatan dengan kaum musyrikin ataupun ahli kitab, hendaknya Rasul membantah mereka dengan cara yang baik.\n\nSuatu contoh perdebatan yang baik ialah perdebatan Nabi Ibrahim dengan kaumnya yang mengajak mereka berpikir untuk memperbaiki kesalahan mereka sendiri, sehingga menemukan kebenaran.\n\nTidak baik memancing lawan dalam berdebat dengan kata yang tajam, karena hal demikian menimbulkan suasana yang panas. Sebaiknya dicipta-kan suasana nyaman dan santai sehingga tujuan dalam perdebatan untuk mencari kebenaran itu dapat tercapai dengan memuaskan.\n\nPerdebatan yang baik ialah perdebatan yang dapat menghambat timbulnya sifat manusia yang negatif seperti sombong, tinggi hati, dan berusaha mempertahankan harga diri karena sifat-sifat tersebut sangat tercela. Lawan berdebat supaya dihadapi sedemikian rupa sehingga dia merasa bahwa harga dirinya dihormati, dan dai menunjukkan bahwa tujuan yang utama ialah menemukan kebenaran kepada agama Allah swt.\n\nKelima, akhir dari segala usaha dan perjuangan itu adalah iman kepada Allah swt, karena hanya Dialah yang menganugerahkan iman kepada jiwa manusia, bukan orang lain ataupun dai itu sendiri. Dialah Tuhan Yang Maha Mengetahui siapa di antara hamba-Nya yang tidak dapat mempertahankan fitrah insaniahnya (iman kepada Allah) dari pengaruh-pengaruh yang menyesatkan, hingga dia menjadi sesat, dan siapa pula di antara hamba yang fitrah insaniahnya tetap terpelihara sehingga dia terbuka menerima petunjuk (hidayah) Allah swt.",
                        "126": "Berdasarkan riwayat Abu Hurairah bahwa sesungguhnya Nabi saw berdiri di hadapan Hamzah ketika terbunuh sebagai syahid dalam Perang Uhud. Tidak ada pemandangan yang paling menyakitkan hati Nabi daripada melihat jenazah Hamzah yang dicincang (mutilasi). Lalu Nabi bersabda, \"Semoga Allah mencurahkan rahmat kepadamu. Sesungguhnya engkau”sepengetahuanku”adalah orang yang senang silaturrahim dan banyak berbuat kebaikan. Kalau bukan karena kesedihan berpisah denganmu, sungguh aku lebih senang bersamamu sampai di Padang Mahsyar bersama para arwah. Demi Allah, aku akan membalas dengan balasan yang setimpal tujuh puluh orang dari mereka sebagai penggantimu.\" Maka Jibril turun dengan membawa ayat-ayat di akhir Surah an-Nahl, \"Dan jika kamu membalas, maka balaslah dengan (balasan) yang sama dengan siksaan yang ditimpakan kepadamu. Tetapi jika kamu bersabar, sesungguhnya itulah yang lebih baik bagi orang yang sabar.\" Pada saat itu Rasulullah berdiri di hadapan jenazah Hamzah.\n\nDalam ayat ini Allah swt menegaskan kepada kaum Muslimin, yang akan mewarisi perjuangan Nabi Muhammad dalam menyebarkan agama Islam, untuk menjadikan sikap Rasul di atas sebagai pegangan mereka dalam menghadapi lawan.\n\nPedoman dakwah yang diberikan Allah pada ayat yang lalu, adalah pedoman dalam medan dakwah dengan lisan, hujjah lawan hujjah. Dakwah berjalan dalam suasana damai. Akan tetapi, jika dakwah mendapat perlawanan yang kasar, misalnya para dai disiksa atau dibunuh, Islam menetapkan sikap tegas untuk menghadapi keadaan demikian dengan tetap menjunjung tinggi kebenaran. Dua macam jalan yang diterangkan Allah dalam ayat ini, pertama: membalas dengan balasan yang seimbang. Kedua: menerima tindakan permusuhan itu dengan hati yang sabar dan memaafkan kesalahan itu jika bisa memberi pengaruh yang lebih baik bagi jalannya dakwah.\n\nMenurut Ibnu Katsir, ayat ini mempunyai makna dan tujuan yang sama dengan beberapa ayat dalam Al-Qur'an yaitu mengandung keharusan adil dan dorongan berbuat keutamaan, seperti firman Allah:\n\nDan balasan suatu kejahatan adalah kejahatan yang setimpal, tetapi barang siapa memaafkan dan berbuat baik (kepada orang yang berbuat jahat) maka pahalanya dari Allah. Sungguh, Dia tidak menyukai orang-orang zalim. (asy-Syura/42: 40)\n\nFirman Allah swt:\n\n¦Dan luka-luka (pun) ada qisasnya (balasan yang sama). Barang siapa melepaskan (hak qisas)nya, maka itu (menjadi) penebus dosa baginya. (al-Ma'idah/5: 45)",
                        "127": "Allah mempertegas lagi perintah-Nya kepada Rasul agar bersifat sabar dan tabah dalam menghadapi gangguan orang kafir Quraisy dan hambatan mereka terhadap dakwahnya. Namun Allah menyatakan kepada Nabi bahwa kesabaran itu terwujud dalam batin disebabkan Allah memberikan pertolongan dan taufik kepadanya. Kesabaran merupakan daya perlawanan terhadap gejala emosi manusia dan perlawanan terhadap nafsu yang bergejolak. Itulah hidayah Allah yang diberikan kepada hamba-Nya yang dikehendaki.\n\nPernyataan Allah ini membesarkan hati Nabi saw, kesulitan-kesulitan menjadi terasa ringan berkat anugerah Allah. Rasul saw tidak perlu merasa risau, cemas dan bersedih hati terhadap sikap lawannya yang menjauh dari seruannya, atau sikap permusuhan mereka yang mendustakan dan mengingkari wahyu yang diturunkan kepada-Nya. Apalagi jika Rasul saw merasa kecil hati dan putus asa terhadap keingkaran yang mereka lakukan, seperti beliau dituduh penyihir, dukun, penyair dan sebagainya, hal demikian lebih tidak dibenarkan oleh Allah. Sebenarnya segala tuduhan itu bermaksud menghalangi orang lain untuk beriman kepada Rasul saw. Dalam ayat yang lain Allah melarang Nabi berkecil hati terhadap gangguan orang kafir. Firman-Nya:\n\n(Inilah) Kitab yang diturunkan kepadamu (Muhammad) maka janganlah engkau sesak dada karenanya, agar engkau memberi peringatan dengan (Kitab) itu dan menjadi pelajaran bagi orang yang beriman. (al-A'raf/7: 2)\n\nMeskipun pelajaran-pelajaran di atas ditujukan kepada Nabi saw, namun berlaku bagi para pengikutnya.",
                        "128": "Dalam ayat ini, Allah swt menjelaskan alasan mengapa Nabi diperintahkan bersabar dan dilarang untuk cemas dan berkecil hati. Allah swt menegaskan bahwa Dia selalu ada bersama orang yang bertakwa dan orang yang berbuat kebaikan sebagai penolong mereka. Allah selalu memenuhi permintaan mereka, memperkuat, dan memenangkan mereka melawan orang-orang kafir.\n\nOrang-orang yang takwa selalu bersama Allah swt karena mereka terus menyucikan diri untuk mendekatkan diri kepada-Nya dan melenyapkan kemasygulan yang ada pada jiwa mereka. Mereka tidak pernah merasa kecewa jika kehilangan kesempatan, tetapi juga tidak merasa senang bila memperoleh kesempatan. Demikian pula Allah selalu menyertai orang yang berbuat kebaikan, melaksanakan kewajiban mereka kepada-Nya, dan selalu menaati perintah dan menjauhi larangan-Nya. Pernyataan Allah kepada mereka yang takwa dan berbuat ihsan (kebaikan) dalam ayat ini mempunyai pengertian yang sama dengan pernyataan Allah dalam firman-Nya kepada Nabi Musa dan Harun a.s.:\n\nDia (Allah) berfirman, \"Janganlah kamu berdua khawatir, sesungguhnya Aku bersama kamu berdua, Aku mendengar dan melihat. (thaha/20: 46)\n\nJuga mempunyai pengertian yang sama dengan firman Allah kepada malaikat:\n\n(Ingatlah), ketika Tuhanmu mewahyukan kepada para malaikat, \"Sesungguhnya Aku bersama kamu, maka teguhkanlah (pendirian) orang-orang yang telah beriman.\" (al-Anfal/8: 12)"
                    }
                }
            }
        }
    }
}