{
    "18": {
        "number": "18",
        "name": "الكهف",
        "name_latin": "Al-Kahf",
        "number_of_ayah": "110",
        "text": {
            "1": "اَلْحَمْدُ لِلّٰهِ الَّذِيْٓ اَنْزَلَ عَلٰى عَبْدِهِ الْكِتٰبَ وَلَمْ يَجْعَلْ لَّهٗ عِوَجًا ۜ",
            "2": "قَيِّمًا لِّيُنْذِرَ بَأْسًا شَدِيْدًا مِّنْ لَّدُنْهُ وَيُبَشِّرَ الْمُؤْمِنِيْنَ الَّذِيْنَ يَعْمَلُوْنَ الصّٰلِحٰتِ اَنَّ لَهُمْ اَجْرًا حَسَنًاۙ ",
            "3": "مَّاكِثِيْنَ فِيْهِ اَبَدًاۙ ",
            "4": "وَّيُنْذِرَ الَّذِيْنَ قَالُوا اتَّخَذَ اللّٰهُ وَلَدًاۖ  ",
            "5": "مَّا لَهُمْ بِهٖ مِنْ عِلْمٍ وَّلَا لِاٰبَاۤىِٕهِمْۗ  كَبُرَتْ كَلِمَةً تَخْرُجُ مِنْ اَفْوَاهِهِمْۗ اِنْ يَّقُوْلُوْنَ اِلَّا كَذِبًا",
            "6": "فَلَعَلَّكَ بَاخِعٌ نَّفْسَكَ عَلٰٓى اٰثَارِهِمْ اِنْ لَّمْ يُؤْمِنُوْا بِهٰذَا الْحَدِيْثِ اَسَفًا",
            "7": "اِنَّا جَعَلْنَا مَا عَلَى الْاَرْضِ زِيْنَةً لَّهَا لِنَبْلُوَهُمْ اَيُّهُمْ اَحْسَنُ عَمَلًا",
            "8": "وَاِنَّا لَجَاعِلُوْنَ مَا عَلَيْهَا صَعِيْدًا جُرُزًاۗ ",
            "9": "اَمْ حَسِبْتَ اَنَّ اَصْحٰبَ الْكَهْفِ وَالرَّقِيْمِ كَانُوْا مِنْ اٰيٰتِنَا عَجَبًا",
            "10": "اِذْ اَوَى الْفِتْيَةُ اِلَى الْكَهْفِ فَقَالُوْا رَبَّنَآ اٰتِنَا مِنْ لَّدُنْكَ رَحْمَةً وَّهَيِّئْ لَنَا مِنْ اَمْرِنَا رَشَدًا",
            "11": "فَضَرَبْنَا عَلٰٓى اٰذَانِهِمْ فِى الْكَهْفِ سِنِيْنَ عَدَدًاۙ  ",
            "12": "ثُمَّ بَعَثْنٰهُمْ لِنَعْلَمَ اَيُّ الْحِزْبَيْنِ اَحْصٰى لِمَا لَبِثُوْٓا اَمَدًا ࣖ",
            "13": "نَحْنُ نَقُصُّ عَلَيْكَ نَبَاَهُمْ بِالْحَقِّۗ اِنَّهُمْ فِتْيَةٌ اٰمَنُوْا بِرَبِّهِمْ وَزِدْنٰهُمْ هُدًىۖ   ",
            "14": "وَّرَبَطْنَا عَلٰى قُلُوْبِهِمْ اِذْ قَامُوْا فَقَالُوْا رَبُّنَا رَبُّ السَّمٰوٰتِ وَالْاَرْضِ لَنْ نَّدْعُوَا۟ مِنْ دُوْنِهٖٓ اِلٰهًا لَّقَدْ قُلْنَآ اِذًا شَطَطًا",
            "15": "هٰٓؤُلَاۤءِ قَوْمُنَا اتَّخَذُوْا مِنْ دُوْنِهٖٓ اٰلِهَةًۗ  لَوْلَا يَأْتُوْنَ عَلَيْهِمْ بِسُلْطٰنٍۢ بَيِّنٍۗ فَمَنْ اَظْلَمُ مِمَّنِ افْتَرٰى عَلَى اللّٰهِ كَذِبًاۗ  ",
            "16": "وَاِذِ اعْتَزَلْتُمُوْهُمْ وَمَا يَعْبُدُوْنَ اِلَّا اللّٰهَ فَأْوٗٓا اِلَى الْكَهْفِ يَنْشُرْ لَكُمْ رَبُّكُمْ مِّنْ رَّحْمَتِهٖ وَيُهَيِّئْ لَكُمْ مِّنْ اَمْرِكُمْ مِّرْفَقًا",
            "17": "۞ وَتَرَى الشَّمْسَ اِذَا طَلَعَتْ تَّزَاوَرُ عَنْ كَهْفِهِمْ ذَاتَ الْيَمِيْنِ وَاِذَا غَرَبَتْ تَّقْرِضُهُمْ ذَاتَ الشِّمَالِ وَهُمْ فِيْ فَجْوَةٍ مِّنْهُۗ ذٰلِكَ مِنْ اٰيٰتِ اللّٰهِ ۗمَنْ يَّهْدِ اللّٰهُ فَهُوَ الْمُهْتَدِ وَمَنْ يُّضْلِلْ فَلَنْ تَجِدَ لَهٗ وَلِيًّا مُّرْشِدًا ࣖ ",
            "18": "وَتَحْسَبُهُمْ اَيْقَاظًا وَّهُمْ رُقُوْدٌ  ۖوَّنُقَلِّبُهُمْ ذَاتَ الْيَمِيْنِ وَذَاتَ الشِّمَالِ ۖوَكَلْبُهُمْ بَاسِطٌ ذِرَاعَيْهِ بِالْوَصِيْدِۗ  لَوِ اطَّلَعْتَ عَلَيْهِمْ لَوَلَّيْتَ مِنْهُمْ فِرَارًا وَّلَمُلِئْتَ مِنْهُمْ رُعْبًا",
            "19": "وَكَذٰلِكَ بَعَثْنٰهُمْ لِيَتَسَاۤءَلُوْا بَيْنَهُمْۗ قَالَ قَاۤىِٕلٌ مِّنْهُمْ كَمْ لَبِثْتُمْۗ قَالُوْا لَبِثْنَا يَوْمًا اَوْ بَعْضَ يَوْمٍۗ قَالُوْا رَبُّكُمْ اَعْلَمُ بِمَا لَبِثْتُمْۗ فَابْعَثُوْٓا اَحَدَكُمْ بِوَرِقِكُمْ هٰذِهٖٓ اِلَى الْمَدِيْنَةِ فَلْيَنْظُرْ اَيُّهَآ اَزْكٰى طَعَامًا فَلْيَأْتِكُمْ بِرِزْقٍ مِّنْهُ وَلْيَتَلَطَّفْ وَلَا يُشْعِرَنَّ بِكُمْ اَحَدًا ",
            "20": "اِنَّهُمْ اِنْ يَّظْهَرُوْا عَلَيْكُمْ يَرْجُمُوْكُمْ اَوْ يُعِيْدُوْكُمْ فِيْ مِلَّتِهِمْ وَلَنْ تُفْلِحُوْٓا اِذًا اَبَدًا",
            "21": "وَكَذٰلِكَ اَعْثَرْنَا عَلَيْهِمْ لِيَعْلَمُوْٓا اَنَّ وَعْدَ اللّٰهِ حَقٌّ وَّاَنَّ السَّاعَةَ لَا رَيْبَ فِيْهَاۚ اِذْ يَتَنَازَعُوْنَ بَيْنَهُمْ اَمْرَهُمْ فَقَالُوا ابْنُوْا عَلَيْهِمْ بُنْيَانًاۗ رَبُّهُمْ اَعْلَمُ بِهِمْۗ قَالَ الَّذِيْنَ غَلَبُوْا عَلٰٓى اَمْرِهِمْ لَنَتَّخِذَنَّ عَلَيْهِمْ مَّسْجِدًا",
            "22": "سَيَقُوْلُوْنَ ثَلٰثَةٌ رَّابِعُهُمْ كَلْبُهُمْۚ وَيَقُوْلُوْنَ خَمْسَةٌ سَادِسُهُمْ كَلْبُهُمْ رَجْمًاۢ بِالْغَيْبِۚ وَيَقُوْلُوْنَ سَبْعَةٌ وَّثَامِنُهُمْ كَلْبُهُمْ ۗقُلْ رَّبِّيْٓ اَعْلَمُ بِعِدَّتِهِمْ مَّا يَعْلَمُهُمْ اِلَّا قَلِيْلٌ ەۗ فَلَا تُمَارِ فِيْهِمْ اِلَّا مِرَاۤءً ظَاهِرًا ۖوَّلَا تَسْتَفْتِ فِيْهِمْ مِّنْهُمْ اَحَدًا ࣖ",
            "23": "وَلَا تَقُوْلَنَّ لِشَا۟يْءٍ اِنِّيْ فَاعِلٌ ذٰلِكَ غَدًاۙ  ",
            "24": "اِلَّآ اَنْ يَّشَاۤءَ اللّٰهُ ۖوَاذْكُرْ رَّبَّكَ اِذَا نَسِيْتَ وَقُلْ عَسٰٓى اَنْ يَّهْدِيَنِ رَبِّيْ لِاَقْرَبَ مِنْ هٰذَا رَشَدًا",
            "25": "وَلَبِثُوْا فِيْ كَهْفِهِمْ ثَلٰثَ مِائَةٍ سِنِيْنَ وَازْدَادُوْا تِسْعًا",
            "26": "قُلِ اللّٰهُ اَعْلَمُ بِمَا لَبِثُوْا ۚ لَهٗ غَيْبُ السَّمٰوٰتِ وَالْاَرْضِۗ اَبْصِرْ بِهٖ وَاَسْمِعْۗ مَا لَهُمْ مِّنْ دُوْنِهٖ مِنْ وَّلِيٍّۗ وَلَا يُشْرِكُ فِيْ حُكْمِهٖٓ اَحَدًا",
            "27": "وَاتْلُ مَآ اُوْحِيَ اِلَيْكَ مِنْ كِتَابِ رَبِّكَۗ  لَا مُبَدِّلَ لِكَلِمٰتِهٖۗ وَلَنْ تَجِدَ مِنْ دُوْنِهٖ مُلْتَحَدًا",
            "28": "وَاصْبِرْ نَفْسَكَ مَعَ الَّذِيْنَ يَدْعُوْنَ رَبَّهُمْ بِالْغَدٰوةِ وَالْعَشِيِّ يُرِيْدُوْنَ وَجْهَهٗ وَلَا تَعْدُ عَيْنٰكَ عَنْهُمْۚ تُرِيْدُ زِيْنَةَ الْحَيٰوةِ الدُّنْيَاۚ وَلَا تُطِعْ مَنْ اَغْفَلْنَا قَلْبَهٗ عَنْ ذِكْرِنَا وَاتَّبَعَ هَوٰىهُ وَكَانَ اَمْرُهٗ فُرُطًا",
            "29": "وَقُلِ الْحَقُّ مِنْ رَّبِّكُمْۗ فَمَنْ شَاۤءَ فَلْيُؤْمِنْ وَّمَنْ شَاۤءَ فَلْيَكْفُرْۚ اِنَّآ اَعْتَدْنَا لِلظّٰلِمِيْنَ نَارًاۙ اَحَاطَ بِهِمْ سُرَادِقُهَاۗ وَاِنْ يَّسْتَغِيْثُوْا يُغَاثُوْا بِمَاۤءٍ كَالْمُهْلِ يَشْوِى الْوُجُوْهَۗ بِئْسَ الشَّرَابُۗ وَسَاۤءَتْ مُرْتَفَقًا",
            "30": "اِنَّ الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ اِنَّا لَا نُضِيْعُ اَجْرَ مَنْ اَحْسَنَ عَمَلًاۚ  ",
            "31": "اُولٰۤىِٕكَ لَهُمْ جَنّٰتُ عَدْنٍ تَجْرِيْ مِنْ تَحْتِهِمُ الْاَنْهٰرُ يُحَلَّوْنَ فِيْهَا مِنْ اَسَاوِرَ مِنْ ذَهَبٍ وَّيَلْبَسُوْنَ ثِيَابًا خُضْرًا مِّنْ سُنْدُسٍ وَّاِسْتَبْرَقٍ مُّتَّكِىِٕيْنَ فِيْهَا عَلَى الْاَرَاۤىِٕكِۗ نِعْمَ الثَّوَابُۗ وَحَسُنَتْ مُرْتَفَقًا",
            "32": "۞ وَاضْرِبْ لَهُمْ مَّثَلًا رَّجُلَيْنِ جَعَلْنَا لِاَحَدِهِمَا جَنَّتَيْنِ مِنْ اَعْنَابٍ وَّحَفَفْنٰهُمَا بِنَخْلٍ وَّجَعَلْنَا بَيْنَهُمَا زَرْعًاۗ ",
            "33": "كِلْتَا الْجَنَّتَيْنِ اٰتَتْ اُكُلَهَا وَلَمْ تَظْلِمْ مِّنْهُ شَيْـًٔاۙ وَّفَجَّرْنَا خِلٰلَهُمَا نَهَرًاۙ  ",
            "34": "وَّكَانَ لَهٗ ثَمَرٌۚ فَقَالَ لِصَاحِبِهٖ وَهُوَ يُحَاوِرُهٗٓ اَنَا۠ اَكْثَرُ مِنْكَ مَالًا وَّاَعَزُّ نَفَرًا",
            "35": "وَدَخَلَ جَنَّتَهٗ وَهُوَ ظَالِمٌ لِّنَفْسِهٖۚ قَالَ مَآ اَظُنُّ اَنْ تَبِيْدَ هٰذِهٖٓ اَبَدًاۙ  ",
            "36": "وَّمَآ اَظُنُّ السَّاعَةَ قَاۤىِٕمَةً وَّلَىِٕنْ رُّدِدْتُّ اِلٰى رَبِّيْ لَاَجِدَنَّ خَيْرًا مِّنْهَا مُنْقَلَبًا ",
            "37": "قَالَ لَهٗ صَاحِبُهٗ وَهُوَ يُحَاوِرُهٗٓ اَكَفَرْتَ بِالَّذِيْ خَلَقَكَ مِنْ تُرَابٍ ثُمَّ مِنْ نُّطْفَةٍ ثُمَّ سَوّٰىكَ رَجُلًاۗ  ",
            "38": "لٰكِنَّا۠ هُوَ اللّٰهُ رَبِّيْ وَلَآ اُشْرِكُ بِرَبِّيْٓ اَحَدًا ",
            "39": "وَلَوْلَآ اِذْ دَخَلْتَ جَنَّتَكَ قُلْتَ مَا شَاۤءَ اللّٰهُ ۙ لَا قُوَّةَ اِلَّا بِاللّٰهِ ۚاِنْ تَرَنِ اَنَا۠ اَقَلَّ مِنْكَ مَالًا وَّوَلَدًاۚ ",
            "40": "فَعَسٰى رَبِّيْٓ اَنْ يُّؤْتِيَنِ خَيْرًا مِّنْ جَنَّتِكَ وَيُرْسِلَ عَلَيْهَا حُسْبَانًا مِّنَ السَّمَاۤءِ فَتُصْبِحَ صَعِيْدًا زَلَقًاۙ ",
            "41": "اَوْ يُصْبِحَ مَاۤؤُهَا غَوْرًا فَلَنْ تَسْتَطِيْعَ لَهٗ طَلَبًا ",
            "42": "وَاُحِيْطَ بِثَمَرِهٖ فَاَصْبَحَ يُقَلِّبُ كَفَّيْهِ عَلٰى مَآ اَنْفَقَ فِيْهَا وَهِيَ خَاوِيَةٌ عَلٰى عُرُوْشِهَا وَيَقُوْلُ يٰلَيْتَنِيْ لَمْ اُشْرِكْ بِرَبِّيْٓ اَحَدًا",
            "43": "وَلَمْ تَكُنْ لَّهٗ فِئَةٌ يَّنْصُرُوْنَهٗ مِنْ دُوْنِ اللّٰهِ وَمَا كَانَ مُنْتَصِرًاۗ  ",
            "44": "هُنَالِكَ الْوَلَايَةُ لِلّٰهِ الْحَقِّۗ هُوَ خَيْرٌ ثَوَابًا وَّخَيْرٌ عُقْبًا ࣖ",
            "45": "وَاضْرِبْ لَهُمْ مَّثَلَ الْحَيٰوةِ الدُّنْيَا كَمَاۤءٍ اَنْزَلْنٰهُ مِنَ السَّمَاۤءِ فَاخْتَلَطَ بِهٖ نَبَاتُ الْاَرْضِ فَاَصْبَحَ هَشِيْمًا تَذْرُوْهُ الرِّيٰحُ ۗوَكَانَ اللّٰهُ عَلٰى كُلِّ شَيْءٍ مُّقْتَدِرًا",
            "46": "اَلْمَالُ وَالْبَنُوْنَ زِيْنَةُ الْحَيٰوةِ الدُّنْيَاۚ وَالْبٰقِيٰتُ الصّٰلِحٰتُ خَيْرٌ عِنْدَ رَبِّكَ ثَوَابًا وَّخَيْرٌ اَمَلًا",
            "47": "وَيَوْمَ نُسَيِّرُ الْجِبَالَ وَتَرَى الْاَرْضَ بَارِزَةًۙ وَّحَشَرْنٰهُمْ فَلَمْ نُغَادِرْ مِنْهُمْ اَحَدًاۚ ",
            "48": "وَعُرِضُوْا عَلٰى رَبِّكَ صَفًّاۗ  لَقَدْ جِئْتُمُوْنَا كَمَا خَلَقْنٰكُمْ اَوَّلَ مَرَّةٍۢ  ۖبَلْ زَعَمْتُمْ اَلَّنْ نَّجْعَلَ لَكُمْ مَّوْعِدًا",
            "49": "وَوُضِعَ الْكِتٰبُ فَتَرَى الْمُجْرِمِيْنَ مُشْفِقِيْنَ مِمَّا فِيْهِ وَيَقُوْلُوْنَ يٰوَيْلَتَنَا مَالِ هٰذَا الْكِتٰبِ لَا يُغَادِرُ صَغِيْرَةً وَّلَا كَبِيْرَةً اِلَّآ اَحْصٰىهَاۚ وَوَجَدُوْا مَا عَمِلُوْا حَاضِرًاۗ وَلَا يَظْلِمُ رَبُّكَ اَحَدًا ࣖ ",
            "50": "وَاِذْ قُلْنَا لِلْمَلٰۤىِٕكَةِ اسْجُدُوْا لِاٰدَمَ فَسَجَدُوْٓا اِلَّآ اِبْلِيْسَۗ كَانَ مِنَ الْجِنِّ فَفَسَقَ عَنْ اَمْرِ رَبِّهٖۗ اَفَتَتَّخِذُوْنَهٗ وَذُرِّيَّتَهٗٓ اَوْلِيَاۤءَ مِنْ دُوْنِيْ وَهُمْ لَكُمْ عَدُوٌّۗ بِئْسَ لِلظّٰلِمِيْنَ بَدَلًا ",
            "51": "۞ مَآ اَشْهَدْتُّهُمْ خَلْقَ السَّمٰوٰتِ وَالْاَرْضِ وَلَا خَلْقَ اَنْفُسِهِمْۖ وَمَا كُنْتُ مُتَّخِذَ الْمُضِلِّيْنَ عَضُدًا",
            "52": "وَيَوْمَ يَقُوْلُ نَادُوْا شُرَكَاۤءِيَ الَّذِيْنَ زَعَمْتُمْ فَدَعَوْهُمْ فَلَمْ يَسْتَجِيْبُوْا لَهُمْ وَجَعَلْنَا بَيْنَهُمْ مَّوْبِقًا",
            "53": "وَرَاَ الْمُجْرِمُوْنَ النَّارَ فَظَنُّوْٓا اَنَّهُمْ مُّوَاقِعُوْهَا وَلَمْ يَجِدُوْا عَنْهَا مَصْرِفًا ࣖ ",
            "54": "وَلَقَدْ صَرَّفْنَا فِيْ هٰذَا الْقُرْاٰنِ لِلنَّاسِ مِنْ كُلِّ مَثَلٍۗ وَكَانَ الْاِنْسَانُ اَكْثَرَ شَيْءٍ جَدَلًا ",
            "55": "وَمَا مَنَعَ النَّاسَ اَنْ يُّؤْمِنُوْٓا اِذْ جَاۤءَهُمُ الْهُدٰى وَيَسْتَغْفِرُوْا رَبَّهُمْ اِلَّآ اَنْ تَأْتِيَهُمْ سُنَّةُ الْاَوَّلِيْنَ اَوْ يَأْتِيَهُمُ الْعَذَابُ قُبُلًا",
            "56": "وَمَا نُرْسِلُ الْمُرْسَلِيْنَ اِلَّا مُبَشِّرِيْنَ وَمُنْذِرِيْنَۚ وَيُجَادِلُ الَّذِيْنَ كَفَرُوْا بِالْبَاطِلِ لِيُدْحِضُوْا بِهِ الْحَقَّ وَاتَّخَذُوْٓا اٰيٰتِيْ وَمَآ اُنْذِرُوْا هُزُوًا",
            "57": "وَمَنْ اَظْلَمُ مِمَّنْ ذُكِّرَ بِاٰيٰتِ رَبِّهٖ فَاَعْرَضَ عَنْهَا وَنَسِيَ مَا قَدَّمَتْ يَدَاهُۗ اِنَّا جَعَلْنَا عَلٰى قُلُوْبِهِمْ اَكِنَّةً اَنْ يَّفْقَهُوْهُ وَفِيْٓ اٰذَانِهِمْ وَقْرًاۗ وَاِنْ تَدْعُهُمْ اِلَى الْهُدٰى فَلَنْ يَّهْتَدُوْٓا اِذًا اَبَدًا ",
            "58": "وَرَبُّكَ الْغَفُوْرُ ذُو الرَّحْمَةِۗ  لَوْ يُؤَاخِذُهُمْ بِمَا كَسَبُوْا لَعَجَّلَ لَهُمُ الْعَذَابَۗ بَلْ لَّهُمْ مَّوْعِدٌ لَّنْ يَّجِدُوْا مِنْ دُوْنِهٖ مَوْىِٕلًا",
            "59": "وَتِلْكَ الْقُرٰٓى اَهْلَكْنٰهُمْ لَمَّا ظَلَمُوْا وَجَعَلْنَا لِمَهْلِكِهِمْ مَّوْعِدًا ࣖ",
            "60": "وَاِذْ قَالَ مُوْسٰى لِفَتٰىهُ لَآ اَبْرَحُ حَتّٰٓى  اَبْلُغَ مَجْمَعَ الْبَحْرَيْنِ اَوْ اَمْضِيَ حُقُبًا",
            "61": "فَلَمَّا بَلَغَا مَجْمَعَ بَيْنِهِمَا نَسِيَا حُوْتَهُمَا فَاتَّخَذَ سَبِيْلَهٗ فِى الْبَحْرِ سَرَبًا ",
            "62": "فَلَمَّا جَاوَزَا قَالَ لِفَتٰىهُ اٰتِنَا غَدَاۤءَنَاۖ  لَقَدْ لَقِيْنَا مِنْ سَفَرِنَا هٰذَا نَصَبًا ",
            "63": "قَالَ اَرَاَيْتَ اِذْ اَوَيْنَآ اِلَى الصَّخْرَةِ فَاِنِّيْ نَسِيْتُ الْحُوْتَۖ وَمَآ اَنْسٰىنِيْهُ اِلَّا الشَّيْطٰنُ اَنْ اَذْكُرَهٗۚ وَاتَّخَذَ سَبِيْلَهٗ فِى الْبَحْرِ عَجَبًا ",
            "64": "قَالَ ذٰلِكَ مَا كُنَّا نَبْغِۖ فَارْتَدَّا عَلٰٓى اٰثَارِهِمَا قَصَصًاۙ  ",
            "65": "فَوَجَدَا عَبْدًا مِّنْ عِبَادِنَآ اٰتَيْنٰهُ رَحْمَةً مِّنْ عِنْدِنَا وَعَلَّمْنٰهُ مِنْ لَّدُنَّا عِلْمًا",
            "66": "قَالَ لَهٗ مُوسٰى هَلْ اَتَّبِعُكَ عَلٰٓى اَنْ تُعَلِّمَنِ مِمَّا عُلِّمْتَ رُشْدًا",
            "67": "قَالَ اِنَّكَ لَنْ تَسْتَطِيْعَ مَعِيَ صَبْرًا ",
            "68": "وَكَيْفَ تَصْبِرُ عَلٰى مَا لَمْ تُحِطْ بِهٖ خُبْرًا",
            "69": "قَالَ سَتَجِدُنِيْٓ اِنْ شَاۤءَ اللّٰهُ صَابِرًا وَّلَآ اَعْصِيْ لَكَ اَمْرًا",
            "70": "قَالَ فَاِنِ اتَّبَعْتَنِيْ فَلَا تَسْـَٔلْنِيْ عَنْ شَيْءٍ حَتّٰٓى اُحْدِثَ لَكَ مِنْهُ ذِكْرًا ࣖ ",
            "71": "فَانْطَلَقَاۗ حَتّٰٓى اِذَا رَكِبَا فِى السَّفِيْنَةِ خَرَقَهَاۗ قَالَ اَخَرَقْتَهَا لِتُغْرِقَ اَهْلَهَاۚ  لَقَدْ جِئْتَ شَيْـًٔا اِمْرًا ",
            "72": "قَالَ اَلَمْ اَقُلْ اِنَّكَ لَنْ تَسْتَطِيْعَ مَعِيَ صَبْرًا ",
            "73": "قَالَ لَا تُؤَاخِذْنِيْ بِمَا نَسِيْتُ وَلَا تُرْهِقْنِيْ مِنْ اَمْرِيْ عُسْرًا",
            "74": "فَانْطَلَقَا ۗحَتّٰٓى اِذَا لَقِيَا غُلٰمًا فَقَتَلَهٗ ۙقَالَ اَقَتَلْتَ نَفْسًا زَكِيَّةً؈ۢبِغَيْرِ نَفْسٍۗ  لَقَدْ جِئْتَ شَيْـًٔا نُكْرًا   ۔",
            "75": "۞ قَالَ اَلَمْ اَقُلْ لَّكَ اِنَّكَ لَنْ تَسْتَطِيْعَ مَعِيَ صَبْرًا ",
            "76": "قَالَ اِنْ سَاَلْتُكَ عَنْ شَيْءٍۢ بَعْدَهَا فَلَا تُصٰحِبْنِيْۚ قَدْ بَلَغْتَ مِنْ لَّدُنِّيْ عُذْرًا ",
            "77": "فَانْطَلَقَا ۗحَتّٰىٓ اِذَآ اَتَيَآ اَهْلَ قَرْيَةِ ِۨاسْتَطْعَمَآ اَهْلَهَا فَاَبَوْا اَنْ يُّضَيِّفُوْهُمَا فَوَجَدَا فِيْهَا جِدَارًا يُّرِيْدُ اَنْ يَّنْقَضَّ فَاَقَامَهٗ ۗقَالَ لَوْ شِئْتَ لَتَّخَذْتَ عَلَيْهِ اَجْرًا ",
            "78": "قَالَ هٰذَا فِرَاقُ بَيْنِيْ وَبَيْنِكَۚ سَاُنَبِّئُكَ بِتَأْوِيْلِ مَا لَمْ تَسْتَطِعْ عَّلَيْهِ صَبْرًا ",
            "79": "اَمَّا السَّفِيْنَةُ فَكَانَتْ لِمَسٰكِيْنَ يَعْمَلُوْنَ فِى الْبَحْرِ فَاَرَدْتُّ اَنْ اَعِيْبَهَاۗ وَكَانَ وَرَاۤءَهُمْ مَّلِكٌ يَّأْخُذُ كُلَّ سَفِيْنَةٍ غَصْبًا ",
            "80": "وَاَمَّا الْغُلٰمُ فَكَانَ اَبَوَاهُ مُؤْمِنَيْنِ فَخَشِيْنَآ اَنْ يُّرْهِقَهُمَا طُغْيَانًا وَّكُفْرًا ۚ",
            "81": "فَاَرَدْنَآ اَنْ يُّبْدِلَهُمَا رَبُّهُمَا خَيْرًا مِّنْهُ زَكٰوةً وَّاَقْرَبَ رُحْمًا ",
            "82": "وَاَمَّا الْجِدَارُ فَكَانَ لِغُلٰمَيْنِ يَتِيْمَيْنِ فِى الْمَدِيْنَةِ وَكَانَ تَحْتَهٗ كَنْزٌ لَّهُمَا وَكَانَ اَبُوْهُمَا صَالِحًا ۚفَاَرَادَ رَبُّكَ اَنْ يَّبْلُغَآ اَشُدَّهُمَا وَيَسْتَخْرِجَا كَنْزَهُمَا رَحْمَةً مِّنْ رَّبِّكَۚ وَمَا فَعَلْتُهٗ عَنْ اَمْرِيْۗ ذٰلِكَ تَأْوِيْلُ مَا لَمْ تَسْطِعْ عَّلَيْهِ صَبْرًاۗ  ࣖ",
            "83": "وَيَسْـَٔلُوْنَكَ عَنْ ذِى الْقَرْنَيْنِۗ قُلْ سَاَتْلُوْا عَلَيْكُمْ مِّنْهُ ذِكْرًا ۗ",
            "84": "اِنَّا مَكَّنَّا لَهٗ فِى الْاَرْضِ وَاٰتَيْنٰهُ مِنْ كُلِّ شَيْءٍ سَبَبًا ۙ",
            "85": "فَاَتْبَعَ سَبَبًا",
            "86": "حَتّٰىٓ اِذَا بَلَغَ مَغْرِبَ الشَّمْسِ وَجَدَهَا تَغْرُبُ فِيْ عَيْنٍ حَمِئَةٍ وَّوَجَدَ عِنْدَهَا قَوْمًا ەۗ قُلْنَا يٰذَا الْقَرْنَيْنِ اِمَّآ اَنْ تُعَذِّبَ وَاِمَّآ اَنْ تَتَّخِذَ فِيْهِمْ حُسْنًا",
            "87": "قَالَ اَمَّا مَنْ ظَلَمَ فَسَوْفَ نُعَذِّبُهٗ ثُمَّ يُرَدُّ اِلٰى رَبِّهٖ فَيُعَذِّبُهٗ عَذَابًا نُّكْرًا ",
            "88": "وَاَمَّا مَنْ اٰمَنَ وَعَمِلَ صَالِحًا فَلَهٗ جَزَاۤءً ۨالْحُسْنٰىۚ وَسَنَقُوْلُ لَهٗ مِنْ اَمْرِنَا يُسْرًا ۗ",
            "89": "ثُمَّ اَتْبَعَ سَبَبًا ",
            "90": "حَتّٰىٓ اِذَا بَلَغَ مَطْلِعَ الشَّمْسِ وَجَدَهَا تَطْلُعُ عَلٰى قَوْمٍ لَّمْ نَجْعَلْ لَّهُمْ مِّنْ دُوْنِهَا سِتْرًا ۙ",
            "91": "كَذٰلِكَۗ وَقَدْ اَحَطْنَا بِمَا لَدَيْهِ خُبْرًا ",
            "92": "ثُمَّ اَتْبَعَ سَبَبًا ",
            "93": "حَتّٰىٓ اِذَا بَلَغَ بَيْنَ السَّدَّيْنِ وَجَدَ مِنْ دُوْنِهِمَا قَوْمًاۙ  لَّا يَكَادُوْنَ يَفْقَهُوْنَ قَوْلًا ",
            "94": "قَالُوْا يٰذَا الْقَرْنَيْنِ اِنَّ يَأْجُوْجَ وَمَأْجُوْجَ مُفْسِدُوْنَ فِى الْاَرْضِ فَهَلْ نَجْعَلُ لَكَ خَرْجًا عَلٰٓى اَنْ تَجْعَلَ بَيْنَنَا وَبَيْنَهُمْ سَدًّا ",
            "95": "قَالَ مَا مَكَّنِّيْ فِيْهِ رَبِّيْ خَيْرٌ فَاَعِيْنُوْنِيْ بِقُوَّةٍ اَجْعَلْ بَيْنَكُمْ وَبَيْنَهُمْ رَدْمًا ۙ",
            "96": "اٰتُوْنِيْ زُبَرَ الْحَدِيْدِۗ حَتّٰىٓ اِذَا سَاوٰى بَيْنَ الصَّدَفَيْنِ قَالَ انْفُخُوْا ۗحَتّٰىٓ اِذَا جَعَلَهٗ نَارًاۙ قَالَ اٰتُوْنِيْٓ اُفْرِغْ عَلَيْهِ قِطْرًا ۗ",
            "97": "فَمَا اسْطَاعُوْٓا اَنْ يَّظْهَرُوْهُ وَمَا اسْتَطَاعُوْا لَهٗ نَقْبًا ",
            "98": "قَالَ هٰذَا رَحْمَةٌ مِّنْ رَّبِّيْۚ فَاِذَا جَاۤءَ وَعْدُ رَبِّيْ جَعَلَهٗ دَكَّاۤءَۚ وَكَانَ وَعْدُ رَبِّيْ حَقًّا ۗ",
            "99": "۞ وَتَرَكْنَا بَعْضَهُمْ يَوْمَىِٕذٍ يَّمُوْجُ فِيْ بَعْضٍ وَّنُفِخَ فِى الصُّوْرِ فَجَمَعْنٰهُمْ جَمْعًا ۙ",
            "100": "وَّعَرَضْنَا جَهَنَّمَ يَوْمَىِٕذٍ لِّلْكٰفِرِيْنَ عَرْضًا ۙ",
            "101": " ۨالَّذِيْنَ كَانَتْ اَعْيُنُهُمْ فِيْ غِطَاۤءٍ عَنْ ذِكْرِيْ وَكَانُوْا لَا يَسْتَطِيْعُوْنَ سَمْعًا ࣖ",
            "102": "اَفَحَسِبَ الَّذِيْنَ كَفَرُوْٓا اَنْ يَّتَّخِذُوْا عِبَادِيْ مِنْ دُوْنِيْٓ اَوْلِيَاۤءَ ۗاِنَّآ اَعْتَدْنَا جَهَنَّمَ لِلْكٰفِرِيْنَ نُزُلًا ",
            "103": "قُلْ هَلْ نُنَبِّئُكُمْ بِالْاَخْسَرِيْنَ اَعْمَالًا ۗ",
            "104": "اَلَّذِيْنَ ضَلَّ سَعْيُهُمْ فِى الْحَيٰوةِ الدُّنْيَا وَهُمْ يَحْسَبُوْنَ اَنَّهُمْ يُحْسِنُوْنَ صُنْعًا ",
            "105": "اُولٰۤىِٕكَ الَّذِيْنَ كَفَرُوْا بِاٰيٰتِ رَبِّهِمْ وَلِقَاۤىِٕهٖ فَحَبِطَتْ اَعْمَالُهُمْ فَلَا نُقِيْمُ لَهُمْ يَوْمَ الْقِيٰمَةِ وَزْنًا ",
            "106": "ذٰلِكَ جَزَاۤؤُهُمْ جَهَنَّمُ بِمَا كَفَرُوْا وَاتَّخَذُوْٓا اٰيٰتِيْ وَرُسُلِيْ هُزُوًا ",
            "107": "اِنَّ الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ كَانَتْ لَهُمْ جَنّٰتُ الْفِرْدَوْسِ نُزُلًا ۙ",
            "108": "خٰلِدِيْنَ فِيْهَا لَا يَبْغُوْنَ عَنْهَا حِوَلًا ",
            "109": "قُلْ لَّوْ كَانَ الْبَحْرُ مِدَادًا لِّكَلِمٰتِ رَبِّيْ لَنَفِدَ الْبَحْرُ قَبْلَ اَنْ تَنْفَدَ كَلِمٰتُ رَبِّيْ وَلَوْ جِئْنَا بِمِثْلِهٖ مَدَدًا ",
            "110": "قُلْ اِنَّمَآ اَنَا۠ بَشَرٌ مِّثْلُكُمْ يُوْحٰٓى اِلَيَّ اَنَّمَآ اِلٰهُكُمْ اِلٰهٌ وَّاحِدٌۚ فَمَنْ كَانَ يَرْجُوْا لِقَاۤءَ رَبِّهٖ فَلْيَعْمَلْ عَمَلًا صَالِحًا وَّلَا يُشْرِكْ بِعِبَادَةِ رَبِّهٖٓ اَحَدًا ࣖ"
        },
        "translations": {
            "id": {
                "name": "Goa",
                "text": {
                    "1": "Segala puji bagi Allah yang telah menurunkan Kitab (Al-Qur'an) kepada hamba-Nya dan Dia tidak menjadikannya bengkok;",
                    "2": "sebagai bimbingan yang lurus, untuk memperingatkan akan siksa yang sangat pedih dari sisi-Nya dan memberikan kabar gembira kepada orang-orang mukmin yang mengerjakan kebajikan bahwa mereka akan mendapat balasan yang baik,",
                    "3": "mereka kekal di dalamnya untuk selama-lamanya.",
                    "4": "Dan untuk memperingatkan kepada orang yang berkata, “Allah mengambil seorang anak.”",
                    "5": "Mereka sama sekali tidak mempunyai pengetahuan tentang hal itu, begitu pula nenek moyang mereka. Alangkah jeleknya kata-kata yang keluar dari mulut mereka; mereka hanya mengatakan (sesuatu) kebohongan belaka.",
                    "6": "Maka barangkali engkau (Muhammad) akan mencelakakan dirimu karena bersedih hati setelah mereka berpaling, sekiranya mereka tidak beriman kepada keterangan ini (Al-Qur'an).",
                    "7": "Sesungguhnya Kami telah menjadikan apa yang ada di bumi sebagai perhiasan baginya, untuk Kami menguji mereka, siapakah di antaranya yang terbaik perbuatannya.",
                    "8": "Dan Kami benar-benar akan menjadikan (pula) apa yang di atasnya menjadi tanah yang tandus lagi kering.",
                    "9": "Apakah engkau mengira bahwa orang yang mendiami gua, dan (yang mempunyai) raqim itu, termasuk tanda-tanda (kebesaran) Kami yang menakjubkan?",
                    "10": "(Ingatlah) ketika pemuda-pemuda itu berlindung ke dalam gua lalu mereka berdoa, “Ya Tuhan kami. Berikanlah rahmat kepada kami dari sisi-Mu dan sempurnakanlah petunjuk yang lurus bagi kami dalam urusan kami.”",
                    "11": "Maka Kami tutup telinga mereka di dalam gua itu, selama beberapa tahun.",
                    "12": "Kemudian Kami bangunkan mereka, agar Kami mengetahui manakah di antara ke dua golongan itu yang lebih tepat dalam menghitung berapa lamanya mereka tinggal (dalam gua itu).",
                    "13": "Kami ceritakan kepadamu (Muhammad) kisah mereka dengan sebenarnya. Sesungguhnya mereka adalah pemuda-pemuda yang beriman kepada Tuhan mereka, dan Kami tambahkan petunjuk kepada mereka.",
                    "14": "Dan Kami teguhkan hati mereka ketika mereka berdiri lalu mereka berkata, “Tuhan kami adalah Tuhan langit dan bumi; kami tidak menyeru tuhan selain Dia. Sungguh, kalau kami berbuat demikian, tentu kami telah mengucapkan perkataan yang sangat jauh dari kebenaran.”",
                    "15": "Mereka itu kaum kami yang telah menjadikan tuhan-tuhan (untuk disembah) selain Dia. Mengapa mereka tidak mengemukakan alasan yang jelas (tentang kepercayaan mereka)? Maka siapakah yang lebih zalim daripada orang yang mengada-adakan kebohongan terhadap Allah?",
                    "16": "Dan apabila kamu meninggalkan mereka dan apa yang mereka sembah selain Allah, maka carilah tempat berlindung ke dalam gua itu, niscaya Tuhanmu akan melimpahkan sebagian rahmat-Nya kepadamu dan menyediakan sesuatu yang berguna bagimu dalam urusanmu.",
                    "17": "Dan engkau akan melihat matahari ketika terbit, condong dari gua mereka ke sebelah kanan, dan apabila matahari itu terbenam, menjauhi mereka ke sebelah kiri sedang mereka berada dalam tempat yang luas di dalam (gua) itu. Itulah sebagian dari tanda-tanda (kebesaran) Allah. Barangsiapa diberi petunjuk oleh Allah, maka dialah yang mendapat petunjuk; dan barangsiapa disesatkan-Nya, maka engkau tidak akan mendapatkan seorang penolong yang dapat memberi petunjuk kepadanya.",
                    "18": "Dan engkau mengira mereka itu tidak tidur, padahal mereka tidur; dan Kami bolak-balikkan mereka ke kanan dan ke kiri, sedang anjing mereka membentangkan kedua lengannya di depan pintu gua. Dan jika kamu menyaksikan mereka tentu kamu akan berpaling melarikan (diri) dari mereka dan pasti kamu akan dipenuhi rasa takut terhadap mereka.",
                    "19": "Dan demikianlah Kami bangunkan mereka, agar di antara mereka saling bertanya. Salah seorang di antara mereka berkata, “Sudah berapa lama kamu berada (di sini)?” Mereka menjawab, “Kita berada (di sini) sehari atau setengah hari.” Berkata (yang lain lagi), “Tuhanmu lebih mengetahui berapa lama kamu berada (di sini). Maka suruhlah salah seorang di antara kamu pergi ke kota dengan membawa uang perakmu ini, dan hendaklah dia lihat manakah makanan yang lebih baik, dan bawalah sebagian makanan itu untukmu, dan hendaklah dia berlaku lemah lembut dan jangan sekali-kali menceritakan halmu kepada siapa pun.",
                    "20": "Sesungguhnya jika mereka dapat mengetahui tempatmu, niscaya mereka akan melempari kamu dengan batu, atau memaksamu kembali kepada agama mereka, dan jika demikian niscaya kamu tidak akan beruntung selama-lamanya.”      ",
                    "21": "Dan demikian (pula) Kami perlihatkan (manusia) dengan mereka, agar mereka tahu, bahwa janji Allah benar, dan bahwa (kedatangan) hari Kiamat tidak ada keraguan padanya. Ketika mereka berselisih tentang urusan mereka, maka mereka berkata, “Dirikanlah sebuah bangunan di atas (gua) mereka, Tuhan mereka lebih mengetahui tentang mereka.” Orang yang berkuasa atas urusan mereka berkata, “Kami pasti akan mendirikan sebuah rumah ibadah di atasnya.”",
                    "22": "Nanti (ada orang yang akan) mengatakan, ”(Jumlah mereka) tiga (orang), yang ke empat adalah anjingnya,” dan (yang lain) mengatakan, “(Jumlah mereka) lima (orang), yang ke enam adalah anjingnya,” sebagai terkaan terhadap yang gaib; dan (yang lain lagi) mengatakan, “(Jumlah mereka) tujuh (orang), yang ke delapan adalah anjingnya.” Katakanlah (Muhammad), “Tuhanku lebih mengetahui jumlah mereka; tidak ada yang mengetahui (bilangan) mereka kecuali sedikit.” Karena itu janganlah engkau (Muhammad) berbantah tentang hal mereka, kecuali perbantahan lahir saja dan jangan engkau menanyakan tentang mereka (pemuda-pemuda itu) kepada siapa pun.",
                    "23": "Dan jangan sekali-kali engkau mengatakan terhadap sesuatu, “Aku pasti melakukan itu besok pagi,”",
                    "24": "kecuali (dengan mengatakan), “Insya Allah.” Dan ingatlah kepada Tuhanmu apabila engkau lupa dan katakanlah, “Mudah-mudahan Tuhanku akan memberiku petunjuk kepadaku agar aku yang lebih dekat (kebenarannya) daripada ini.”",
                    "25": "Dan mereka tinggal dalam gua selama tiga ratus tahun dan ditambah sembilan tahun.",
                    "26": "Katakanlah, “Allah lebih mengetahui berapa lamanya mereka tinggal (di gua); milik-Nya semua yang tersembunyi di langit dan di bumi. Alangkah terang penglihatan-Nya dan alangkah tajam pendengaran-Nya; tidak ada seorang pelindung pun bagi mereka selain Dia; dan Dia tidak mengambil seorang pun menjadi sekutu-Nya dalam menetapkan keputusan.”",
                    "27": "Dan bacakanlah (Muhammad) apa yang diwahyukan kepadamu, yaitu Kitab Tuhanmu (Al-Qur'an). Tidak ada yang dapat mengubah kalimat-kalimat-Nya. Dan engkau tidak akan dapat menemukan tempat berlindung selain kepada-Nya.",
                    "28": "Dan bersabarlah engkau (Muhammad) bersama orang yang menyeru Tuhannya pada pagi dan senja hari dengan mengharap keridaan-Nya; dan janganlah kedua matamu berpaling dari mereka (karena) mengharapkan perhiasan kehidupan dunia; dan janganlah engkau mengikuti orang yang hatinya telah Kami lalaikan dari mengingat Kami, serta menuruti keinginannya dan keadaannya sudah melewati batas.",
                    "29": "Dan katakanlah (Muhammad), “Kebenaran itu datangnya dari Tuhanmu; barangsiapa menghendaki (beriman) hendaklah dia beriman, dan barangsiapa menghendaki (kafir) biarlah dia kafir.” Sesungguhnya Kami telah menyediakan neraka bagi orang zalim, yang gejolaknya mengepung mereka. Jika mereka meminta pertolongan (minum), mereka akan diberi air seperti besi yang mendidih yang menghanguskan wajah. (Itulah) minuman yang paling buruk dan tempat istirahat yang paling jelek.",
                    "30": "Sungguh, mereka yang beriman dan mengerjakan kebajikan, Kami benar-benar tidak akan menyia-nyiakan pahala orang yang mengerjakan perbuatan yang baik itu.",
                    "31": "Mereka itulah yang memperoleh Surga ‘Adn, yang mengalir di bawahnya sungai-sungai; (dalam surga itu) mereka diberi hiasan gelang emas dan mereka memakai pakaian hijau dari sutera halus dan sutera tebal, sedang mereka duduk sambil bersandar di atas dipan-dipan yang indah. (Itulah) sebaik-baik pahala dan tempat istirahat yang indah.",
                    "32": "Dan berikanlah (Muhammad) kepada mereka sebuah perumpamaan, dua orang laki-laki, yang seorang (yang kafir) Kami beri dua buah kebun anggur dan Kami kelilingi kedua kebun itu dengan pohon-pohon kurma dan di antara keduanya (kebun itu) Kami buatkan ladang.",
                    "33": "Kedua kebun itu menghasilkan buahnya, dan tidak berkurang (buahnya) sedikit pun, dan di celah-celah kedua kebun itu Kami alirkan sungai, ",
                    "34": "dan dia memiliki kekayaan besar, maka dia berkata kepada kawannya (yang beriman) ketika bercakap-cakap dengan dia, “Hartaku lebih banyak daripada hartamu dan pengikutku lebih kuat.” ",
                    "35": "Dan dia memasuki kebunnya dengan sikap merugikan dirinya sendiri (karena angkuh dan kafir); dia berkata, “Aku kira kebun ini tidak akan binasa selama-lamanya,",
                    "36": "dan aku kira hari Kiamat itu tidak akan datang, dan sekiranya aku dikembalikan kepada Tuhanku, pasti aku akan mendapat tempat kembali yang lebih baik dari pada ini.”",
                    "37": "Kawannya (yang beriman) berkata kepadanya sambil bercakap-cakap dengannya, “Apakah engkau ingkar kepada (Tuhan) yang menciptakan engkau dari tanah, kemudian dari setetes air mani, lalu Dia menjadikan engkau seorang laki-laki yang sempurna?",
                    "38": "Tetapi aku (percaya bahwa), Dialah Allah, Tuhanku, dan aku tidak mempersekutukan Tuhanku dengan sesuatu pun.",
                    "39": "Dan mengapa ketika engkau memasuki kebunmu tidak mengucapkan ”Masya Allah, la quwwata illa billah” (Sungguh, atas kehendak Allah, semua ini terwujud), tidak ada kekuatan kecuali dengan (pertolongan) Allah, sekalipun engkau anggap harta dan keturunanku lebih sedikit daripadamu.",
                    "40": "Maka mudah-mudahan Tuhanku, akan memberikan kepadaku (kebun) yang lebih baik dari kebunmu (ini); dan Dia mengirimkan petir dari langit ke kebunmu, sehingga (kebun itu) menjadi tanah yang licin,",
                    "41": "atau airnya menjadi surut ke dalam tanah, maka engkau tidak akan dapat menemukannya lagi.”",
                    "42": "Dan harta kekayaannya dibinasakan, lalu dia membolak-balikkan kedua telapak tangannya (tanda menyesal) terhadap apa yang telah dia belanjakan untuk itu, sedang pohon anggur roboh bersama penyangganya (para-para) lalu dia berkata, “Betapa sekiranya dahulu aku tidak mempersekutukan Tuhanku dengan sesuatu pun.”",
                    "43": "Dan tidak ada (lagi) baginya segolongan pun yang dapat menolongnya selain Allah; dan dia pun tidak akan dapat membela dirinya.",
                    "44": "Di sana, pertolongan itu hanya dari Allah Yang Mahabenar. Dialah (pemberi) pahala terbaik dan (pemberi) balasan terbaik.",
                    "45": "Dan buatkanlah untuk mereka (manusia) perumpamaan kehidupan dunia ini, ibarat air (hujan) yang Kami turunkan dari langit, sehingga menyuburkan tumbuh-tumbuhan di bumi, kemudian (tumbuh-tumbuhan) itu menjadi kering yang diterbangkan oleh angin. Dan Allah Mahakuasa atas segala sesuatu.",
                    "46": "Harta dan anak-anak adalah perhiasan kehidupan dunia tetapi amal kebajikan yang terus-menerus adalah lebih baik pahalanya di sisi Tuhanmu serta lebih baik untuk menjadi harapan.",
                    "47": "Dan (ingatlah) pada hari (ketika) Kami perjalankan gunung-gunung dan engkau akan melihat bumi itu rata dan Kami kumpulkan mereka (seluruh manusia), dan tidak Kami tinggalkan seorang pun dari mereka.",
                    "48": "Dan mereka akan dibawa ke hadapan Tuhanmu dengan berbaris. (Allah berfirman), “Sesungguhnya kamu datang kepada Kami, sebagaimana Kami menciptakan kamu pada pertama kali; bahkan kamu menganggap bahwa Kami tidak akan menetapkan bagi kamu waktu (berbangkit untuk memenuhi) perjanjian.”",
                    "49": "Dan diletakkanlah kitab (catatan amal), lalu engkau akan melihat orang yang berdosa merasa ketakutan terhadap apa yang (tertulis) di dalamnya, dan mereka berkata, “Betapa celaka kami, kitab apakah ini, tidak ada yang tertinggal, yang kecil dan yang besar melainkan tercatat semuanya,” dan mereka dapati (semua) apa yang telah mereka kerjakan (tertulis). Dan Tuhanmu tidak menzalimi seorang jua pun.",
                    "50": "Dan (ingatlah) ketika Kami berfirman kepada para malaikat, “Sujudlah kamu kepada Adam!” Maka mereka pun sujud kecuali Iblis. Dia adalah dari (golongan) jin, maka dia mendurhakai perintah Tuhannya. Pantaskah kamu menjadikan dia dan keturunannya sebagai pemimpin selain Aku, padahal mereka adalah musuhmu? Sangat buruklah (Iblis itu) sebagai pengganti (Allah) bagi orang yang zalim.",
                    "51": "Aku tidak menghadirkan mereka (Iblis dan anak cucunya) untuk menyaksikan penciptaan langit dan bumi dan tidak (pula) penciptaan diri mereka sendiri; dan Aku tidak menjadikan orang yang menyesatkan itu sebagai penolong.",
                    "52": "Dan (ingatlah) pada hari (ketika) Dia berfirman, “Panggillah olehmu sekutu-sekutu-Ku yang kamu anggap itu.” Mereka lalu memanggilnya, tetapi mereka (sekutu-sekutu) tidak membalas (seruan) mereka dan Kami adakan untuk mereka tempat kebinasaan (neraka).",
                    "53": "Dan orang yang berdosa melihat neraka, lalu mereka menduga, bahwa mereka akan jatuh ke dalamnya, dan mereka tidak menemukan tempat berpaling darinya. ",
                    "54": "Dan sesungguhnya Kami telah menjelaskan berulang-ulang kepada manusia dalam Al-Qur'an ini dengan bermacam-macam perumpamaan. Tetapi manusia adalah memang yang paling banyak membantah.",
                    "55": "Dan tidak ada (sesuatu pun) yang menghalangi manusia untuk beriman ketika petunjuk telah datang kepada mereka dan memohon ampunan kepada Tuhannya, kecuali (keinginan menanti) datangnya hukum (Allah yang telah berlaku pada) umat yang terdahulu atau datangnya azab atas mereka dengan nyata.",
                    "56": "Dan Kami tidak mengutus rasul-rasul melainkan sebagai pembawa kabar gembira dan pemberi peringatan; tetapi orang yang kafir membantah dengan (cara) yang batil agar dengan demikian mereka dapat melenyapkan yang hak (kebenaran), dan mereka menjadikan ayat-ayat-Ku dan apa yang diperingatkan terhadap mereka sebagai olok-olokan.",
                    "57": "Dan siapakah yang lebih zalim dari pada orang yang telah diperingatkan dengan ayat-ayat Tuhannya, lalu dia berpaling darinya dan melupakan apa yang telah dikerjakan oleh kedua tangannya? Sungguh, Kami telah menjadikan hati mereka tertutup, (sehingga mereka tidak) memahaminya, dan (Kami letakkan pula) sumbatan di telinga mereka. Kendatipun engkau (Muhammad) menyeru mereka kepada petunjuk, niscaya mereka tidak akan mendapat petunjuk untuk selama-lamanya.",
                    "58": "Dan Tuhanmu Maha Pengampun, memiliki kasih sayang. Jika Dia hendak menyiksa mereka karena perbuatan mereka, tentu Dia akan menyegerakan siksa bagi mereka. Tetapi bagi mereka ada waktu tertentu (untuk mendapat siksa) yang mereka tidak akan menemukan tempat berlindung dari-Nya.",
                    "59": "Dan (penduduk) negeri itu telah Kami binasakan ketika mereka berbuat zalim, dan telah Kami tetapkan waktu tertentu bagi kebinasaan mereka.",
                    "60": "Dan (ingatlah) ketika Musa berkata kepada pembantunya, “Aku tidak akan berhenti (berjalan) sebelum sampai ke pertemuan dua laut; atau aku akan berjalan (terus sampai) bertahun-tahun.”",
                    "61": " Maka ketika mereka sampai ke pertemuan dua laut itu, mereka lupa ikannya, lalu (ikan) itu melompat mengambil jalannya ke laut itu.",
                    "62": "Maka ketika mereka telah melewati (tempat itu), Musa berkata kepada pembantunya, “Bawalah kemari makanan kita; sungguh kita telah merasa letih karena perjalanan kita ini.”",
                    "63": "Dia (pembantunya) menjawab, “Tahukah engkau ketika kita mencari tempat berlindung di batu tadi, maka aku lupa (menceritakan tentang) ikan itu dan tidak ada yang membuat aku lupa untuk mengingatnya kecuali setan, dan (ikan) itu mengambil jalannya ke laut dengan cara yang aneh sekali.”",
                    "64": "Dia (Musa) berkata, “Itulah (tempat) yang kita cari.” Lalu keduanya kembali, mengikuti jejak mereka semula.",
                    "65": " Lalu mereka berdua bertemu dengan seorang hamba di antara hamba-hamba Kami, yang telah Kami berikan rahmat kepadanya dari sisi Kami, dan yang telah Kami ajarkan ilmu kepadanya dari sisi Kami.",
                    "66": "Musa berkata kepadanya, “Bolehkah aku mengikutimu agar engkau mengajarkan kepadaku (ilmu yang benar) yang telah diajarkan kepadamu (untuk menjadi) petunjuk?”",
                    "67": "Dia menjawab, “Sungguh, engkau tidak akan sanggup sabar bersamaku.",
                    "68": "Dan bagaimana engkau akan dapat bersabar atas sesuatu, sedang engkau belum mempunyai pengetahuan yang cukup tentang hal itu?”",
                    "69": "Dia (Musa) berkata, “Insya Allah akan engkau dapati aku orang yang sabar, dan aku tidak akan menentangmu dalam urusan apa pun.”",
                    "70": "Dia berkata, “Jika engkau mengikutiku, maka janganlah engkau menanyakan kepadaku tentang sesuatu apa pun, sampai aku menerangkannya kepadamu.”",
                    "71": "Maka berjalanlah keduanya, hingga ketika keduanya menaiki perahu lalu dia melubanginya. Dia (Musa) berkata, “Mengapa engkau melubangi perahu itu, apakah untuk menenggelamkan penumpangnya?” Sungguh, engkau telah berbuat suatu kesalahan yang besar.",
                    "72": "Dia berkata, “Bukankah sudah aku katakan, bahwa sesungguhnya engkau tidak akan mampu sabar bersamaku?”",
                    "73": "Dia (Musa) berkata, “Janganlah engkau menghukum aku karena kelupaanku dan janganlah engkau membebani aku dengan suatu kesulitan dalam urusanku.”",
                    "74": "Maka berjalanlah keduanya; hingga ketika keduanya berjumpa dengan seorang anak muda, maka dia membunuhnya. Dia (Musa) berkata, “Mengapa engkau bunuh jiwa yang bersih, bukan karena dia membunuh orang lain? Sungguh, engkau telah melakukan sesuatu yang sangat mungkar.”",
                    "75": "Dia berkata, “Bukankah sudah kukatakan kepadamu, bahwa engkau tidak akan mampu sabar bersamaku?”",
                    "76": "Dia (Musa) berkata, “Jika aku bertanya kepadamu tentang sesuatu setelah ini, maka jangan lagi engkau memperbolehkan aku menyertaimu, sesungguhnya engkau sudah cukup (bersabar) menerima alasan dariku.”",
                    "77": "Maka keduanya berjalan; hingga ketika keduanya sampai kepada penduduk suatu negeri, mereka berdua meminta dijamu oleh penduduknya, tetapi mereka (penduduk negeri itu) tidak mau menjamu mereka, kemudian keduanya mendapatkan dinding rumah yang hampir roboh (di negeri itu), lalu dia menegakkannya. Dia (Musa) berkata, “Jika engkau mau, niscaya engkau dapat meminta imbalan untuk itu.”",
                    "78": "Dia berkata, “Inilah perpisahan antara aku dengan engkau; aku akan memberikan penjelasan kepadamu atas perbuatan yang engkau tidak mampu sabar terhadapnya.",
                    "79": " Adapun perahu itu adalah milik orang miskin yang bekerja di laut; aku bermaksud merusaknya, karena di hadapan mereka ada seorang raja yang akan merampas setiap perahu.",
                    "80": "Dan adapun anak muda (kafir) itu, kedua orang tuanya mukmin, dan kami khawatir kalau dia akan memaksa kedua orang tuanya kepada kesesatan dan kekafiran.",
                    "81": " Kemudian kami menghendaki, sekiranya Tuhan mereka menggantinya dengan (seorang anak) lain yang lebih baik kesuciannya daripada (anak) itu dan lebih sayang (kepada ibu bapaknya).",
                    "82": ". Dan adapun dinding rumah itu adalah milik dua anak yatim di kota itu, yang di bawahnya tersimpan harta bagi mereka berdua, dan ayahnya seorang yang saleh. Maka Tuhanmu menghendaki agar keduanya sampai dewasa dan keduanya mengeluarkan simpanannya itu sebagai rahmat dari Tuhanmu. Apa yang kuperbuat bukan menurut kemauanku sendiri. Itulah keterangan perbuatan-perbuatan yang engkau tidak sabar terhadapnya.” ",
                    "83": " Dan mereka bertanya kepadamu (Muhammad) tentang Zulkarnain. Katakanlah, “Akan kubacakan kepadamu kisahnya.”",
                    "84": " Sungguh, Kami telah memberi kedudukan kepadanya di bumi, dan Kami telah memberikan jalan kepadanya (untuk mencapai) segala sesuatu,",
                    "85": "maka dia pun menempuh suatu jalan.",
                    "86": " Hingga ketika dia telah sampai di tempat matahari terbenam, dia melihatnya (matahari) terbenam di dalam laut yang berlumpur hitam, dan di sana ditemukannya suatu kaum (tidak beragama). Kami berfirman, “Wahai Zulkarnain! Engkau boleh menghukum atau berbuat kebaikan (mengajak beriman) kepada mereka.”",
                    "87": " Dia (Zulkarnain) berkata, “Barangsiapa berbuat zalim, kami akan menghukumnya, lalu dia akan dikembalikan kepada Tuhannya, kemudian Tuhan mengazabnya dengan azab yang sangat keras.",
                    "88": " Adapun orang yang beriman dan mengerjakan kebajikan, maka dia mendapat (pahala) yang terbaik sebagai balasan, dan akan kami sampaikan kepadanya perintah kami yang mudah-mudah.”",
                    "89": "Kemudian dia menempuh suatu jalan (yang lain).",
                    "90": " Hingga ketika dia sampai di tempat terbit matahari (sebelah timur) didapatinya (matahari) bersinar di atas suatu kaum yang tidak Kami buatkan suatu pelindung bagi mereka dari (cahaya matahari) itu,",
                    "91": "demikianlah, dan sesungguhnya Kami mengetahui segala sesuatu yang ada padanya (Zulkarnain).",
                    "92": "Kemudian dia menempuh suatu jalan (yang lain lagi).",
                    "93": " Hingga ketika dia sampai di antara dua gunung, didapatinya di belakang (kedua gunung itu) suatu kaum yang hampir tidak memahami pembicaraan.",
                    "94": " Mereka berkata, “Wahai Zulkarnain! Sungguh, Yakjuj dan Makjuj itu (makhluk yang) berbuat kerusakan di bumi, maka bolehkah kami membayarmu imbalan agar engkau membuatkan dinding penghalang antara kami dan mereka?”",
                    "95": "Dia (Zulkarnain) berkata, “Apa yang telah dianugerahkan Tuhan kepadaku lebih baik (daripada imbalanmu), maka bantulah aku dengan kekuatan, agar aku dapat membuatkan dinding penghalang antara kamu dan mereka.",
                    "96": " Berilah aku potongan-potongan besi!” Hingga ketika (potongan) besi itu telah (terpasang) sama rata dengan kedua (puncak) gunung itu, dia (Zulkarnain) berkata, “Tiuplah (api itu)!” Ketika (besi) itu sudah menjadi (merah seperti) api, dia pun berkata, “Berilah aku tembaga (yang mendidih) agar kutuangkan ke atasnya (besi panas itu).”",
                    "97": " Maka mereka (Yakjuj dan Makjuj) tidak dapat mendakinya dan tidak dapat (pula) melubanginya.",
                    "98": "Dia (Zulkarnain) berkata, “(Dinding) ini adalah rahmat dari Tuhanku, maka apabila janji Tuhanku sudah datang, Dia akan menghancurluluhkannya; dan janji Tuhanku itu benar.”",
                    "99": "Dan pada hari itu Kami biarkan mereka (Yakjuj dan Makjuj) berbaur antara satu dengan yang lain, dan (apabila) sangkakala ditiup (lagi), akan Kami kumpulkan mereka semuanya.",
                    "100": "Dan Kami perlihatkan (neraka) Jahanam dengan jelas pada hari itu kepada orang kafir,",
                    "101": "(yaitu) orang yang mata (hati)nya dalam keadaan tertutup (tidak mampu) dari memperhatikan tanda-tanda (kebesaran)-Ku, dan mereka tidak sanggup mendengar.",
                    "102": "Maka apakah orang kafir menyangka bahwa mereka (dapat) mengambil hamba-hamba-Ku menjadi penolong selain Aku? Sungguh, Kami telah menyediakan (neraka) Jahanam sebagai tempat tinggal bagi orang-orang kafir.",
                    "103": "Katakanlah (Muhammad), “Apakah perlu Kami beritahukan kepadamu tentang orang yang paling rugi perbuatannya?”",
                    "104": "(Yaitu) orang yang sia-sia perbuatannya dalam kehidupan dunia, sedangkan mereka mengira telah berbuat sebaik-baiknya.",
                    "105": "Mereka itu adalah orang yang mengingkari ayat-ayat Tuhan mereka dan (tidak percaya) terhadap pertemuan dengan-Nya. Maka sia-sia amal mereka, dan Kami tidak memberikan penimbangan terhadap (amal) mereka pada hari Kiamat.",
                    "106": "Demikianlah, balasan mereka itu neraka Jahanam, karena kekafiran mereka, dan karena mereka menjadikan ayat-ayat-Ku dan rasul-rasul-Ku sebagai bahan olok-olok.",
                    "107": "Sungguh, orang yang beriman dan mengerjakan kebajikan, untuk mereka disediakan surga Firdaus sebagai tempat tinggal,",
                    "108": "mereka kekal di dalamnya, mereka tidak ingin pindah dari sana.",
                    "109": "Katakanlah (Muhammad), “Seandainya lautan menjadi tinta untuk (menulis) kalimat-kalimat Tuhanku, maka pasti habislah lautan itu sebelum selesai (penulisan) kalimat-kalimat Tuhanku, meskipun Kami datangkan tambahan sebanyak itu (pula).”",
                    "110": "Katakanlah (Muhammad), “Sesungguhnya aku ini hanya seorang manusia seperti kamu, yang telah menerima wahyu, bahwa sesungguhnya Tuhan kamu adalah Tuhan Yang Maha Esa.” Maka barangsiapa mengharap pertemuan dengan Tuhannya maka hendaklah dia mengerjakan kebajikan dan janganlah dia mempersekutukan dengan sesuatu pun dalam beribadah kepada Tuhannya.”"
                }
            }
        },
        "tafsir": {
            "id": {
                "kemenag": {
                    "name": "Kemenag",
                    "source": "Aplikasi Quran Kementrian Agama Republik Indonesia",
                    "text": {
                        "1": "Dalam ayat ini Allah swt memuji diri-Nya, sebab Dialah yang menurunkan kitab suci Al-Qur'an kepada Rasul saw sebagai pedoman hidup yang jelas. Melalui Al-Qur'an, Allah memberi petunjuk kepada kebenaran dan jalan yang lurus. Ayat Al-Qur'an saling membenarkan dan mengukuh-kan ayat-ayat lainnya, sehingga tidak menimbulkan keragu-raguan. Nabi Muhammad saw yang menerima amanat-Nya menyampaikan Al-Qur'an kepada umat manusia, disebut dalam ayat ini dengan kata 'hamba-Nya untuk menunjukkan kehormatan yang besar kepadanya, sebesar amanat yang dibebankan ke pundaknya.",
                        "2": "Allah swt menerangkan bahwa Al-Qur'an itu lurus, yang berarti tidak cenderung untuk berlebih-lebihan dalam memuat peraturan-peraturan, se-hingga memberatkan para hamba-Nya. Tetapi juga tidak terlalu singkat sehingga manusia memerlukan kitab yang lain untuk menetapkan peraturan-peraturan hidupnya. Al-Qur'an diturunkan kepada Muhammad saw agar beliau memperingatkan orang-orang kafir akan azab yang besar dari Allah, karena keingkaran mereka kepada Al-Qur'an. Juga memberikan kabar gembira kepada orang-orang yang beriman dan mengerjakan amal saleh bahwa mereka akan memperoleh pahala yang besar dari-Nya, karena keimanan mereka kepada Allah dan rasul-Nya, serta amal kebajikan yang mereka lakukan selama hidup di dunia.",
                        "3": "Pahala yang besar itu tidak lain adalah surga yang mereka tempati untuk selama-lamanya, mereka tidak akan pindah atau dipindahkan dari surga itu, sesuai dengan janji Allah swt kepada mereka.\n\nFirman Allah swt:\n\nDan itulah surga yang diwariskan kepada kamu disebabkan amal perbuatan yang telah kamu kerjakan. (az-Zukhruf/43: 72)",
                        "4": "Dalam ayat ini Allah kembali menyebutkan tugas Rasulullah untuk memberikan peringatan kepada kaum kafir, karena kekufuran mereka dipandang perkara besar oleh Allah, terutama orang-orang kafir yang mengatakan Allah itu mempunyai anak.\n\nMereka itu terbagi menjadi tiga golongan, yaitu: pertama, golongan musyrikin Mekah (Arab) yang mengatakan bahwa malaikat-malaikat itu putri Tuhan; kedua, golongan orang Yahudi yang mengatakan bahwa Uzair putra Tuhan; dan ketiga, golongan orang Nasrani yang mengatakan bahwa Isa putra Tuhan.\n\nAl-Qur'an diturunkan ke dunia untuk mengembalikan kepercayaan umat manusia kepada tauhid yang murni. Banyak ayat-ayat yang mengancam berbagai kepercayaan kepada selain Allah yang dianggap sebagai keyakinan yang sangat keliru.\n\nFirman Allah swt:\n\nDan orang-orang Yahudi berkata, \"Uzair putra Allah,\" dan orang-orang Nasrani berkata, \"Al-Masih putra Allah.\" Itulah ucapan yang keluar dari mulut mereka. Mereka meniru ucapan orang-orang kafir yang terdahulu. Allah melaknat mereka; bagaimana mereka sampai berpaling? (at-Taubah/9: 30)",
                        "5": "Anggapan mereka bahwa Allah mempunyai anak sama sekali tidak didasarkan atas pengetahuan dan keyakinan mereka sendiri, tetapi didasarkan atas persangkaan yang tidak benar atau taklid buta kepada nenek moyang mereka. Padahal, nenek moyang mereka itu juga tidak mempunyai pengetahuan dan dasar keyakinan tentang kepercayaan yang demikian.\n\nSungguh terlalu jelek ucapan mereka itu, yang tidak lahir dari pikiran yang sehat, tetapi begitu saja keluar dari mulut yang lancang. Allah menegaskan bahwa apa yang diucapkan mereka itu adalah kekafiran yang sangat besar, karena tidak didasarkan atas keyakinan, dan tidak patut diucapkan oleh seorang manusia. Kelancangan mereka mengucapkan kalimat kufur itu ditegaskan Allah sebagai suatu kebohongan, yang tidak mengandung kebenaran. Allah swt mengingatkan Rasul untuk memerintah-kan kepada umatnya supaya kembali kepada agama tauhid, sebagaimana yang diajarkan Al-Qur'an.\n\nFirman Allah:\n\nKatakanlah (Muhammad), \"Wahai Ahli Kitab! Marilah (kita) menuju kepada satu kalimat (pegangan) yang sama antara kami dan kamu, bahwa kita tidak menyembah selain Allah dan kita tidak mempersekutukan-Nya dengan sesuatu pun, dan bahwa kita tidak menjadikan satu sama lain tuhan-tuhan selain Allah. (ali 'Imran/3: 64)",
                        "6": "Menurut riwayat Ibnu 'Abbas bahwa 'Utbah bin Rabi'ah, Syaibah bin Rabi'ah, Abu Jahal bin Hisyam, an-Nadhar bin Harits, Umayyah bin Khalaf, al-Asya bin Wa'il, al-Aswad bin Muththalib, dan Abu Buhturi di hadapan beberapa orang Quraisy mengadakan pertemuan. Rasul saw merasa susah melihat perlawanan kaumnya kepadanya dan pengingkaran mereka terhadap ajaran-ajaran yang dibawanya, sehingga sangat menyakitkan hatinya. Lalu turunlah ayat ini.\n\nDalam ayat ini, Allah swt mengingatkan Rasul saw agar tidak bersedih hati, hingga merusak kesehatan dirinya, hanya karena kaumnya tidak mau beriman kepada Al-Qur'an dan kenabiannya. Hal demikian itu tidak patut membuat Nabi sedih karena tugas beliau hanyalah menyampaikan wahyu Ilahi kepada mereka, sedangkan kesediaan jiwa mereka untuk menerima kebenaran ayat-ayat tersebut tergantung kepada petunjuk Allah swt.\n\nFirman Allah swt:\n\nBukanlah kewajibanmu (Muhammad) menjadikan mereka mendapat petunjuk, tetapi Allah-lah yang memberi petunjuk kepada siapa yang Dia kehendaki. (al-Baqarah/2: 272)\n\nSesungguhnya Nabi Muhammad bersedih hati karena hasratnya yang besar dan kecintaannya yang dalam terhadap kaumnya supaya mereka beriman, tidak tercapai. Beliau diberi gelar habibullah artinya kekasih Allah, maka sifat kasih sayang beliau yang sangat menonjol kepada sesama manusia itu adalah pencerminan dari cintanya kepada Allah. Semakin kuat cinta kepada Allah, semakin besar pula kasihnya kepada manusia, bahkan manusia itu dirasakan sebagai dirinya. Oleh karena itu, ketika kaumnya menjauhkan diri dari bimbingan Allah swt dan rasul-Nya, beliau merasakan kejadian itu sebagai pukulan berat bagi dirinya. Bukankah kaum yang jauh dari hidayah Allah pada akhirnya akan hancur, dan beliau sendiri akan menyaksikan kehancuran mereka itu. Hati yang sangat iba terhadap mereka menjadi penghalang kebenaran, apapun pendorongnya, dan dapat mengham-bat jalan kebenaran itu sendiri. Maka Allah swt mengingatkan Rasul saw agar tidak mengindahkan tanggapan kaum musyrikin yang menjadi peng-halang tersebarnya agama Islam, tetapi terus menyampaikan dakwahnya dengan bijaksana. Sebab mereka itu adalah manusia yang telah dikaruniai akal pikiran. Dengan akal pikiran itu, manusia dapat merenungkan kebenar-an ayat-ayat Al-Qur'an dan ayat-ayat kauniyah (alam) seperti benda-benda yang terdapat dalam alam ini.",
                        "7": "Dalam ayat ini, Allah swt menerangkan bahwa segala yang ada di atas bumi ini diciptakan sebagai perhiasan bagi bumi itu, baik binatang dan tumbuh-tumbuhan yang terdiri dari berbagai jenis di lautan dan di daratan, maupun barang-barang tambang yang beraneka ragam dan sebagainya. Semua itu untuk menguji manusia apakah mereka dapat memahami dengan akal pikiran bahwa perhiasan-perhiasan bumi itu dapat memberi gambaran akan adanya Sang Pencipta, untuk kemudian menaati perintah dan menjauhi larangan-Nya. Bilamana mereka menggunakan segala benda-benda alam, hewan, dan tumbuh-tumbuhan itu untuk pengabdian diri kepada Allah dan kemaslahatan manusia, maka Allah akan memberi mereka pahala yang sebesar-besarnya. Akan tetapi, bilamana mereka menggunakannya untuk mendurhakai Allah dan merusak peradaban dan kemanusiaan, maka Allah swt akan menimpakan kepada mereka azab yang besar pula. Sejarah umat manusia membuktikan bahwa mereka selalu berlomba-lomba untuk mem-peroleh benda-benda perhiasan bumi itu, karena merupakan benda-benda ekonomi yang menjadi sumber penghidupan umat manusia. Karena benda-benda itu pula, mereka saling berbunuh-bunuhan satu sama lain yang akhirnya menimbulkan kehancuran. Hal itu tidak akan terjadi jika mereka menyadari bahwa benda-benda hiasan bumi itu adalah anugerah Allah, dan dimanfaatkan untuk kemanusiaan dan pengabdian kepada Tuhan Rabbul Alamin.\n\nDemikianlah, barang siapa yang dapat memahami dan mengambil pelajaran serta hikmah dari benda-benda hiasan bumi itu akan berbahagia di dunia dan di akhirat. Semua benda alam ini memang diperuntukkan bagi manusia, terserah kepada mereka mau melakukan apa saja terhadap benda-benda hiasan di permukaan bumi itu?\n\nFirman Allah swt:\n\nTidakkah engkau memperhatikan bahwa Allah menundukkan bagimu (manusia) apa yang ada di bumi dan kapal yang berlayar di lautan dengan perintah-Nya. (al-hajj/22: 65)\n\nSabda Nabi Muhammad saw:\n\nSesungguhnya dunia ini manis dan hijau. Dan sesungguhnya Allah menunjuk kamu sebagai penguasa di atasnya, lalu Dia melihat apa yang kamu kerjakan. (Riwayat Muslim dari Abu Sa'id al-Khudri)",
                        "8": "Ayat ini menerangkan bahwa Allah benar-benar mampu untuk membuat apa yang ada di atas bumi ini menjadi tanah yang datar dan tandus, tidak ada tumbuh-tumbuhan yang menghiasinya. Keindahan yang semula memikat penglihatan berubah menjadi pemandangan yang kering dan pudar. Perubahan demikian itu dapat terjadi disebabkan perubahan iklim, dan dapat pula disebabkan oleh tangan manusia sendiri yang tidak mempertimbangkan akibat dari perbuatan mereka sendiri, seperti tata kota yang salah, peng-gundulan hutan, pemakaian tanah berlebih-lebihan tanpa pemeliharaan, peperangan, dan sebagainya. \n\nDengan demikian, tidak patut bagi Nabi Muhammad untuk berduka cita bagi mereka yang anti terhadap ajaran-ajaran Islam yang dibawanya, karena Allah swt akan menguji mereka dengan menciptakan keindahan di muka bumi ini dengan menciptakan bermacam-macam benda seperti tumbuh-tumbuhan, hewan dan mineral. Siapa di antara manusia yang beramal baik, Allah akan memberi pahala bagi mereka yang paling baik karena mempergunakan benda hiasan bumi itu sesuai dengan petunjuk Tuhan untuk kemanusiaan. Tetapi jika mereka mempergunakan benda-benda hiasan bumi ini untuk tidak mengikuti petunjuk-Nya, maka Allah swt kelak menjadikan bumi ini datar dan tandus. Setiap manusia akan diberi ganjaran terhadap perbuatannya yang durhaka.\n\nDengan ayat ini Nabi Muhammad saw menjadi terhibur. Bagi Rasul saw sudah jelas, jalan yang ditempuh oleh masing-masing golongan manusia, baik yang beriman kepada Al-Qur'an dan maupun yang berpaling dari-Nya.\n\nBerbahagialah mereka yang lulus dalam ujian Tuhan itu dan sengsaralah mereka yang gagal. Tugas Rasul saw hanyalah menyampaikan petunjuk-petunjuk Allah swt. Apakah manusia beriman kepada petunjuk-petunjuk itu ataukah berpaling dari-Nya, Allahlah yang menentukannya.",
                        "9": "Allah menerangkan bahwa apakah Nabi Muhammad mengira bahwa kisah Ashhabul Kahf beserta raqim (batu tertulis) sebagaimana yang tersebut dalam kitab-kitab lama adalah tanda-tanda kekuasaan Allah yang paling menakjubkan.\n\nMemang jika dilihat, peristiwa Ashhabul Kahf berlawanan dengan hukum alam. Akan tetapi, jika dibandingkan dengan berbagai kejadian pada tumbuh-tumbuhan, binatang-binatang, dan segala mineral yang merupakan perhiasan di atas bumi ini, maka kejadian ini memang menakjubkan. Tujuannya adalah untuk menunjukkan kebesaran dan kekuasaan Allah. Namun demikian, peristiwa Ashhabul Kahf itu bukan satu-satunya tanda kekuasaan Allah, tetapi hanya sebagian kecil dari bukti keagungan-Nya. Sekiranya para ulama agama lain merasa kagum dan terpesona oleh peristiwa tersebut, maka Rasulullah dan umatnya seharusnya lebih terpesona lagi oleh berbagai fenomena alam semesta dengan segala keajaibannya. Kejadian langit dan bumi, pergantian siang dan malam, peredaran matahari, bulan, planet, dan bintang-bintang atau bagaimana Allah menghidupkan kembali segala sesuatu yang telah mati, semua itu merupakan bukti-bukti yang menunjukkan kekuasaan Allah. Dia berbuat menurut kehendak-Nya, tidak seorang pun yang menolak ketetapan-Nya. Oleh karena itu, Al-Qur'an selalu mengajak manusia untuk menyelidiki rahasia alam semesta ini.\n\nMenurut riwayat Israiliyat, orang-orang Nasrani telah banyak melakukan kesalahan. Raja-raja mereka berlaku aniaya sampai menyembah berhala, bahkan memaksa rakyatnya untuk juga menyembahnya. Seorang raja mereka yang bernama Decyanus mengeluarkan perintah keras kepada rakyatnya untuk menyembah berhala-berhala itu dan menyiksa siapa yang menentang-nya. Beberapa orang pemuda dari kalangan bangsawan dipaksanya turut menyembah berhala-berhala itu, bahkan diancam akan dibunuh jika berani menolak perintah itu. Namun mereka menolaknya dan tetap bertahan dalam agama mereka. Lalu Decyanus melucuti pakaian dan perhiasan mereka. Karena masih sayang kepada remaja-remaja itu, raja membiarkan mereka hidup dengan harapan agar mau mengikuti perintahnya nanti. Raja itu juga pergi ke negeri-negeri lain untuk memaksa penduduknya menyembah berhala dan siapa yang menolak perintahnya dibunuh.\n\nPemuda-pemuda itu kemudian pergi ke sebuah gua, yang terletak di sebuah gunung yang disebut Tikhayus, dekat kota mereka, Afasus. Di gua itu mereka beribadah menyembah Allah. Sekiranya diserang oleh raja Decyanus dan dibunuh, maka mereka mati dalam ketaatan. Jumlah mereka tujuh orang. Di tengah perjalanan ke gua, mereka bertemu seorang peng-gembala dengan seekor anjingnya yang kemudian ikut bersama mereka. Di gua itulah mereka tekun menyembah Allah. Di antara mereka ada seorang yang bernama Tamlikha. Dia bertugas membeli makanan dan minuman untuk teman-temannya dan menyampaikan kabar bahwa Decyanus masih mencari mereka. Setelah kembali dari perjalanannya, raja itu segera mencari ahli-ahli ibadah kepada Allah untuk dibunuh, kecuali bila mereka mau menyembah berhala. Berita ini terdengar oleh Tamlikha ketika dia sedang berbelanja lalu disampaikan kepada teman-temannya. Mereka menangis. Allah swt kemudian menutup pendengaran mereka sehingga mereka tertidur.\n\nSementara itu, Decyanus teringat kembali kepada para pemuda di atas, lalu memaksa orang-orang tua mereka untuk mendatangkannya. Para orang tua itu akhirnya menunjukkan gua tempat mereka beribadah. Decyanus segera pergi ke sana dan menutup mulut gua itu agar mereka mati di dalamnya. Dalam staf pengiring raja, ada dua orang laki-laki yang tetap menyembunyikan imannya, namanya Petrus dan Runas. Kisah para pemuda yang beriman dalam gua itu diabadikan dengan tulisan di atas dua keping batu yang lalu disimpan dalam peti dari tembaga. Peti itu ditanamkan ke dalam bangunan supaya di kemudian hari menjadi teladan dan peringatan bagi umat manusia.\n\nWaktu berjalan terus, zaman silih berganti, raja Decyanus sudah dilupakan orang. Seorang raja saleh yang juga bernama Petrus memerintah negeri itu selama 68 tahun. Pada masa pemerintahannya, terjadi pertikaian pendapat di kalangan rakyat tentang hari kiamat sehingga mereka terbagi ke dalam dua golongan, yaitu golongan yang percaya dan yang mengingkari-nya. Raja sangat bersedih hati karena persoalan ini. Dia berdoa kepada Tuhan agar Dia memperlihatkan kepada rakyatnya tanda-tanda yang meyakinkan mereka bahwa kiamat itu pasti terjadi.\n\nSementara itu, seorang pengembala kambing bernama Ulyas bermaksud membangun kandang untuk kambingnya di gua tempat para pemuda tadi. Lalu dipecahkannya tutup yang menutup pintu gua itu. Seketika itu juga, pemuda-pemuda yang beriman itu terbangun serentak dari tidurnya. Mereka duduk dengan wajah berseri-seri lalu mereka salat. Berkatalah mereka satu sama lain, \"Berapa lama kalian tidur?\" Dijawab oleh yang lain, \"Sehari atau setengah hari.\" Yang lain mengatakan, \"Tuhan lebih mengetahui berapa lama kalian tidur. Cobalah salah seorang dari kalian pergi ke kota dengan membawa uang perak ini dan membeli makanan yang baik dan menghidang-kannya kepada kita.\" \n\nMaka Tamlikha berangkat, sebagaimana biasanya sejak dahulu, untuk berbelanja secara sembunyi-sembunyi karena takut terhadap raja Decyanus. Sewaktu dia berjalan, terdengar olehnya orang-orang menyeru Isa al-Masih di segala penjuru kota. Dia berkata dalam hati, \"Alangkah anehnya, mengapa orang mukmin itu tidak dibunuh oleh Decyanus?\" Dia masih merasa heran, \"Barangkali aku bermimpi atau kota ini bukan kotaku dahulu,\" katanya dalam hati. Lalu dia bertanya kepada seorang laki-laki tentang nama kota itu. Lelaki menjawab, \"Ini kota Afasus.\" \n\nPada akhir perjalanan, dia datang kepada seorang laki-laki dan memberikan uang logam untuk membeli makanan. Laki-laki itu kaget setelah melihat uang logam tersebut karena belum pernah melihatnya. Dia membolak-balik uang logam itu kemudian diperlihatkannya kepada kawan-kawannya. Mereka merasa heran dan berkata, \"Apakah uang ini dari harta yang kamu temukan tersimpan dalam tanah? Uang logam ini dari zaman raja Decyanus, satu zaman yang sudah lewat berabad-abad lamanya.\" Kemudian Tamlikha dibawa ke hadapan dua orang hakim di kota itu. Mulanya Tamlikha mengira dia akan dibawa kepada raja Decyanus sehingga ia menangis. Tetapi setelah mengetahui raja telah berganti, lenyaplah kesedihannya. Kedua hakim kota itu, Areus dan Tanteus, bertanya kepada Tamlikha, \"Di manakah harta terpendam yang kamu temukan itu, wahai anak muda?\" Sesudah terjadi pembicaraan antara mereka, maka Tamlikha menceritakan kisah para pemuda itu dengan raja Decyanus, dan dia mengajak kedua hakim itu pergi menengok ke gua untuk membuktikan kebenaran kisahnya. Lalu keduanya pergi bersama-sama Tamlikha, hingga sampai ke pintu gua itu, dan mereka mendengarkan semua kisah tentang penghuni gua itu dari Tamlikha. Kedua hakim tersebut merasa heran setelah mengetahui bahwa mereka tidur dalam gua itu selama 309 tahun. Mereka dibangunkan dari tidur untuk menjadi tanda kekuasaan Tuhan kepada manusia. Kemudian Areus masuk dan melihat sebuah peti dari tembaga, tertutup dengan segel. Di dalamnya terdapat dua batu bertulis yang menceritakan kisah pemuda itu, sejak mereka melarikan diri dari kerajaan Decyanus demi memelihara akidah dan agama mereka, sampai kemudian Decyanus menutup pintu gua itu dengan batu.\n\nSetelah Areus dan kawan-kawannya membaca kisah ini, mereka bersyukur dan langsung sujud kepada Allah dan mereka segera mengirim utusan kepada raja Petrus agar cepat-cepat datang untuk menyaksikan tanda kekuasaan Allah yang ada pada pemuda-pemuda yang dibangkitkan sesudah tertidur 300 tahun. Raja kemudian berangkat beserta rombongan pengawal dan penduduk negerinya menuju negeri Afasus. Hari ini merupakan hari penetapan keputusan tentang hari kebangkitan, hari yang yang tak terlupakan.\n\nKetika raja melihat pemuda-pemuda itu, dia langsung sujud kepada Allah, memeluk pemuda-pemuda itu, lalu menangis. Pemuda-pemuda itu terus memuji Tuhan. Mereka berkata kepada raja, \"Wahai Raja, selamat tinggal, semoga Allah melindungi kamu dari kejahatan manusia dan jin.\" Lalu mereka kembali ke pembaringan dan ketika itu Allah swt mencabut rohnya. Untuk memberikan penghormatan kepada arwah para hamba Allah suci ini, raja memerintahkan agar masing-masing mereka dibuatkan peti jenazah dari emas. Tetapi pada malam harinya raja bermimpi melihat mereka, dan berpesan kepadanya:, \"Biarkanlah kami sebagaimana adanya dalam gua ini, kami tidur di atas tanah sampai hari kiamat datang.\" Oleh karenanya, raja memerintahkan agar jenazah-jenazah itu dihamparkan di dalam sebuah peti kayu dan melarang setiap orang untuk masuk ke dalam gua itu. Raja memerintahkan pula agar di pintu gua dibangun tempat ibadah, dan hari wafatnya dijadikan hari besar. \n\nOrang-orang Nasrani menjadikan kisah ini sebagai bukti kekuasaan Allah untuk menunjukkan adanya hari kiamat. Tetapi Al-Qur'an menjelaskan bahwa tanda-tanda kekuasaan Allah untuk mengadakan hari kebangkitan dan mengembalikan roh kepada jasadnya sesudah mati bukanlah terbatas pada kisah itu saja. Ayat-ayat yang menunjukkan kekuasaan-Nya untuk menun-jukkan adanya hari kiamat, tidak terhitung jumlahnya. Oleh karena itu, perhatikanlah alam semesta ini dengan segala isinya.",
                        "10": "Dalam ayat ini, Allah swt mulai menguraikan kisah Ashhabul Kahf kepada Rasul saw. Allah swt mengingatkan kepada Rasul-Nya bahwa ketika zaman dahulu beberapa pemuda keturunan bangsawan di suatu negeri, karena takut penganiayaan rajanya, pergi mencari perlindungan ke dalam gua pada sebuah gunung. Di dalam gua inilah mereka membulatkan tekadnya, menghabiskan masa remajanya untuk mengabdi kepada Allah swt.\n\nMereka berdoa kepada Allah semoga dilimpahi rahmat dari sisi-Nya. Mereka mengharapkan pengampunan, ketenteraman, dan rezeki dari Allah sebagai anugerah yang besar atas diri mereka. Selain itu, mereka juga memohon agar Allah memudahkan bagi mereka jalan yang benar untuk menghindari godaan dan kezaliman orang-orang kafir dan memperoleh ketabahan dalam menaati Tuhan sehingga tercapai kebahagiaan dunia dan akhirat. Sungguh Allah telah menolong mereka. Ketika raja kafir itu berhasil menemukan jejak mereka pada pintu gua itu, lalu masuk ke dalamnya, maka Allah swt menutup penglihatan mereka sehingga tidak dapat melihat para pemuda tersebut. Oleh karena itu, akhirnya raja memutuskan menutup pintu gua dengan perkiraan bahwa mereka akan mati kelaparan dan kehausan.",
                        "11": "Allah mengabulkan doa para pemuda itu dengan menutup penglihatan dan pendengaran mereka, hingga mereka tidur nyenyak dan tidak ada suara yang akan membangunkan mereka dari tidur di dalam gua itu selama ratusan tahun. Sangat besar rahmat Allah yang diberikan kepada mereka. Tidak mudah bagi seseorang untuk tidur, di waktu jiwanya sedang gelisah dan takut. Dengan tidur, seseorang mendapatkan ketenteraman hati.\n\nDalam ayat ini dikatakan \"menutup telinga\" karena telinga itulah tempat masuknya suara yang menjadi sebab bangunnya seseorang dari tidur. Seseorang dapat dikatakan tidur, bilamana telinganya tidak mendengar sesuatu lagi.",
                        "12": "Ayat ini menerangkan bahwa sesudah para pemuda itu tidur dalam gua selama 300 tahun, Allah lalu membangunkan mereka. Pendengaran mereka dipulihkan kembali oleh Allah swt. Ketika seorang penggembala kambing menggempur dinding batu yang menutup mulut gua itu, suara reruntuhan membuat mereka terbangun dari tidur yang panjang. Ayat ini memberitahukan bahwa Allah mengetahui yang mana di antara dua golongan yang berselisih itu yang dapat menghitung dengan tepat berapa lamanya mereka tinggal dalam gua itu.\n\nTetapi akhirnya mereka menyadari bahwa mereka tidaklah mengetahui secara pasti berapa lama para pemuda itu tinggal dalam gua. Lalu mereka mengakui bahwa Allah yang memelihara tubuh mereka sehingga tidak hancur, dan bertambah yakin akan kesempurnaan kekuasaan Allah serta ilmu-Nya. Oleh karena itu, dengan peristiwa yang dialami, mereka dapat merenungkan perkara hari kiamat. Bagi orang-orang yang beriman pada zaman itu, peristiwa tersebut menambah keteguhan iman mereka, sedang bagi orang kafir peristiwa itu menjadi bukti nyata bagi kekuasaan Allah.\n\nAhli tafsir berbeda pendapat dalam menjelaskan maksud kata \"dua golongan\" dalam ayat ini. Ada yang mengatakan bahwa yang dimaksud dengan dua golongan itu ialah golongan pertama adalah para pemuda penghuni gua itu, dan golongan kedua adalah penduduk kota yang mengetahui sejarah menghilangnya pemuda-pemuda itu.\n\nPendapat lain mengatakan bahwa kedua golongan yang berselisih pendapat itu ialah para pemuda penghuni gua dan raja-raja yang memerintah silih berganti di negeri Afasus. \n\nPendapat yang mendekati kebenaran ialah yang berpendapat bahwa kedua golongan itu adalah para pemuda penghuni gua itu sendiri. Setelah bangun dari tidur, mereka saling bertanya satu sama lain. Sebagian mengatakan, \"Kita tinggal dalam gua ini sehari atau setengah hari.\" Sebagian yang lain mengatakan, \"Tuhanmu lebih mengetahui berapa lamanya kamu tinggal dalam gua ini.\"",
                        "13": "Dalam ayat ini, Allah mulai menguraikan kisah Ashhabul Kahf, yang pada ayat-ayat sebelumnya telah disampaikan secara global. Allah mengata-kan kepada Rasul saw bahwa kisah yang disampaikan ini mengandung kebenaran. Maksudnya diceritakan menurut kejadian, tidak seperti yang dikenal oleh bangsa Arab. Mereka telah mengenal kisah pemuda-pemuda penghuni gua ini, akan tetapi dalam bentuk yang berbeda. Umayyah bin Abi Salt, seorang penyair Arab zaman permulaan Islam dari Bani Umayyah (w. 9 H), pernah dalam sebuah baitnya menyebut gua ini, yang menunjukkan bahwa bangsa Arab telah mengenal kisah ini. Baitnya berbunyi:\n\nTidak ada di situ kecuali ar-Raqim (batu bertulis) yang berada di dekatnya serta anjingnya. Sedang kaum itu tidur dalam gua.\n\nKemudian Allah menjelaskan bahwa sesungguhnya para penghuni gua itu adalah para pemuda yang beriman kepada Allah Yang Maha Kuasa dengan penuh keyakinan. Meskipun masyarakat mereka menganut agama syirik, tetapi mereka dapat mempertahankan keimanan mereka dari pengaruh kemusyrikan. Memang para pemuda pada umumnya mempunyai sifat mudah menerima kebenaran, mereka lebih cepat menerima petunjuk ke jalan yang benar dibandingkan dengan orang-orang tua yang sudah tenggelam dalam ajaran-ajaran yang batil. Oleh karena itu, dalam sejarah, terutama sejarah perkembangan Islam, para pemuda yang lebih banyak pertama kali menerima ajaran Allah dan Rasul-Nya.\n\nAdapun orang tua, seperti tokoh-tokoh Quraisy, tetap mempertahankan ajaran agama yang salah, sedikit sekali di antara mereka yang menerima ajaran Islam.",
                        "14": "Dalam ayat ini diterangkan bahwa Allah swt meneguhkan hati para pemuda itu dengan kekuatan iman, membulatkan tekad mereka kepada agama tauhid, dan memberikan keberanian untuk mengatakan kebenaran agama itu di hadapan raja Decyanus yang kafir dan sewenang-wenang. Ketika raja itu mencela dan memaksa mereka untuk menyembah berhala, mereka dengan lantang berkata, \"Tuhan kami adalah Tuhan yang menciptakan langit dan bumi, kami sekali-kali tidak menyeru Tuhan selain Dia.\" Dalam pernyataan mereka ini, terkandung dua pengakuan tentang kekuasaan Tuhan. Pertama, pengakuan mereka tentang keesaan Tuhan dalam memelihara dan menciptakan alam semesta ini. Kedua, pengakuan mereka tentang keesaan Tuhan dan hak-Nya untuk disembah oleh makhluk. Orang-orang musyrik mengakui keesaan Tuhan dalam menciptakan dan memelihara alam semesta ini, sebagaimana dijelaskan Allah dalam firman-Nya:\n\nDan jika engkau bertanya kepada mereka, \"Siapakah yang menciptakan langit dan bumi dan menundukkan matahari dan bulan?\" Pasti mereka akan menjawab, \"Allah.\" Maka mengapa mereka bisa dipalingkan (dari kebe-naran). (al-'Ankabut/29: 61)\n\nNamun demikian, orang musyrikin tidak mengakui keesaan Tuhan dan hak-Nya untuk disembah oleh para hamba-Nya. Mereka menyembah berhala sebagai sekutu Tuhan yang akan mendekatkan mereka kepada-Nya, sebagaimana diterangkan dalam firman Allah swt:\n\n¦Kami tidak menyembah mereka melainkan (berharap) agar mereka mendekatkan kami kepada Allah dengan sedekat-dekatnya.\" (az-Zumar/39: 3)\n\nSesudah para pemuda itu menyatakan pengakuan mereka tentang keesaan Tuhan, lalu mereka memberikan alasan penolakan terhadap penyembahan berhala-berhala sebagaimana yang dikehendaki oleh raja Decyanus. Mereka menyatakan bahwa jika mereka menyembah dan berdoa kepada selain Allah, itu berarti mengerjakan sesuatu yang jauh dari kebenaran.",
                        "15": "Dalam ayat ini, Allah swt menceritakan percakapan di antara para pemuda itu. Mereka mengatakan bahwa kaumnya yang berada di bawah kekuasaan Decyanus, meskipun lebih tua dan memiliki banyak pengalaman, namun menyekutukan Tuhan tanpa mempergunakan akal pikiran. Mengapa mereka tidak mengemukakan alasan yang benar, atau bukti yang kuat dan jelas untuk memperkuat kebenaran yang mereka katakan dan percayai. Pemuda-pemuda itu menyatakan bahwa kaum mereka seharusnya berbuat seperti yang mereka lakukan, yaitu menunjukkan bukti-bukti kebenaran agama yang mereka anut. \n\nAnak-anak muda itu juga menyatakan bahwa tidak ada kezaliman yang lebih besar kecuali kezaliman orang yang berbuat dusta terhadap Allah, seperti mengatakan bahwa Tuhan itu mempunyai sekutu. Kaum mereka telah mempersamakan martabat berhala-berhala dengan martabat Tuhan yang tinggi, tetapi mereka tidak dapat memberikan alasan yang benar, padahal agama seharusnya berdasarkan kepercayaan atau alasan yang benar. Mereka mengada-adakan nama-nama untuk sebutan Tuhan dengan hanya menuruti hawa nafsu mereka.\n\nFirman Allah swt:\n\nItu tidak lain hanyalah nama-nama yang kamu dan nenek moyangmu mengada-adakannya; Allah tidak menurunkan suatu keterangan apa pun untuk (menyembah)-nya. Mereka hanya mengikuti dugaan, dan apa yang diingini oleh keinginannya. Padahal sungguh, telah datang petunjuk dari Tuhan mereka. (an-Najm/53: 23)\n\nNama-nama yang diberikan kepada sekutu-sekutu Allah itu bermacam-macam seperti al-Lata, al-Manat, al-Uzza, yaitu nama-nama untuk berhala-berhala yang diberikan oleh orang-orang Arab Jahiliah.",
                        "16": "Dalam ayat ini dijelaskan bahwa percakapan di antara mereka terus berlanjut, sebagian dari mereka berkata kepada yang lain, \"Bilamana kamu menjauhkan diri dari kaum dan kampung halamanmu lahir dan batin, menolak untuk mengikuti adat-istiadat mereka, dan tidak mau menyembah selain Allah, sehingga menimbulkan kemarahan mereka terhadap kamu, maka seharusnya kamu mencari tempat berlindung seperti gua.\"\n\n\"Di tempat tersebut kamu dapat melakukan ibadah dengan tekun dan khusyuk serta terhindar dari gangguan kaummu. Bilamana kamu sudah menghambakan diri sepenuhnya kepada Allah, serta memohon pemeliharaan-Nya, maka Dia tentu akan mencurahkan rahmat-Nya kepadamu. Kamu tidak akan mati kelaparan atau kehausan dalam gua itu. Allah swt akan memberi jalan keluar kepadamu dalam mengatasi kesukaran makan dan minum ataupun lainnya. Allah akan melapangkan jalan beribadah dengan sempurna kepada-Nya sehingga kamu bisa merasakan kelezatan ibadah yang melebihi kelezatan lainnya.\" Demikian isi percakapan mereka. Apa yang mereka ucapkan itu lahir dari keyakinan dan harapan mereka akan anugerah Allah dan berkat kepasrahan dan keimanan mereka yang sempurna kepada-Nya. Allah swt telah menggerakkan hati para pemuda itu untuk menjadi orang-orang yang saleh, penghuni gua. Kisah mereka akhirnya selalu dikenang dalam sejarah umat beragama. Demikian sifat para pemuda itu, selamanya hati mereka lebih suci dan lebih cinta kepada kebenaran, yaitu sifat yang amat baik yang diperlukan bagi seseorang pemimpin.\n\nIbnu 'Abbas berkata:\n\n\r\n\nTidaklah Allah mengutus seorang nabi kecuali dia seorang pemuda, dan tiada diberikan ilmu kepada seorang alim, kecuali dia pemuda.\n\nKemudian beliau membaca potongan ayat-ayat tersebut sebagai berikut:\n\nMereka (yang lain) berkata, \"Kami mendengar ada seorang pemuda yang mencela (berhala-berhala ini), namanya Ibrahim.\" (al-Anbiya/21: 60)\n\nDan firman Allah swt:\n\nDan (ingatlah) ketika Musa berkata kepada pembantunya. (al-Kahf/18: 60)\n\nDan firman Allah swt:\n\nSesungguhnya mereka adalah pemuda-pemuda yang beriman kepada Tuhan mereka, dan Kami tambahkan petunjuk kepada mereka. (al-Kahf/18: 13)\n\nAyat ini menunjukkan ketabahan hidup para pemuda Ashhabul Kahf ketika menyepi di dalam gua karena menyembunyikan agamanya. Al-Gazali, dalam kitabnya Ihya' 'Ulumuddin, menolak menggunakan ayat ini untuk dijadikan dalil bagi keutamaan hidup uzlah. Beliau berkata, \"Ashhabul Kahf tidak mengasingkan diri mereka sendiri antara satu dengan yang lain. Mereka seluruhnya adalah orang-orang yang beriman. Mereka mengasingkan diri dari orang-orang kafir.\" Jadi wajarlah kalau mereka ber-uzlah agar terpelihara dari penyiksaan orang-orang kafir dan raja yang hendak membunuh mereka. Hidup menyepi dalam arti mengasingkan diri dari kejahatan dan kebatilan yang tidak dapat diperbaiki atau mereka tidak sanggup memperbaikinya, maka uzlah semacam ini dibenarkan. As-Suyuti dalam kitabnya Al-Iklil berpendapat bahwa dari ayat ini dapat dipahami bahwa uzlah, mengasingkan diri, lari dari kezaliman, dan tinggal dalam gua disyariatkan ketika situasi beragama tidak kondusif atau rusak. Pendapat beliau ini perlu penjelasan karena masih kabur. Zaman manakah yang bersih dari kerusakan? Sebenarnya yang dapat dipahami dari ayat ini ialah para pemuda itu mengasingkan diri karena adanya pemerkosaan terhadap hak hidup beragama.\n\nHidup uzlah karena frustasi dan keputusasaan dalam menghadapi kenyataan hidup tidak dibenarkan oleh agama. Untuk memahami ayat ini, harus diperhatikan suasana di kala terjadinya peristiwa uzlah-nya pemuda itu. Mereka menyepi dengan melarikan diri ke dalam gua karena akan dibunuh oleh raja yang sewenang-wenang. Suasana saat itu juga tidak mendukung untuk berjuang melawan kesewenang-wenangan raja, dan memperlihatkan keimanan mereka.\n\nDi masa permulaan Islam, Nabi menyuruh sahabat-sahabatnya berhijrah ke negeri Habsyah, kemudian ke Madinah, dan beliau sendiri lalu juga hijrah ke sana disebabkan oleh keganasan kaum musyrikin Quraisy, sedang kaum Muslimin tidak dapat berbuat apa-apa menghadapinya, karena masih lemah. Bahkan, bagi Nabi saw khususnya, mereka telah bersiap untuk membunuh-nya. Mereka mengepung rumah Nabi di malam hari untuk melaksanakan rencana pembunuhan itu.\n\nKarena kaum musyrikin telah mengadakan persekongkolan untuk membunuh Nabi, maka Allah memerintahkan agar Nabi hijrah. Atas dasar perintah itulah, Nabi hijrah. Jadi, bukan karena lari dari medan peperangan, menyendiri atau uzlah, dan sebagainya. Hidup uzlah dalam arti mengasingkan diri dari kemewahan hidup dan perbudakan harta dan hawa nafsu, lalu hidup sederhana di tengah-tengah masyarakat, sebagaimana yang diperlihatkan sahabat Nabi Abu dzar Al-Gifari, tidak tercela, bahkan dibenarkan oleh agama Islam. Ibnu Katsir berkata, \"Abu dzar berpendapat bahwa tidaklah patut seorang muslim memiliki harta melebihi dari persediaan makanannya sehari semalam, atau dari sesuatu yang diperguna-kannya untuk berperang, atau dari suatu yang disediakan untuk tamu. Beliau berpegang kepada dhahir ayat:\n\nDan orang-orang yang menyimpan emas dan perak dan tidak menginfakkannya di jalan Allah, maka berikanlah kabar gembira kepada mereka, (bahwa mereka akan mendapat) azab yang pedih. (at-Taubah/9: 34)\n\nAbu dzar hidup dalam kesederhanaan karena tidak mau terlibat dalam kehidupan mewah yang mulai merebak pada zaman khalifah Usman r.a. Demikian contoh kehidupan uzlah yang terdapat di kalangan sahabat Rasulullah saw\".",
                        "17": "Sesudah para pemuda itu berbincang-bincang tentang kaumnya serta diri sendiri, mereka memutuskan untuk uzlah ke dalam gua di sebuah gunung yang mereka sepakati. Dalam ayat ini, Allah menerangkan keadaan tempat perlindungan mereka itu. Pintu gua tersebut menghadap ke utara. Di pagi hari matahari terbit dari arah timur dan di sore hari matahari condong ke barat menyilang pintu gua itu. Dengan demikian, cahaya matahari hanya mengenai langsung pintu gua dari samping kiri dan kanan. Penghuni-penghuni gua itu sendiri tidak terkena sinar matahari meskipun mereka berada di tempat yang luas. Ruangan gua itu mendapat cahaya matahari yang membias dari mulut gua. Maka ruangan itu tidaklah gelap dan selalu memperoleh udara yang sejuk. Mengenai di mana lokasi gua ini, para ahli tafsir berbeda pendapat. Ada yang mengatakan bahwa gua itu di daerah dekat Aela (Yerusalem) di Palestina. Ibnu Ishak mengatakan di Nainawa, yaitu suatu kota lama di daerah Mousul. Ada pula yang mengatakan di negeri Romawi. Dalam keterangan di atas disebutkan bahwa kisah-kisah ini terjadi di kota Ephesus, berdasarkan riwayat dari bangsa Arab. Akan tetapi, sampai sekarang tidak terdapat bukti yang kuat di mana sebenarnya tempat gua itu. Sekiranya ada faedahnya, tentu Rasul saw akan memberitahu kita dimana tempat itu.\n\nItulah tanda-tanda kekuasaan Allah yang diperlihatkan kepada para hamba-Nya yang beriman. Segala peristiwa yang dialami oleh para pemuda itu, sejak mereka memperoleh hidayah ke jalan tauhid, bermusuhan dengan kaumnya dan keluarganya tanpa mengindahkan kepentingan pribadi, padahal mereka masih muda, kemudian mereka memilih dengan tepat sebuah gua yang sehat untuk tempat tinggal, selanjutnya mereka terbangun kembali sesudah 300 tahun lebih lamanya berada dalam keadaan tertidur di dalam gua itu, menunjukkan tanda-tanda kekuasaan Allah yang terdapat dalam alam ini. Tetapi semua tanda-tanda itu hanya dapat dihayati oleh mereka yang diberi taufik oleh Allah swt untuk menerima petunjuk kepada jalan kebenaran seperti pemuda-pemuda penghuni gua itu. Merekalah orang-orang yang memperoleh petunjuk dan dengan tepat memilih jalan kebenaran, sehingga mereka berbahagia dalam kehidupan duniawi dan ukhrawi. Mereka telah mencapai dan menghayati segala rahmat dan pertolongan Allah swt yang sebelumnya selalu mereka harap-harapkan. \n\nBerbeda halnya dengan mereka ialah orang-orang yang tidak memperoleh petunjuk. Mereka ini adalah orang-orang yang sesat karena salah memilih jalan yang harus ditempuh. Kecondongan kepada nafsu duniawi menyebab-kan mereka salah dalam memilih jalan kebenaran. Mereka terjerumus ke dalam kesesatan jalan yang tidak membawa kebahagiaan. Allah menyesat-kan mereka karena memang demikian keadaannya. Bagi mereka sangat sukar untuk menemukan pembimbing yang mengembalikan mereka ke jalan yang lurus dan melepaskan dari kesesatan, karena iman dan ingkar itu terletak pada kehendak Allah. Dia memberi taufik kepada hamba-Nya yang dikehendaki-Nya dan membiarkan orang yang dikehendaki-Nya dalam kesesatan.",
                        "18": "Setelah mendapat tempat yang aman dalam gua, mereka beribadah dengan tekun di dalamnya sampai Tuhan menutup pendengaran mereka, sehingga mereka tertidur. Dalam ayat ini, Allah swt menjelaskan keadaan mereka sewaktu tidur. Mereka tampaknya bangun, tetapi sebenarnya mereka tidur. Ibnu Katsir berkata, \"Sebagian ahli ilmu menerangkan bahwa tatkala Allah menutup pendengaran mereka dengan jalan menidurkan mereka, mata mereka tidak tertutup rapat agar udara tetap bisa masuk. Karena mata mereka terbuka, mereka disangka tetap terjaga; seolah-olah mereka melihat siapa yang berdiri di hadapan mereka. Padahal mereka itu benar-benar tertidur, tetapi berbeda dengan tidur manusia biasa. Umumnya, pada waktu tidur biasa terdapat tanda-tanda istirahat dari organ-organ tubuh terutama pada mata dan wajah. Tidur para penghuni gua itu menyimpang dari sunatullah yang berlaku, karena Pencipta Alam berkehendak untuk memper-lihatkan kekuasaan dan kedaulatan-Nya atas alam semesta ini kepada manusia yang ingkar.\n\nMeskipun dalam keadaan tidur, mereka digerakkan Allah dengan membalikkan mereka ke kiri dan ke kanan, sebagaimana lazimnya orang hidup yang sedang tidur. Namun, hal itu tidak mengurangi keluarbiasaan peristiwa tidur itu sendiri. Berbalik mereka tidak dapat disamakan dengan berbalik seseorang yang tidur biasa supaya badan tetap terpelihara. Allah Mahakuasa memelihara badan mereka, walaupun mereka tidak membalik ke kiri dan ke kanan. Allah menggerakkan mereka pada waktu tertentu untuk menunjukkan adanya kehidupan dan membedakan mereka dari patung atau mummi yang merupakan benda mati. Walaupun misalnya mereka berbalik ke kiri dan ke kanan sekali dalam setahun, sudah cukup menunjukkan keajaiban yang luar biasa bagi orang-orang yang menyaksikan karena mereka tidur lebih dari tiga ratus tahun.\n\nPendapat ahli tafsir beragam dalam hal itu. Ada yang mengatakan enam bulan sekali mereka berbalik, ada yang mengatakan sekali setahun pada hari Asyura, ada pula yang mengatakan sembilan tahun, dan sebagainya. Per-hitungan waktu itu tidak penting untuk diketahui. Anjing peliharaan mereka dalam keadaan membujurkan badan dengan kedua kaki depannya berada di dekat pintu gua. Suasana dalam gua itu sangat menyeramkan. Siapa saja yang ingin masuk hendak melihat keadaannya, mereka tentu akan merasa takut, dan melarikan diri. Tidak seorangpun yang berani masuk ke dalam gua itu. Tuhan menciptakan suasana seram dan menakutkan dalam gua itu, menurut Ibnu Katsir, agar jangan seorangpun yang mendekat dan menyentuh mereka sampai kelak datang ketentuan yang telah ditetapkan Allah swt. Sebab, peristiwa itu mengandung hikmah yang besar, dan alasan yang kuat bahwa janji Allah itu benar dan hari kiamat pasti datang.",
                        "19": "Dalam ayat ini, Allah swt menerangkan tentang para pemuda Ashhabul Kahf ketika bangun dari tidur. Keadaan mereka, baik badan, kulit, rambut, maupun yang lainnya masih sama dengan waktu sebelum mereka tidur. Semuanya sehat dan semuanya masih utuh, bahkan pakaian yang melekat di badan mereka tetap utuh. Allah swt memperlihatkan kepada mereka keagungan, kebesaran, dan kekuasaan-Nya, serta keajaiban dan keluarbiasaan perbuatan-Nya terhadap makhluk-Nya. Oleh karena itu, iman mereka bertambah kuat untuk melepaskan diri dari penyembahan dewa-dewa, dan bertambah ikhlas hati mereka untuk semata-mata menyembah Allah Yang Maha Esa.\n\nSetelah bangun dari tidur yang lama, mereka saling bertanya satu sama lain untuk mengetahui keadaan mereka. Salah seorang dari mereka berkata kepada kawan-kawannya, \"Berapa lama kalian tinggal dalam gua ini?\" Dia menyatakan ketidaktahuannya tentang keadaan dirinya sendiri selama tidur, lalu meminta kepada yang lainnya untuk memberikan keterangan. Kawan-kawannya menjawab, \"Kita tinggal dalam gua ini sehari atau setengah hari.\" Yang menjawab itupun tidak dapat memastikan berapa lama mereka tinggal, sehari atau setengah hari, karena pengaruh tidur masih belum lenyap dari jiwa mereka. Mereka belum melihat tanda-tanda yang menunjukkan sudah berapa lama mereka berada di gua itu. Kebanyakan ahli tafsir mengatakan bahwa waktu mereka datang memasuki gua itu dulu adalah pada pagi hari, kemudian waktu Tuhan membangunkan mereka dari tidur adalah pada sore hari. Karena itulah orang yang menjawab ini menyangka bahwa mereka berada di gua itu satu atau setengah hari. Kemudian kawan-kawannya yang lain berkata, \"Tuhan kamu lebih mengetahui berapa lama kamu tinggal di sini.\" Perkataan pemuda yang terakhir ini sangat bijaksana untuk membantah pernyataan dan jawaban kawan-kawannya yang terdahulu. Pernyataan itu seakan-akan diilhami oleh Allah swt, atau didasarkan atas bukti-bukti nyata. Sesungguhnya masa yang panjang itu hanya dapat diketahui dan ditentukan secara pasti oleh Allah swt. Mereka akhirnya menyadari keterbatasan kemampuan mereka untuk mengetahui yang gaib. \n\nSetelah sadar, barulah perhatian mereka beralih kepada kebutuhan yang pokok, yakni makan dan minum. Salah seorang di antara mereka disuruh pergi ke kota dengan membawa uang perak untuk membeli makanan. Menurut riwayat namanya Tamlikha. Sebelum membeli, ia diminta terlebih dahulu memperhatikan makanan itu, mana yang halal dan mana yang haram, serta mana yang baik dan mana yang kurang baik. Makanan yang halal dan baik itulah yang dibawa kembali ke tempat perlindungan mereka. Tamlikha diminta agar berhati-hati dalam perjalanan, baik sewaktu masuk ke kota maupun kembali dari kota, jangan sampai dia memberitahukan kepada seorang pun tentang keadaan dan tempat bersembunyi mereka. \n\nDari potongan ayat \"fab'atsu ahadakum biwariqikum hadzih(i)\", yang artinya \"(maka suruhlah) salah seorang di antara kamu pergi ke kota dengan membawa uang perakmu ini\", terdapat istimbat hukum yang berhubungan dengan wakalah (berwakil). Yakni seseorang dibolehkan menyerahkan kepada orang lain, sebagai ganti dirinya, urusan harta dan hak semasa hidupnya. Ibnu al-'Arabi berpendapat bahwa ayat ini menjadi dasar paling kuat untuk wakalah (berwakil).",
                        "20": "Kemudian para penghuni gua itu memperingatkan Tamlikha jika sampai penduduk kota itu, yang menurut perkiraannya masih orang-orang kafir, mengetahui tempat persembunyian mereka, mereka tentu akan dipaksa untuk mengikuti agama berhala. Jika mereka menolak, tentu akan dibunuh dengan lemparan batu, cara pembunuhan pada masa dahulu bagi mereka yang berani melawan kebijakan politik raja atau agama negara. Kota yang akan didatangi itu ialah kota Ephesus dan rajanya menurut persangkaan mereka masih Decyanus yang zalim itu. Padahal raja itu sudah tidak ada karena dia berkuasa pada tiga abad yang silam. Jika mereka dipaksa kembali untuk memeluk agama Decyanus itu, mereka tidak akan memperoleh kebahagiaan dan keberuntungan untuk selama-lamanya, baik dalam kehidupan duniawi ataupun ukhrawi. Jiwa orang yang menganut suatu agama karena dipaksa, pada mulanya, akan menolak segala ketentuan-ketentuan dari agama itu. Akan tetapi, lama-kelamaan kemungkinan besar jiwanya tidak akan menolak dan seterusnya memandang baik agamanya yang baru itu. Jika terjadi hal yang demikian, dia akan sesat dan sengsara untuk selama-lamanya. Akan tetapi, bilamana seseorang dipaksa dengan ancaman untuk pindah kepada kekafiran, lalu dia menunjukkan kekafiran, tetapi batinnya tetap Islam, dan sampai akhir hayatnya tidak pernah memandang baik agama yang dipaksakan itu, maka dia tetap dalam Islam.",
                        "21": "Dalam ayat ini, dijelaskan keadaan mereka selanjutnya. Setelah Tamlikha pergi ke kota untuk berbelanja dengan membawa uang perak dari kawan-kawannya, ia melihat suasana kota Ephesus yang jauh berbeda dari apa yang diperkirakan. Saat datang ke kota itu, dia menemukan rakyatnya sudah beriman kepada Tuhan Yang Maha Esa. Namun demikian, di antara rakyatnya ada beriman penuh kepada kejadian hari kiamat, dan ada yang masih ragu. Ada yang mengatakan kiamat itu dengan roh saja, ada pula yang mengatakan kiamat itu dengan roh dan jasad.\n\nSebagaimana Allah membangkitkan Ashhabul Kahf itu dari tidurnya, supaya saling bertanya satu sama lain tentang diri mereka, sehingga keimanan mereka bertambah sempurna, demikian pulalah Tuhan mempertemukan penduduk kota itu dengan Ashhabul Kahf, ketika mereka berselisih tentang masalah hari kiamat. Dengan peristiwa Ashhabul Kahf, perselisihan mereka akan lenyap dan keimanan mereka kepada kekuasaan Tuhan akan menjadi sempurna. Mereka yakin bahwa hari kiamat itu benar-benar akan terjadi dan manusia akan dibangkitkan dari kubur dengan tubuh dan rohnya, seperti kebangkitan Ashhabul Kahf itu.\n\nMenurut riwayat Israiliyat, pangkal pertemuan mereka dengan Tamlikha terjadi ketika dia mengeluarkan uang peraknya untuk membayar harga makanan yang dibelinya. Pada uang perak itu terdapat gambar raja Decyanus. Penjual bahan makanan itu menjadi heran dan kaget. Ia lalu membawa mata uang logam tersebut kepada pejabat di kota itu, Tamlikha ditanya dan diperiksa. Akhir dari pemeriksaan itu adalah pengakuan tamlikha mengenai siapa dirinya dan menunjukkan gua tempat mereka bersembunyi. Peristiwa ini menimbulkan kegemparan dalam masyarakat. Rakyat dan raja menyaksikan kejadian luar biasa yang membawa mereka kepada keyakinan akan terjadinya hari kebangkitan. Golongan yang sebelumnya ragu terhadap hari kiamat, dengan kesaksian mereka terhadap peristiwa ini, berubah menjadi beriman dengan iman yang sempurna bahwa Allah swt kuasa menghidupkan orang yang sudah mati, dan mengembalikan jasad mereka sebagaimana bentuk semula ketika roh itu meninggalkan jasad. Maka dalam ayat ini, Allah swt menyatakan bahwa dipertemukannya Ashhabul Kahf dengan penduduk kota Ephesus itu supaya mereka mengetahui dengan yakin bahwa janji Allah itu benar dan kedatangan hari kiamat (hari kebangkitan) tidak diragukan lagi.\n\nSetelah pertemuan antara raja dan pemuka masyarakat dengan Ashhabul Kahf itu berakhir, maka Ashhabul Kahf kembali ke tempat pembaringanya. Pada waktu itulah, Allah swt mencabut roh mereka untuk diangkat ke sisi-Nya. Kemudian raja dan para pemuka masyarakat itu mengadakan musyawarah. Sebagian dari mereka berkata kepada yang lain, \"Dirikanlah sebuah bangunan besar sebagai peringatan di dekat mulut gua itu.\" Orang yang berkuasa di antara mereka berkata, \"Kami benar-benar akan mem-bangun sebuah tempat ibadah di dekat mulut gua mereka.\" Kedua pihak ingin memuliakan Ashhabul Kahf itu, tetapi mereka berbeda pendapat tentang caranya. Satu pihak menghendaki mendirikan sebuah bangunan besar, sedang pihak yang lainnya ingin mendirikan sebuah masjid untuk tempat beribadah bagi mereka. Tentang apakah penduduk Ephesus mendirikan sebuah bangunan untuk peringatan atau mereka mendirikan sebuah masjid untuk tempat beribadah di atas gua itu hanya Allah yang mengetahuinya.\n\nMembangun masjid dekat kuburan tidak dilarang oleh agama. Tetapi agama sangat melarang menjadikan kuburan sebagai tempat ibadah, sebagaimana sabda Rasulullah saw:\n\nAllah mengutuk orang Yahudi dan Nasrani yang menjadikan kuburan Nabi mereka menjadi tempat ibadah\". (Riwayat al-Bukhari dari 'aisyah dan 'Abdullah bin 'Abbas)\n\nIslam sangat melarang umatnya menjadikan kuburan sebagai tempat beribadah untuk memuliakan orang-orang yang dikubur itu. Bahkan sebagian ulama, seperti Ibnu Hajar dalam kitabnya az-Zawajir memandang perbuatan itu sebagai dosa besar, berdasarkan hadis-hadis yang disebutkan. Dalam sejarah terbukti kuburan para nabi atau wali yang dibangun dalam tempat ibadah cenderung membawa orang kepada penghormatan yang berlebih-lebihan terhadap kuburan itu. Hal ini membuka peluang terjadinya perbuatan syirik.",
                        "22": "Dalam ayat ini, Allah swt menjelaskan perselisihan pendapat yang terjadi pada masa Rasulullah saw mengenai kisah ini. Orang Nasrani dari aliran Malkaniyah berkata, \"Mereka itu berjumlah tiga orang, yang keempat adalah anjingnya.\" Orang Nasrani dari aliran Ya'qubiyah berpendapat, \"Mereka itu berjumlah lima orang dan yang keenam adalah anjingnya.\" Sedangkan golongan Nasthuriyah mengatakan, \"Mereka itu tujuh orang dan yang kedelapan adalah anjingnya.\" Dalam hal ini Allah berfirman bahwa mereka mengatakan tiga atau lima orang itu hanyalah perkiraan semata, dan tidak disertai dengan pengetahuan, seperti melemparkan batu di malam hari ke suatu sasaran yang tidak tampak oleh mata. Tetapi Allah tidak menyatakan terhadap orang yang mengatakan tujuh orang sebagai perkiraan yang tidak menentu. Oleh karena itu, menurut Ibnu 'Abbas, pendapat yang mengatakan bahwa jumlah mereka itu tujuh orang dan yang kedelapan adalah anjingnya inilah yang benar. Sebab Allah swt menyatakan kedua pendapat sebelumnya sebagai perkiraan yang tidak menentu, namun tidak mengatakan hal yang sama untuk pendapat yang ketiga. Hal ini menunjuk-kan bahwa perkataan yang ketiga itulah yang benar dan menunjukkan pula bahwa ucapan itu berdasarkan pengetahuan, keyakinan, dan kemantapan batin.\n\nMengenai nama-nama mereka yang tujuh itu, yang bermacam-macam pengucapannya, menurut al-hafidh Ibnu hajar dalam Kitab Tarikh karya Bukhari, tidak ada yang dapat dijadikan rujukan, karena bukan nama Arab. Dalam Tafsir Ibnu Katsir disebutkan nama-nama mereka sebagai berikut: Maksalmina (yang tertua), Tamlikha (yang kedua), Marthunus, Birunus, Dominus, Yathbunus, Falyastathyunus, dan nama anjingnya Hamran atau Qitmir. Nama-nama ini diambil dari Ahli Kitab, sehingga kebenarannya masih diragukan. Hanya Allah yang lebih mengetahui.\n\nKemudian Allah swt memerintahkan Rasul-Nya untuk mengemukakan kepada mereka yang berselisih tentang berapa jumlah pemuda penghuni gua itu bahwa Allah swt lebih mengetahui jumlah mereka. Tidak perlu mem-bicarakan hal seperti itu tanpa pengetahuan, lebih baik menyerahkannya kepada Allah. Seandainya Allah memberitahu Rasul-Nya tentang hal itu, tentu beliau akan menyampaikannya kepada umatnya jika bermanfaat untuk kehidupan mereka di dunia dan akhirat. Jika hal itu tidak disebutkan, seharusnya tidak perlu membuang-buang tenaga untuk memikirkannya.\n\nTetapi kemudian, Allah menegaskan \"tidak ada orang yang mengetahui jumlah mereka kecuali sedikit\". Di sini Allah mengisyaratkan adanya segelintir manusia yang diberi Allah ilmu untuk mengetahui keadaan yang sebenarnya tentang penghuni-penghuni gua itu. Siapakah yang sedikit itu? Ibnu 'Abbas, seorang sahabat yang masih muda pada zamannya dan dipandang sebagai tokoh ilmiah di segala bidang, mengatakan bahwa dia termasuk di antara yang sedikit itu. Ahli-ahli sejarah, ahli-ahli ilmu purbakala, mungkin dimasukkan ke dalam golongan yang kecil itu bilamana mereka dengan kegiatan penelitiannya memperoleh fakta-fakta sejarah tentang umat masa lampau. Akan tetapi, yang terpenting untuk umat Islam dari ayat ini bukanlah mencari keterangan tentang jumlah pemuda-pemuda itu, melainkan bagaimana mengambil iktibar dan pelajaran dari peristiwa ini, yang bermanfaat untuk membina iman dan takwa kepada Allah swt.\n\nSetelah Allah menyebutkan kisah ini, Allah melarang Nabi dua hal: Pertama tidak boleh memperdebatkan tentang Ashhabul Kahf kepada Ahli Kitab. Nabi dilarang berdebat tentang hal itu kecuali dengan cara yang lembut, tanpa menentukan bilangan jumlah Ashhabul Kahf, dan tidak membodoh-bodohkan mereka karena hal itu tidak bermanfaat. Tujuan utama kisah ini adalah mengimani bahwa hari kebangkitan pasti terjadi. \n\nDi lain surah dengan maksud yang sama Allah berfirman:\n\nDan janganlah kamu berdebat dengan Ahli Kitab, melainkan dengan cara yang baik, kecuali dengan orang-orang yang zalim di antara mereka. (al-'Ankabut/29: 46)\n\nLarangan kedua, Allah swt memerintahkan kepada Nabi saw agar tidak meminta keterangan tentang pemuda-pemuda itu kepada orang-orang Nasrani karena mereka juga tidak punya dasar pengetahuan tentang itu. Mereka hanya memperkirakan saja dan tanpa dalil yang kuat.",
                        "23": "Sewaktu kaum musyrikin mengajukan tiga buah pertanyaan kepada Nabi Muhammad saw, atas saran dari pendeta-pendeta Yahudi di Madinah, yaitu tentang Ashhabul Kahf, dzul Qarnain, dan roh, maka beliau mengatakan, \"Besok pagi saya akan menjawab apa yang kalian tanyakan.\" Beliau tidak menyebutkan dalam perkataannya kata-kata insya Allah. Sebelum mengakhiri kisah Ashhabul Kahf, dalam ayat ini, Allah swt mengingatkan Rasul-Nya supaya beliau tidak mengucapkan janji atau suatu pernyataan untuk suatu pekerjaan dengan pasti dengan berkata, \"Besok pagi akan kukerjakan.\" Seharusnya beliau mengetahui bahwa tidak seorangpun yang tahu dengan pasti apa yang akan terjadi besok pagi.\n\nFirman Allah:\n\nDan tidak ada seorang pun yang dapat mengetahui (dengan pasti) apa yang akan dikerjakannya besok. (Luqman/31: 34)\n\nApa yang beliau janjikan kepada kaum musyrikin itu ternyata lima belas hari kemudian baru dapat beliau penuhi, yakni sesudah wahyu untuk menjawab pertanyaan-pertanyaan itu diturunkan.",
                        "24": "Dalam ayat ini, Allah swt menerangkan bahwa jawaban Nabi terhadap pertanyaan orang-orang musyrik Mekah hendaklah disertai dengan kata-kata \"insya Allah\" yang artinya \"jika Allah mengizinkan\". Sebab ada kemungkinan seseorang akan meninggal dunia sebelum hari besok itu datang dan barangkali ada suatu halangan, sehingga dia tidak dapat mengerjakan apa yang diucapkannya itu. Bilamana dia menyertainya dengan kata insya Allah, tentulah dia tidak dipandang pendusta dalam janjinya.\n\nSekiranya seseorang terlupa mengucapkan kata-kata insya Allah dalam janjinya, hendaklah dia mengucapkan kalimat itu sewaktu dia teringat kapan saja. Sebagai contoh pernah Rasul saw mengucapkan kata insya Allah setelah dia teringat. Sebagaimana diriwayatkan oleh Abu Dawud bahwa beliau mengucapkan, \"Demi Allah pasti akan memerangi Quraisy,\" kemudian beliau diam lalu berkata, \"Insya Allah ........\"\n\nAllah swt kemudian menyuruh Rasul-Nya supaya mengharapkan dengan sangat kepada-Nya supaya Allah memberikan petunjuk kepada beliau ke jalan yang lebih dekat kepada kebaikan dan lebih kuat untuk dijadikan alasan bagi kebenaran agama. Allah swt telah memenuhi harapan Nabi saw tersebut dengan menurunkan kisah nabi-nabi beserta umat mereka masing-masing pada segala zaman. Dari kisah nabi-nabi dan umatnya itu, umat Islam memperoleh pelajaran yang sangat berfaedah bagi kehidupan mereka dunia dan akhirat.",
                        "25": "Allah lalu menjelaskan tentang berapa lama Ashhabul Kahf tinggal dalam gua sesudah ditutup pendengaran mereka. Mereka tidur dalam gua itu selama tiga ratus tahun menurut perhitungan ahli kitab berdasarkan tahun matahari (syamsiah) atau tiga ratus tahun lebih sembilan tahun menurut perhitungan orang Arab berdasar bilangan tahun bulan (qamariah).\n\nPenjelasan Allah tentang berapa lama Ashhabul Kahf tidur di dalam gua merupakan mukjizat bagi Nabi Muhammad. Beliau tidak belajar ilmu falak tapi mengetahui selisih hitungan sembilan tahun antara perhitungan dengan sistem matahari selama 300 tahun dengan sistem perhitungan tahun bulan. Setiap seratus tahun matahari, tiga tahun selisih hitungannya dengan tahun bulan. Setiap tiga puluh tahun matahari, selisih hitungannya satu tahun dengan tahun bulan dan setiap satu tahun matahari berselisih sebelas hari dengan tahun bulan.\n\nPengetahuan di atas tentu datang dari Allah. Allah pula yang mengalih-kan perhatian manusia kepada keindahan yang terdapat di permukaan bumi seperti matahari, cahaya bulan, dan segala keindahan yang ditimbulkan oleh sinar matahari itu. Pertukaran musim melahirkan berbagai keindahan, dan pertukaran musim itu sendiri disebabkan perubahan letak matahari. Demi-kian pula tumbuh-tumbuhan dan binatang-binatang, yang beraneka ragam dalam hidupnya, tergantung kepada sinar matahari yang dipancarkan ke bumi. Nabi Muhammad saw diutus kepada umat manusia agar menerangkan bahwa mempelajari segala keindahan yang ada di bumi ini lebih mendekat-kan diri kepada kebenaran dan keesaan Allah. Penciptaan alam raya ini lebih rumit daripada penciptaan manusia itu sendiri. Allah berfirman:\n\nSungguh, penciptaan langit dan bumi itu lebih besar daripada penciptaan manusia, akan tetapi kebanyakan manusia tidak mengetahui. (Gafir/40: 57)",
                        "26": "Dalam ayat ini, Allah swt memerintahkan Rasul saw agar menyatakan kepada mereka yang masih berselisih tentang berapa lama Ashhabul Kahf tidur di dalam gua, bahwa Tuhan lebih mengetahui lamanya mereka tidur dalam gua itu. Apa yang diterangkan Allah itu pasti benar, tidak ada keraguan padanya. Para ahli kitab berselisih tentang lamanya waktu mereka tidur seperti halnya mereka berselisih tentang jumlahnya. Hanya Allah yang mengetahui berapa lama mereka tidur, karena memang Dialah Yang Maha Mengetahui dan memiliki ilmu pengetahuan tentang segala yang gaib, baik di bumi maupun di langit. Dialah Yang Maha Mengetahui segala hal ihwal manusia yang tersembunyi, dan tidak ada sesuatupun yang tertutup bagi-Nya. Oleh karena itu, manusia tidak perlu lagi membicarakan berapa lama penghuni gua itu tidur di tempatnya, tetapi serahkan hal itu kepada Allah, karena Dia itulah yang mengetahui hal-hal yang gaib, apalagi hal-hal yang nyata. Sungguh alangkah terangnya penglihatan Allah atas segala sesuatu yang terjadi di alam semesta ini, dan alangkah tajamnya pendengaran-Nya terhadap segala macam suara dan bunyi dari makhluk-Nya. Tidak ada seorangpun yang dapat menjadi pelindung bagi penghuni-penghuni gua itu selain Allah. Dialah yang memelihara dan mengurus segala hal ihwal mereka dengan sebaik-baiknya. Dan Dia tidak bersekutu dengan seorangpun dalam menetapkan keputusan.",
                        "27": "Dalam ayat ini Allah swt memerintahkan Rasul-Nya agar mem-bacakan Al-Qur'an yang diwahyukan kepadanya, mengamalkan isinya, menyampaikan kepada umat manusia, dan mengikuti perintah dan larangan yang tercantum di dalamnya. Tugas Rasul saw adalah menyampaikan wahyu Allah itu kepada umat manusia, sebagaimana dijelaskan dalam firman-Nya:\n\nWahai Rasul! Sampaikanlah apa yang diturunkan Tuhanmu kepadamu. Jika tidak engkau lakukan (apa yang diperintahkan itu) berarti engkau tidak menyampaikan amanat-Nya. Dan Allah memelihara engkau dari (gangguan) manusia. Sungguh, Allah tidak memberi petunjuk kepada orang-orang kafir. (al-Ma'idah/5: 67)\n\nRasulullah tidak perlu mempedulikan perkataan orang-orang yang menghendaki agar ayat-ayat Al-Qur'an itu didatangkan sesuai dengan kepentingan mereka. Mereka berkata, \"Datangkan ayat Al-Qur'an yang lain daripada ini atau ganti dengan yang lain.\" Sesungguhnya tidak ada seorangpun yang dapat mengganti ataupun mengubah kalimat-kalimat Al-Qur'an, baik kalimat perintah ataupun larangan, baik kalimat ancaman terhadap mereka yang melakukan kemaksiatan ataupun janji Allah kepada mereka yang taat dan berbuat kebaikan. Hanya Allah Yang Kuasa mengubah atau mengganti kalimatnya berdasarkan hikmah-Nya. Firman Allah swt:\n\nAllah menghapus dan menetapkan apa yang Dia kehendaki. Dan di sisi-Nya terdapat Ummul Kitab (Lauh Mahfudh). (ar-Ra'd/13: 39)\n\nPergantian ayat oleh Allah dalam Al-Qur'an dimaksudkan untuk mencapai tujuan yang lebih besar manfaatnya, sebagaimana firman-Nya:\n\nDan apabila Kami mengganti suatu ayat dengan ayat yang lain, dan Allah lebih mengetahui apa yang diturunkan-Nya¦. (an-Nahl/16: 101)\n\nSegala ketentuan atau hukum yang telah ditetapkan Allah haruslah dipatuhi. Jika tidak, pasti akan ada hukuman yang diberikan Allah sesuai dengan apa yang sebelumnya telah diancamkan kepada orang-orang yang melanggar garis-garis yang ditetapkan-Nya. Tak seorang pun yang dapat menjadi pelindung, kecuali Allah swt karena kekuasaan-Nya meliputi makhluk-Nya. Tak seorangpun yang dapat lolos dari hukuman yang telah ditetapkan-Nya.",
                        "28": "Diriwayatkan bahwa 'Uyainah bin Hishn al-Fazary datang kepada Nabi Muhammad saw sebelum dia masuk Islam. Ketika itu beberapa orang sahabat Nabi yang fakir berada di sampingnya, di antaranya adalah Salman al-Farisi yang sedang berselimut jubah dan tubuhnya mengeluarkan keringat, karena sedang menganyam daun korma. 'Uyainah berkata kepada Rasul saw, \"Apakah bau mereka (sahabat-sahabat yang fakir) tidak mengganggumu? Kami ini pemuka-pemuka bangsawan suku Mudar. Jika kami masuk Islam, maka semua suku Mudar akan masuk Islam. Tidak ada yang mencegah kami untuk mengikutimu, kecuali kehadiran mereka. Oleh karena itu, jauhkanlah mereka agar kami mengikutimu atau adakan untuk mereka majelis tersendiri, dan kami majelis tersendiri pula.\" Kemudian turunlah ayat ini. Dalam ayat ini, Allah swt memerintahkan Rasul-Nya agar bersabar dan dapat menahan diri untuk duduk bersama dengan beberapa orang sahabatnya yang tekun dalam ibadah sepanjang hari karena mengharapkan rida Allah swt semata. Para sahabat itu hidup dalam kesederhanaan jauh dari kenikmatan duniawi. Mereka itu antara lain ialah: Ammar bin Yasir, Bilal, shuhaib, Ibnu Mas'ud, dan sahabat-sahabat lainnya. Di surah yang lain, Allah berfirman: Janganlah engkau mengusir orang-orang yang menyeru Tuhannya di pagi dan petang hari, mereka mengharapkan keridaan-Nya. Engkau tidak memikul tanggung jawab sedikit pun terhadap perbuatan mereka dan mereka tidak memikul tanggung jawab sedikit pun terhadap perbuatanmu, yang menyebabkan engkau (berhak) mengusir mereka, sehingga engkau termasuk orang-orang yang zalim. (al-An'am/6: 52) Sikap kaum musyrikin terhadap sahabat-sahabat Nabi yang fakir itu sama halnya dengan sikap kaum Nuh terhadap pengikut-pengikut Nabi Nuh a.s. sebagaimana difirmankan Allah swt: Mereka berkata, \"Apakah kami harus beriman kepadamu, padahal pengikut-pengikutmu orang-orang yang hina?\" (asy-Syu'ara'/26: 111) Sudah semestinya Rasul saw tidak mengindahkan sikap orang kafir itu. Allah swt memperingatkan beliau agar jangan sampai meninggalkan dan meremehkan sahabat-sahabatnya yang fakir, karena hanya didorong oleh kepentingan duniawi atau disebabkan adanya harapan terhadap keimanan orang-orang yang kaya dari kaum musyrikin. Para sahabat itu adalah orang-orang yang dengan ikhlas hatinya memilih jalan hidup sederhana dan rela meninggalkan segala kelezatan duniawi semata-mata untuk mencari rida Allah. Rasul saw mengucapkan syukur kepada Allah atas kehadiran mereka itu di tengah-tengah umatnya. Katanya: Segala puji bagi Allah yang telah menghadirkan di kalangan umatku orang yang aku diperintahkan untuk sabar menahan diriku bersama dia. (Riwayat Ibnu Jarir ath-thabari, Ath-thabrani, dan Ibnu Mardawaih) Dengan demikian, memandang rendah dan meremehkan orang-orang yang hidup miskin dan melarat, tidak dibenarkan oleh agama Islam, terutama bila mereka orang ahli ibadah dan takwa. Allah dengan tegas melarang Muhammad saw menuruti keinginan para pemuka kaum musyrikin untuk menyingkirkan orang-orang yang fakir dari majelisnya. Orang yang meng-ajukan permintaan seperti itu adalah orang-orang yang sudah tertutup jiwa mereka untuk kembali kepada Tuhan, dan memiliki tabiat yang buruk. Perbuatan mereka yang melampaui batas, kefasikan, dan kemaksiatan menambah gelap hati mereka, sehingga akhirnya mereka bergelimang dalam dosa.\n\n(29) Pada ayat ini, Allah swt memerintahkan Rasul-Nya supaya menegaskan kepada orang-orang kafir bahwa kebenaran yang disampaikan kepada mereka itu berasal dari Allah, Tuhan semesta alam. Kewajiban mereka adalah mengikuti kebenaran itu dan mengamalkannya. Manfaat dari kebenaran itu, tentulah kembali kepada mereka yang mengamalkannya. Demikian pula sebaliknya, akibat buruk dari pengingkaran terhadap kebenar-an itu kembali kepada mereka yang mengingkarinya. Oleh karena itu, barang siapa yang ingin beriman kepada-Nya dan masuk ke dalam barisan orang-orang yang beriman, hendaklah segera berbuat tanpa mengajukan syarat-syarat dan alasan-alasan yang dibuat-buat sebagaimana halnya pemuka-pemuka musyrikin yang memandang rendah orang-orang mukmin yang fakir. Juga demikian halnya bagi siapa yang ingkar dan meremehkan kebenaran. Rasulullah saw tidak akan memperoleh kerugian apa-apa karena keingkaran itu, sebagaimana halnya beliau tidak akan memperoleh ke-untungan apapun jika mereka beriman. Allah swt berfirman:\n\nJika kamu berbuat baik (berarti) kamu berbuat baik untuk dirimu sendiri. Dan jika kamu berbuat jahat, maka (kerugian kejahatan) itu untuk dirimu sendiri. (al-Isra'/17: 7)\n\nTetapi jika manusia memilih kekafiran dan melepaskan keimanan, berarti mereka telah melakukan kezaliman, yakni meletakkan sesuatu tidak pada tempatnya. Oleh karena itu, Allah memberikan ancaman yang keras kepada mereka, yaitu akan melemparkan mereka ke dalam neraka. Mereka tidak akan lolos dari neraka itu, karena api neraka yang bergejolak itu mengepung mereka dari segala penjuru, sehingga mereka laksana orang yang tertutup dalam kurungan. Bilamana dalam neraka itu mereka saling meminta minum karena dahaga, maka akan diberi air yang panasnya seperti cairan besi yang mendidih yang menghanguskan muka mereka. Sungguh sangat jelek air yang mereka minum itu. Tidak mungkin air minum yang panasnya seperti itu dapat menyegarkan kerongkongan, dan menghilangkan dahaga orang yang sedang kepanasan, bahkan sebaliknya, menghancurkan diri mereka. Neraka yang mereka tempati itu adalah tempat yang paling buruk dan penuh dengan siksaan.",
                        "29": "Diriwayatkan bahwa 'Uyainah bin Hishn al-Fazary datang kepada Nabi Muhammad saw sebelum dia masuk Islam. Ketika itu beberapa orang sahabat Nabi yang fakir berada di sampingnya, di antaranya adalah Salman al-Farisi yang sedang berselimut jubah dan tubuhnya mengeluarkan keringat, karena sedang menganyam daun korma. 'Uyainah berkata kepada Rasul saw, \"Apakah bau mereka (sahabat-sahabat yang fakir) tidak mengganggumu? Kami ini pemuka-pemuka bangsawan suku Mudar. Jika kami masuk Islam, maka semua suku Mudar akan masuk Islam. Tidak ada yang mencegah kami untuk mengikutimu, kecuali kehadiran mereka. Oleh karena itu, jauhkanlah mereka agar kami mengikutimu atau adakan untuk mereka majelis tersendiri, dan kami majelis tersendiri pula.\" Kemudian turunlah ayat ini.\n\nDalam ayat ini, Allah swt memerintahkan Rasul-Nya agar bersabar dan dapat menahan diri untuk duduk bersama dengan beberapa orang sahabatnya yang tekun dalam ibadah sepanjang hari karena mengharapkan rida Allah swt semata. Para sahabat itu hidup dalam kesederhanaan jauh dari kenikmatan duniawi. Mereka itu antara lain ialah: Ammar bin Yasir, Bilal, shuhaib, Ibnu Mas'ud, dan sahabat-sahabat lainnya.\n\nDi surah yang lain, Allah berfirman:\n\nJanganlah engkau mengusir orang-orang yang menyeru Tuhannya di pagi dan petang hari, mereka mengharapkan keridaan-Nya. Engkau tidak memikul tanggung jawab sedikit pun terhadap perbuatan mereka dan mereka tidak memikul tanggung jawab sedikit pun terhadap perbuatanmu, yang menyebabkan engkau (berhak) mengusir mereka, sehingga engkau termasuk orang-orang yang zalim. (al-An'am/6: 52)\n\nSikap kaum musyrikin terhadap sahabat-sahabat Nabi yang fakir itu sama halnya dengan sikap kaum Nuh terhadap pengikut-pengikut Nabi Nuh a.s. sebagaimana difirmankan Allah swt:\n\nMereka berkata, \"Apakah kami harus beriman kepadamu, padahal pengikut-pengikutmu orang-orang yang hina?\" (asy-Syu'ara'/26: 111)\n\nSudah semestinya Rasul saw tidak mengindahkan sikap orang kafir itu. Allah swt memperingatkan beliau agar jangan sampai meninggalkan dan meremehkan sahabat-sahabatnya yang fakir, karena hanya didorong oleh kepentingan duniawi atau disebabkan adanya harapan terhadap keimanan orang-orang yang kaya dari kaum musyrikin. Para sahabat itu adalah orang-orang yang dengan ikhlas hatinya memilih jalan hidup sederhana dan rela meninggalkan segala kelezatan duniawi semata-mata untuk mencari rida Allah. Rasul saw mengucapkan syukur kepada Allah atas kehadiran mereka itu di tengah-tengah umatnya. Katanya:\n\nSegala puji bagi Allah yang telah menghadirkan di kalangan umatku orang yang aku diperintahkan untuk sabar menahan diriku bersama dia. (Riwayat Ibnu Jarir ath-thabari, Ath-thabrani, dan Ibnu Mardawaih)\n\nDengan demikian, memandang rendah dan meremehkan orang-orang yang hidup miskin dan melarat, tidak dibenarkan oleh agama Islam, terutama bila mereka orang ahli ibadah dan takwa. Allah dengan tegas melarang Muhammad saw menuruti keinginan para pemuka kaum musyrikin untuk menyingkirkan orang-orang yang fakir dari majelisnya. Orang yang meng-ajukan permintaan seperti itu adalah orang-orang yang sudah tertutup jiwa mereka untuk kembali kepada Tuhan, dan memiliki tabiat yang buruk. Perbuatan mereka yang melampaui batas, kefasikan, dan kemaksiatan menambah gelap hati mereka, sehingga akhirnya mereka bergelimang dalam dosa.",
                        "30": "Dalam ayat ini, Allah menjelaskan pahala bagi orang-orang yang beriman kepada Al-Qur'an dan mengamalkan segala perintah Allah dan Rasul dengan sebaik-baiknya, yaitu diberi pahala yang besar. Allah tidak akan menyia-nyiakan pahala dari amal kebajikan yang mereka lakukan, dan tidak pula mengurangi hak-hak mereka sedikit pun. Banyak janji Allah dalam Al-Qur'an kepada orang-orang mukmin di antaranya bilamana mereka melakukan amal kebajikan, sedikit pun Allah tidak akan menyia-nyiakannya. Setiap amal kebajikan, meskipun hanya sebesar biji sawi, tentu diberi ganjaran oleh Allah swt, sebagaimana firman-Nya:\n\nMaka barang siapa mengerjakan kebaikan seberat zarrah, niscaya dia akan melihat (balasan)nya, dan barang siapa mengerjakan kejahatan seberat zarrah, niscaya dia akan melihat (balasan)nya. (al-Zalzalah/99: 7-8)",
                        "31": "Dalam ayat ini, Allah swt menguraikan ganjaran bagi orang-orang yang beriman kepada Al-Qur'an dan mengerjakan amal saleh. Allah swt menyediakan untuk mereka surga 'Adn yang di bawahnya mengalir sungai-sungai. Surga 'Adn itu sangat luas, sehingga taman-taman yang ada di dalamnya bagaikan surga tersendiri. Mereka juga dianugerahi perhiasan-perhiasan yang indah, yaitu gelang mas yang menghiasi tangan mereka. Perhiasan yang gemerlap itu hanya memenuhi tangan mereka yang dahulu disentuh air wudu.\n\nRasulullah saw bersabda:\n\nPerhiasan orang-orang yang beriman itu (di surga) memenuhi tempat yang dicapai oleh wuduk. (Riwayat al-Bukhari dan Muslim dari Abu Hurairah)\n\nDi samping perhiasan tersebut, mereka juga mengenakan pakaian sutra yang halus dan tebal berwarna hijau dan berlapiskan benang-benang emas. Sungguh pakaian itu terhitung pakaian yang sangat mewah dalam kehidupan duniawi. Warna hijau adalah warna alami, warna yang menyejukkan pandangan dan perasaan. Untuk tempat mereka beristirahat dalam surga disediakan beberapa buah arikah (sofa) sejenis tempat duduk sambil bertelekan menikmati istirahatnya. Demikian itulah surga, pahala yang paling baik dan tempat yang indah, yang disediakan Allah bagi hamba-hamba-Nya yang beriman dan beramal saleh.",
                        "32": "Dalam ayat ini, dua orang laki-laki dijadikan Allah sebagai per-umpamaan untuk menjelaskan kepada para pemuka musyrik yang kaya itu tentang perbedaan antara iman dan kufur, atau antara hamba yang mulia di sisi-Nya dengan yang hina. Ulama berbeda pendapat, apakah cerita dalam ayat ini hanya perumpamaan saja, tidak ada dalam kenyataan sejarah, atau hal ini merupakan kisah nyata. \n\nMereka yang berpendapat bahwa kisah ini merupakan kisah nyata berbeda tentang siapa yang dimaksudkan dengan dua orang ini. Menurut riwayat yang disebutkan Imam al-Qurthubi, ada yang mengatakan kedua laki-laki itu adalah penduduk Mekah dari kabilah Bani Makhzum. Mereka berdua bersaudara, yang mukmin bernama Yahuza dan yang kafir bernama Qurthus. Keduanya semula bersama-sama dalam suatu usaha, kemudian berpisah dan membagi kekayaan mereka. Masing-masing menerima ribuan dinar. Yahuza menggunakan uangnya seribu dinar untuk membebaskan budak, seribu dinar untuk membelikan makanan bagi orang-orang yang terlantar, dan seribu dinar untuk membelikan pakaian orang-orang yang lapar. Adapun Qurthus menggunakan uangnya untuk kawin dengan seorang wanita kaya, dan membeli hewan ternak, sehingga harta kekayaan berkembang. Sisa uang yang lain digunakan untuk berdagang dan selalu membawa laba, sehingga dia menjadi orang yang terkaya di negerinya pada saat itu. \n\nSebuah riwayat menyebutkan bahwa kisah ini adalah tentang orang kaya dengan kebun dan tanamannya yang luas. Dia memiliki dua buah kebun anggur yang dikelilingi oleh pohon-pohon korma dan di antara keduanya terdapat sebidang ladang tempat bermacam-macam tanaman dan buah-buahan.",
                        "33": "Dalam ayat ini, Allah swt menerangkan tentang keadaan kedua kebun yang penuh dengan buah-buahan sepanjang tahun itu. Pohon-pohonnya selalu rindang dan lebat. Sedikit pun kedua kebun itu tidak pernah mengalami kemunduran dan kekurangan sepanjang musim. Keduanya selalu memberikan hasil yang membawa kemakmuran kepada pemiliknya. Di tengah-tengah kebun itu mengalir sebuah sungai yang setiap waktu dapat mengairi tanah dan ladang-ladang di sekitarnya. Pengairan yang teratur menyebabkan tanaman selalu subur, dan sungai yang mengalir itu benar-benar menambah keindahannya. Itulah kenikmatan besar yang telah dilimpahkan Allah kepada pemiliknya.",
                        "34": "Allah swt menjelaskan dalam ayat ini bahwa pemilik kebun itu masih memiliki kekayaan lain berupa harta perdagangan emas, perak, dan lain-lainnya yang diperoleh dari penjualan hasil kebun dan ladang. Qurthus benar-benar berada dalam kehidupan yang mewah, dengan harta kekayaan yang melimpah ruah, dan memiliki pembantu-pembantu, buruh-buruh, dan pengawal-pengawal dalam jumlah yang besar. Keadaan yang demikian membuat dirinya sombong dan ingkar kepada Tuhan yang memberikan nikmat itu kepadanya. Dia berkata kepada temannya yang beriman, yang sebelumnya telah menyeru kepadanya agar beriman kepada Allah dan hari kebangkitan, \"Aku mempunyai harta yang lebih banyak daripada kamu, seperti yang kamu saksikan, dan pengikut-pengikutku lebih banyak. Sewaktu-waktu mereka siap mempertahankan diri dan keluargaku dari musuh-musuhku, serta memelihara dan membela hartaku.\" Dengan perkataan ini, dia mengisyaratkan bahwa seseorang dapat hidup bahagia dan jaya tanpa beriman kepada Tuhan seru sekalian alam. Dia beranggapan bahwa segala kejayaan yang dimilikinya dan kenikmatan yang diperolehnya semata-mata berkat kemampuan dirinya. Tiada Tuhan yang dia rasakan turut membantu dan memberi rezeki dan kenikmatan kepadanya.",
                        "35": "Dalam ayat ini Allah swt menerangkan bahwa ketika dia memasuki kebunnya bersama saudaranya, dia mengatakan kepada saudaranya yang mukmin, sambil menunjuk kebunnya, bahwa kebun-kebun itu tidak akan binasa selama-lamanya.\n\nAda dua sebab yang mendorongnya berkata demikian:\n\nPertama: Kepercayaan penuh terhadap kemampuan tenaga manusia untuk memelihara kebun-kebun itu, sehingga selamat dari kebinasaan. Dengan kekayaan berupa mas dan perak sebagai modal, dan sumber daya manusia yang berpengalaman dan berpengetahuan tentang perawatan dan pemeliharaan tanaman dan kebun, dia percaya sanggup menjaga kelestarian, keindahan, dan kesuburan kebun dan tanamannya. Ia sama sekali tidak menyadari keterbatasan daya dan akal sehat manusia dan tidak percaya bahwa ada kekuatan gaib yang kuasa berbuat sesuatu terhadap segala kekayaan itu.\n\nKedua: Kepercayaan akan keabadian alam dan zaman serta ketidak-percayaan terhadap hari kiamat. Dia berkeyakinan bahwa segala yang ada ini kekal abadi. Tidak ada yang akan musnah dari alam ini, yang terjadi hanyalah perubahan dan pergantian menurut hukum yang berlaku. Air, tumbuh-tumbuhan, tanah dan lain-lainnya akan terus tersedia dan tidak akan ada putusnya. \n\nDemikianlah pandangan pemilik kebun itu. Sesungguhnya dia telah berbuat zalim dan tidak jujur terhadap dirinya sendiri. Seharusnya dia bersyukur kepada Allah yang telah memberikan segala kenikmatan kepadanya. Tidak ada seorangpun yang hidup bahagia dalam dunia ini dengan hanya berdiri di atas kaki sendiri, tanpa bantuan atau kerjasama dengan orang lain. Mengapa dia menyombongkan diri, padahal dia sebenarnya menyadarinya. Mengapa dia ingkar kepada Tuhan, padahal dia menyadari ikut terlibat dalam perubahan alam itu sendiri, mengapa dia tidak mau mengakui siapakah sebenarnya yang menciptakan semua perubahan dalam alam ini dan yang menciptakan hukum-hukumnya. Mengapa dia tidak jujur terhadap pengakuan hati nuraninya sendiri akan adanya Tuhan Yang Maha Pencipta? Sesungguhnya sikap demikian merupakan kezaliman yang besar.",
                        "36": "Ayat ini mengungkapkan ucapan pemilik kebun itu kepada saudaranya yang mukmin tentang ketidakpercayaannya bahwa hari kiamat itu akan datang. Sekiranya hari kiamat itu datang dan dia dikembalikan kepada Tuhan, dia tentu akan kembali mendapatkan yang lebih baik daripada kebun-kebun yang dimilikinya di dunia ini.\n\nSikap pemilik kebun itu menunjukkan keingkaran akan adanya hari kiamat (hari akhir). Dugaannya bahwa akan mendapatkan kebun-kebun yang lebih baik daripada kebun-kebunnya di dunia ini pada hari kiamat didasarkan atas pengalamannya bahwa kedua kebun yang dimilikinya dan dipercayakan Tuhan kepadanya terus berbuah dan berkembang hanya karena kesanggupan dan usaha yang memilikinya. Oleh karena itu, dimana dan kapan saja, kemusnahan itu selalu menyertainya. Allah swt menggambarkan pula sifat orang kafir ini dalam ayat yang lain dengan firman-Nya:\n\n\"¦Dan jika aku dikembalikan kepada Tuhanku maka sesungguhnya aku akan memperoleh kebaikan di sisi-Nya.....\" (Fushshilat/41: 50)\n\nUcapan yang membawa kepada kekafiran ialah: pertama, pengakuannya tentang keabadian alam; kedua, tentang tidak adanya kebangkitan manusia dari kubur; dan ketiga, anggapannya bahwa ganjaran di akhirat dicerminkan oleh keadaan di dunia. Pandangan terhadap keabadian alam ini meniadakan keputusan dan kehendak Tuhan Pencipta Alam. Keingkarannya terhadap kebangkitan manusia dari kubur menunjukkan bahwa dia meniadakan kekuasaan Allah untuk mengembalikan manusia ke bentuk aslinya. Pandang-an bahwa ganjaran di akhirat dicerminkan oleh kehidupan dunia, misalnya bilamana seseorang di dunia hidup sebagai pemilik kebun, maka ganjaran di akhirat pun baginya sebagai pemilik kebun. Ini adalah kepercayaan primitif, atau kepercayaan yang berdasarkan kebudayaan. Kepercayaan seperti itu berlawanan dengan agama yang bersumber pada wahyu Allah swt yang mempunyai kebijaksanaan dalam memberikan ganjaran kepada hamba-hamba-Nya.",
                        "37": "Dalam ayat ini, Allah swt menerangkan jawaban Yahuza untuk membantah pemikiran saudaranya itu. Qurthus, pemilik kebun yang kaya itu, memandang Yahuza rendah karena kemiskinannya. Sebaliknya, Yahuza memandang Qurthus rendah karena kekafirannya. Dalam percakapannya dengan Qurthus, dia menyatakan bahwa tidak patut dia mengingkari kekuasaan Allah yang menciptakan dirinya dari tanah? Bukankah makanan yang berasal dari tumbuh-tumbuhan atau hewan itu dari tanah juga? Dari makanan dan minuman itu terbentuk sel-sel yang akhirnya menjadi nuthfah. Nuthfah berkembang tahap demi tahap karena mendapat makanan, baik dari protein nabati ataupun hewani, sehingga menjadi seorang laki-laki seperti Qurthus. Bagaimana seseorang dapat mengingkari kekuasaan Allah, sedangkan kejadiannya menunjukkan dengan jelas akan adanya kekuasaan itu. Setiap insan sadar akan dirinya, bahwa pada mulanya dia tidak ada, kemudian menjadi ada. Tidak mungkin kehadirannya ke alam wujud ini dihubungkan oleh dirinya sendiri. Satu-satunya Zat yang bisa menghubungkan kejadiannya itu ialah Penciptanya yaitu Allah Rabbul Alamin.\n\nUntuk meyakinkan adanya hari kebangkitan, Allah menjelaskan proses kejadian manusia, sebagaimana firman-Nya:\n\nWahai manusia! Jika kamu meragukan (hari) kebangkitan, maka sesungguhnya Kami telah menjadikan kamu dari tanah, kemudian dari setetes mani. (al-hajj/22: 5)",
                        "38": "Dalam ayat ini, Allah swt menerangkan pernyataan Yahuza kepada saudaranya yang kafir itu bahwa dia tidak sependapat dengannya. Dia berkeyakinan tidak ada Tuhan yang disembah kecuali Allah yang memelihara makhluk, Yang Maha Esa, dan Mahakuasa. Yahuza juga mengatakan bahwa dia tidak mempersekutukan Allah dengan sesuatu apapun. Pendirian saudaranya bahwa Allah tidak kuasa membangkitkannya dari kubur sama sekali tidak dapat diterima Yahuza karena menganggap Allah lemah dan sama dengan makhluk. Hal demikian, menurutnya, sama dengan syirik. Sikap Yahuza yang tegas di hadapan saudaranya yang kaya itu sangat terpuji, meskipun dia dalam keadaan fakir yang berkedudukan sebagai seorang yang meminta pekerjaan, namun dengan penuh keberanian, dia menyatakan perbedaan identitas (hakikat) pribadinya, yaitu perbedaan yang menyangkut akidah atau keimanan kepada Tuhan.",
                        "39": "Yahuza lalu meneruskan kata-katanya kepada Qurthus, \"Seharusnya kamu mengucapkan syukur kepada Allah ketika memasuki kebun-kebunmu dan merasakan kagum terhadap keindahannya. Mengapa kamu tidak mengucapkan pujian kepada Allah atas segala nikmat yang telah dilimpahkan-Nya kepadamu, berupa harta dan anak yang banyak yang belum pernah diberikan-Nya kepada orang lain.\"\n\n\"Katakanlah \"masya Allah\" ketika itu, sebagai tanda pengakuan atas kelemahanmu di hadapan-Nya, dan bahwa segala yang ada itu tidak mungkin terwujud tanpa izin dan kemurahan-Nya. Di tangan-Nya nasib kebun-kebun itu, disuburkan menurut kehendak-Nya ataupun dihancurkan menurut kehendak-Nya pula. Mengapa kamu tidak mengucapkan la quwwata illa billahi (tidak ada kekuatan kecuali dengan pertolongan Allah) sebagai tanda pengakuan bahwa tidak ada kekuatan yang dapat memakmurkan dan mengurusnya kecuali dengan pertolongan Allah swt.\" Ayat ini mengandung pelajaran tentang zikir yang baik diamalkan. Nabi Muhammad saw berkata kepada sahabatnya, Abu Hurairah:\n\nMaukah aku tunjukkan kepadamu salah satu perbendaharaan surga yang terletak di bawah Arasy? Aku menjawab, \"Ya, saya mau.\" Rasul berkata, \"Kamu membaca la quwwata illa billahi.\" (Riwayat Imam Ahmad dari Abu Hurairah)\n\nDemikian pula banyak hadis-hadis Rasul saw yang mengajarkan kepada umatnya sewaktu mendapat nikmat dari Allah supaya dia mengucapkan bacaan itu, Rasulullah saw bersabda:\n\nSetiap Allah swt memberikan kepada seorang hamba nikmat pada keluarga, harta, atau anak lalu dia mengucapkan \"masya' Allah, la quwwata illa billah\", tentu Allah menghindarkan dia dari segala bencana sampai kematiannya, lalu Rasulullah membaca ayat 39 Surah al-Kahf ini. (Riwayat al-Baihaqi dan Ibnu Mardawaih dari Anas r.a.)\n\nSetelah Yahuza selesai menasehati saudaranya supaya beriman, dan sudah menjelaskan tentang kekuasaan Allah swt, mulailah dia menanggapi perkataan saudaranya yang membanggakan harta dan orang-orangnya. Yahuza berkata, \"Jika kamu memandang aku lebih miskin daripada kamu, baik mengenai harta kekayaan, maupun mengenai anak buah, maka tidaklah mengapa bagiku.\"",
                        "40": "Namun aku mengharapkan agar Allah mengubah keadaanku, memberi aku kekayaan, dan menganugerahkan kepadaku kebun yang lebih baik daripada kebunmu karena imanku kepada-Nya. Sebaliknya, Allah swt akan melenyapkan kenikmatan yang diberikan-Nya kepadamu karena kekafiranmu, dan Dia akan menghancurkan kebun-kebunmu dengan mengirim petir dari langit yang membakar habis semuanya, sehingga menjadi tanah tandus yang licin.",
                        "41": "\"Atau Allah menghancurkan kebun-kebun itu dengan bencana dari bumi dengan jalan menghisap air yang mengalirinya dan masuk ke dalam perut bumi, sehingga kamu tak dapat berbuat apa-apa untuk mencari air itu lagi.\"\n\nDemikianlah harapan Yahuza yang mukmin itu, agar Allah memperlihat-kan kekuasaan-Nya secara nyata kepada orang yang kafir dan sombong itu. Dengan turunnya hukuman itu, baik berupa bencana dari langit ataupun dari bumi, manusia yang kafir itu bisa menjadi sadar.",
                        "42": "Dalam ayat ini, Allah swt menerangkan bahwa apa yang diharapkan Yahuza akan segera menjadi kenyataan. Allah swt kemudian membinasakan segala harta kekayaan Qurthus. Tadinya ia mengatakan dengan penuh kesombongan bahwa kebun-kebunnya tidak akan binasa selama-lamanya. Tetapi setelah dia menyaksikan kehancuran harta kekayaannya, timbullah kesedihan dan penyesalan yang mendalam, sambil membolak-balikkan dua telapak tangannya sebagai tanda menyesal terhadap lenyapnya segala biaya yang dibelanjakannya untuk membangun kebun-kebunnya selama ini. Semua tanaman dan pohon anggur yang ada dalam kebun itu runtuh bersama penyangganya. Pada saat kesedihannya memuncak, dia teringat kepada nasihat dan ajaran saudaranya, sehingga ia mengerti bahwa bencana itu datang karena kemusyrikan dan kezalimannya terhadap diri sendiri. Lalu keluarlah kata-kata penyesalan dari mulutnya, \"Aduhai, kiranya aku beriman dan bersyukur, tentulah Tuhan tidak akan menghancurkan kebun-kebunku.\"\n\nKata-kata penyesalan yang demikian lahir dari seorang yang sudah berada dalam kesulitan besar yang tak terelakkan lagi. Semua orang bila terjepit dan berada dalam bencana, dia mengeluh dan dari mulutnya keluar kata-kata yang mencerminkan penyesalannya yang mendalam. Sedangkan jika tidak terjepit atau tidak dalam kesengsaraan, dia tidak akan mengeluarkan kata-kata demikian.\n\nFirman Allah swt:\n\nMaka ketika mereka melihat azab Kami, mereka berkata, \"Kami hanya beriman kepada Allah saja dan kami ingkar kepada sembahan-sembahan yang telah kami persekutukan dengan Allah.\" (al-Mu'min/40: 84)",
                        "43": "Dalam ayat ini, Allah swt menerangkan bahwa tidak ada segolongan orang pun yang sanggup menolong pemilik kebun itu, baik keluarganya, pengawal, buruh-buruh, anak-anak, atau siapa saja yang tadinya menjadi kebanggaannya. Hanya Allah yang dapat menolongnya dari kehancuran dan kebinasaan. Sedangkan orang itu sendiri tidak dapat menolong dirinya sendiri dengan kekuatan yang ada padanya.",
                        "44": "Kemudian Allah swt menegaskan dalam ayat ini bahwa dalam kesulitan dan kesengsaraan seperti yang dialami oleh pemilik kebun itu, benar-benar hanya Allah sendiri yang mempunyai hak dan kekuatan untuk memberikan pertolongan. Akan tetapi, pertolongan itu hanya diberikan kepada orang-orang yang beriman kepada-Nya, mensyukuri nikmat-Nya, dan taat serta patuh kepada perintah-Nya. Allah akan membela, menenteramkan hati, dan menyelamatkan mereka dari segala macam muslihat dan tipu daya musuh-musuh mereka. Dialah yang paling baik dalam memberi pahala dan balasan.",
                        "45": "Allah swt mengumpamakan suasana kehidupan dalam dunia ini beserta segala keindahan dan kemegahannya, yang kemudian secara ber-angsur-angsur akan lenyap, seperti keadaan air hujan yang diturunkan dari langit, sehingga menyuburkan tumbuh-tumbuhan yang menghijau, berbunga, dan berbuah. Kehijauan itu secara berangsur-angsur berubah menjadi kuning kering, dan akhirnya lenyap dihembus angin. Semua yang ada di atas bumi ini tentu menempuh suatu proses perubahan dari lahir, tumbuh, kembang, layu, dan lenyap. Oleh karena itu, manusia yang menjadi penghuni bumi ini jangan tertipu oleh kemegahan dunia. Mereka yang mempunyai kekayaan yang besar janganlah membangga-banggakan hartanya dan jangan pula merendahkan orang lain yang tak punya harta benda. Sesungguhnya harta benda itu, cepat atau lambat, akan lenyap. Allah Yang Mahasempurna dan Mahamulia yang menciptakan segala benda dan memeliharanya, menum-buhkan, melenyapkan, lalu mengembalikan lagi ke bumi. Dialah Yang Mahakuasa dan menetapkan hukum-hukum perubahan itu.\n\nDalam Al-Qur'an, banyak ayat-ayatnya yang mengumpamakan kehidup-an duniawi ini dengan kehidupan tumbuh-tumbuhan, antara lain firman Allah swt:\n\nKetahuilah, sesungguhnya kehidupan dunia itu hanyalah permainan dan senda gurau, perhiasan dan saling berbangga di antara kamu serta berlomba dalam kekayaan dan anak keturunan, seperti hujan yang tanam-tanamannya mengagumkan para petani; kemudian (tanaman) itu menjadi kering dan kamu lihat warnanya kuning kemudian menjadi hancur. Dan di akhirat (nanti) ada azab yang keras dan ampunan dari Allah serta keridaan-Nya. Dan kehidupan dunia tidak lain hanyalah kesenangan yang palsu. (al-Hadid/57: 20)",
                        "46": "Allah menjelaskan bahwa yang menjadi kebanggaan manusia di dunia ini adalah harta benda dan anak-anak, karena manusia sangat mem-perhatikan keduanya. Banyak harta dan anak dapat memberikan kehidupan dan martabat yang terhormat kepada orang yang memilikinya. Seperti halnya 'Uyainah, pemuka Quraisy yang kaya itu, atau Qurthus, yang mempunyai kedudukan mulia di tengah-tengah kaumnya, karena memiliki kekayaan dan anak buah yang banyak. Karena harta dan anak pula, orang menjadi takabur dan merendahkan orang lain. Allah menegaskan bahwa keduanya hanyalah perhiasan hidup duniawi, bukan perhiasan dan bekal untuk ukhrawi. Padahal manusia sudah menyadari bahwa keduanya akan segera binasa dan tidak patut dijadikan bahan kesombongan. Dalam urutan ayat ini, harta didahulukan dari anak, padahal anak lebih dekat ke hati manusia, karena harta sebagai perhiasan lebih sempurna daripada anak. Harta dapat menolong orang tua dan anak setiap waktu dan dengan harta itu pula kelangsungan hidup keturunan dapat terjamin. Kebutuhan manusia terhadap harta lebih besar daripada kebutuhannya terhadap anak, tetapi tidak sebaliknya. \n\nKemudian Allah swt menjelaskan bahwa yang patut dibanggakan hanyalah amal kebajikan yang buahnya dirasakan oleh manusia sepanjang zaman sampai akhirat, seperti amal ibadah salat, puasa, zakat, jihad di jalan Allah, serta amal ibadah sosial seperti membangun sekolah, rumah anak yatim, rumah orang-orang jompo, dan lain sebagainya. Amal kebajikan ini lebih baik pahalanya di sisi Allah daripada harta dan anak-anak yang jauh dari petunjuk Allah swt, dan tentu menjadi pembela dan pemberi syafaat bagi orang yang memilikinya di hari akhirat ketika harta dan anak tidak lagi bermanfaat.",
                        "47": "Dalam ayat ini, Allah swt menerangkan berbagai peristiwa yang terjadi pada hari kiamat. Peristiwa-peristiwa itu antara lain:\n\nPada hari itu, Allah swt mencabut gunung-gunung dari cengkeraman bumi, sehingga hancur menjadi debu lalu diterbangkan ke udara sebagai-mana Allah menerbangkan awan. Dalam ayat yang lain Allah swt berfirman:\n\nApabila bumi diguncangkan sedahsyat-dahsyatnya, dan gunung-gunung dihancurluluhkan sehancur-hancurnya, maka jadilah ia debu yang beterbangan. (al-Waqi'ah/56: 4-6)\n\nKeadaan permukaan bumi ketika itu tampak polos. Tidak ada lagi sisa-sisa benda peradaban manusia, pohon-pohon kayu, sungai-sungai, dan laut yang selama ini terdapat di permukaan bumi. Semua manusia tampak jelas di hadapan Tuhan, tidak ada satu pun yang menutupi keadaan mereka seperti diterangkan Allah dalam firman-Nya:\n\nDan mereka bertanya kepadamu (Muhammad) tentang gunung-gunung, maka katakanlah, \"Tuhanku akan menghancurkannya (pada hari Kiamat) sehancur-hancurnya, kemudian Dia akan menjadikan (bekas gunung-gunung) itu rata sama sekali, (Sehingga) kamu tidak akan melihat lagi ada tempat yang rendah dan yang tinggi di sana.\" (thaha/20: 105-107)\n\nPada hari itu, Allah swt mengumpulkan umat manusia dari zaman awal sampai akhir, sesudah dibangkitkan dari kuburnya masing-masing. Tidak seorang pun pada hari itu yang ketinggalan untuk diperiksa, baik raja maupun rakyat. Keadaan demikian diterangkan Allah swt dalam firman-Nya:\n\nKatakanlah, \"(Ya), sesungguhnya orang-orang yang terdahulu dan yang kemudian, pasti semua akan dikumpulkan pada waktu tertentu, pada hari yang sudah dimaklumi. (al-Waqi'ah/56: 49-50)\n\nFirman Allah swt:\n\n¦ Itulah hari ketika semua manusia dikumpulkan (untuk dihisab), dan itulah hari yang disaksikan (oleh semua makhluk). (Hud/11: 103)\n\nRasulullah saw menceritakan pula keadaan hari yang dahsyat itu sebagai berikut:\n\nDiriwayatkan dari 'Aisyah ra bahwa dia berkata, \"Aku dengar Rasulullah saw bersabda, \"Pada hari kiamat itu manusia dikumpulkan (di Padang Mahsyar) berkaki telanjang, bertelanjang bulat, lagi tidak berkhitan.\" Aku lalu bertanya, \"Wahai Rasulullah, apakah antara laki-laki dan perempuan saling melihat satu sama lain?\" Rasul saw menjawab, \"Ya 'Aisyah, urusan hari kiamat itu lebih dahsyat dari melihat satu sama lain.\" (Riwayat Muslim dalam sahihnya)",
                        "48": "Dalam ayat ini Allah swt menerangkan lagi apa yang terjadi pada hari kiamat itu, yaitu malaikat dan manusia dihadapkan kepada Allah dengan berbaris saf demi saf (barisan) seperti dalam salat jamaah, satu sama lain tidak saling menutupi, masing-masing dalam deretannya. Suasana mereka seperti pasukan di hadapan raja. Lalu Allah menyatakan kepada mereka yang kafir dan ingkar kepada hari kiamat dengan pernyataan yang menggentarkan hati mereka, bahwa mereka didatangkan di hadapan Tuhan tanpa harta dan anak, bahkan tanpa pakaian dan sepatu seperti halnya pada waktu mereka diciptakan pertama kali. Sebagaimana diterangkan Allah pada ayat yang lain dengan firman-Nya:\n\nDan kamu benar-benar datang sendiri-sendiri kepada Kami sebagaimana Kami ciptakan kamu pada mulanya, dan apa yang telah Kami karuniakan kepadamu, kamu tinggalkan di belakangmu (di dunia). (al-An'am/6: 94)\n\nRasulullah saw menerangkan pula tentang peristiwa hari kiamat ini dengan sabdanya: \n\nSesungguhnya Allah Yang Maha Tinggi memanggil pada hari kiamat, \"Hai hamba-hamba-Ku. Aku Allah tiada Tuhan kecuali Aku, yang Maha Pengasih di antara yang pengasih, yang Mahabijaksana di antara yang bijaksana, dan yang paling segera mengambil perhitungan. Siapkan alasan-alasanmu, mudahkanlah jawaban-jawabanmu. Kamu sekalian akan ditanya dan akan dihisab. Wahai malaikat-malaikat, aturlah hamba-hamba-Ku berdiri dalam barisan yang rapat untuk dihisab.\" (Riwayat Ibnu Mandah dari Mu'adz bin Jabal)\n\nAllah mencerca mereka karena dahulu menganggap bahwa hari kebang-kitan yang dijanjikan Tuhan itu tidak akan terjadi. Dulu mereka selalu menyombongkan diri di hadapan orang-orang Islam dengan harta kekayaan dan anak-anak mereka sambil mengingkari hari kiamat. Tapi pada saat hari kiamat itu terjadi, mereka tidak berkutik lagi.",
                        "49": "Dalam ayat ini, Allah swt menambahkan keterangan tentang peristiwa-peristiwa yang terjadi di hari kiamat, yaitu buku catatan amal perbuatan seseorang semasa hidupnya di dunia diberikan kepadanya. Isi catatan itu ada yang baik dan ada yang buruk, dan ada yang diberikan dari sebelah kanan, ada pula yang dari sebelah kiri. Orang-orang mukmin dan beramal saleh menerimanya dari sebelah kanan, lalu ia melihat isinya. Ternyata kebaikannya lebih besar dari kejahatannya, dan kejahatan itu segera diampuni oleh Allah swt. Maka dia dimasukkan ke dalam surga, sebagaimana firman Allah swt:\n\nAdapun orang yang kitabnya diberikan di tangan kanannya, maka dia berkata, \"Ambillah, bacalah kitabku (ini).\" Sesungguhnya aku yakin, bahwa (suatu saat) aku akan menerima perhitungan terhadap diriku. Maka orang itu berada dalam kehidupan yang diridai, dalam surga yang tinggi. (al-haqqah/69: 19-22)\n\nKepada orang kafir dan orang yang bersalah, kitab catatan amal mereka di dunia diberikan dari sebelah kiri. Lalu mereka melihat isinya, dan ternyata penuh dengan catatan dari berbagai kejahatan, baik berupa perbuatan ataupun perkataan. Bukti-bukti demikian itu menimbulkan rasa ketakutan di hati mereka terhadap hukuman Allah dan kecaman-kecaman manusia. Dengan penuh penyesalan mereka berkata, \"Aduhai, celaka kami, mengapa buku catatan ini sedikit pun tidak meninggalkan kesalahan kami yang kecil apalagi yang besar, semuanya dicatatnya.\" Keadaan mereka diterangkan Allah lebih jauh dengan firman-Nya:\n\nDan adapun orang yang kitabnya diberikan di tangan kirinya, maka dia berkata, \"Alangkah baiknya jika kitabku (ini) tidak diberikan kepadaku, sehingga aku tidak mengetahui bagaimana perhitunganku, Wahai, kiranya (kematian) itulah yang menyudahi segala sesuatu. Hartaku sama sekali tidak berguna bagiku. Kekuasaanku telah hilang dariku.\" (Allah berfirman), \"Tangkaplah dia lalu belenggulah tangannya ke lehernya.\" Kemudian masukkanlah dia ke dalam api neraka yang menyala-nyala. (al-haqqah/69: 25-31)\n\nMereka mendapatkan segala tindakan mereka yang melanggar aturan agama dan kemanusiaan tertulis di hadapan mereka. Mereka lupa bahwa selama hidup di dunia ada malaikat-malaikat yang selalu mencatat dengan teliti segala perbuatan dan perkataan mereka. Firman Allah swt:\n\nDan sesungguhnya bagi kamu ada (malaikat-malaikat) yang mengawasi (pekerjaanmu), yang mulia (di sisi Allah) dan yang mencatat (amal perbuatanmu), mereka mengetahui apa yang kamu kerjakan. (al-Infithar/82: 10-12)\n\nSemua perbuatan manusia sengaja ditulis dalam buku catatan amal untuk diperlihatkan kepada mereka pada hari kiamat. Firman Allah swt:\n\n(Ingatlah) pada hari (ketika) setiap jiwa mendapatkan (balasan) atas kebajikan yang telah dikerjakan dihadapkan kepadanya, (begitu juga balasan) atas kejahatan yang telah dia kerjakan.... (ali 'Imran/3: 30)\n\nTidak ada seorangpun pada hari kiamat itu yang teraniaya. Setiap amal perbuatan akan ditimbang betapapun kecilnya. Allah swt menjamin tegaknya keadilan pada hari itu. Firman-Nya:\n\nDan Kami akan memasang timbangan yang tepat pada hari Kiamat, maka tidak seorang pun dirugikan walau sedikit ; sekalipun hanya seberat biji sawi, pasti Kami mendatangkannya (pahala). Dan cukuplah Kami yang membuat perhitungan. (al-Anbiya'/21: 47)\n\nAllah swt tidak akan merugikan hamba-hambanya, sebaliknya akan memberikan pengampunan kepada mereka yang bersalah, kecuali dosa kekufuran. Dia memberikan hukuman kepada mereka berdasar hikmah dan keadilan-Nya. Allah memberikan pahala bagi mereka yang taat, dan menjatuhkan hukuman bagi yang berbuat maksiat.",
                        "50": "Dalam ayat ini dijelaskan ketika Allah memerintahkan malaikat untuk sujud kepada Adam, mereka menaati perintah itu dan sujud kepada-nya. Hanya Iblis yang menolak perintah itu. Malaikat yang selalu taat kepada Allah termasuk makhluk gaib, tidak seorangpun yang mengetahui hakikat-nya. Menurut penjelasan Al-Qur'an, malaikat terbagi menjadi beberapa golongan. Tiap-tiap golongan mempunyai tugas masing-masing. Dalam Islam, yang memberi ilham kepada manusia untuk cenderung kepada kebenaran dan kebaikan adalah malaikat, sebagaimana yang terjadi pada kisah Maryam a.s. Sedangkan yang menggoda dan menimbulkan was-was dalam hati manusia ialah setan. Dia ingin mendorong manusia berbuat kejahatan, sebagaimana firman Allah swt:\n\nSetan menjanjikan (menakut-nakuti) kemiskinan kepadamu dan menyuruh kamu berbuat keji (kikir). (al-Baqarah/2: 268)\n\nMalaikat dan setan adalah makhluk rohani yang memiliki hubungan dengan jiwa manusia, namun tidak diketahui hakikatnya. Manusia harus beriman sebagaimana yang diperintahkan dalam rukun iman tanpa menambah dan menguranginya. Semua manusia bisa merasakan bahwa jika ia bermaksud mengerjakan sesuatu, terjadi pergolakan dalam jiwanya antara cenderung kepada kebaikan atau kejahatan, hingga keinginan yang satu mengalahkan yang lain. Jika kita cenderung kepada kebaikan, itu adalah akibat dorongan malaikat, dan jika cenderung kepada kejahatan, maka itu adalah dorongan setan.\n\nDilihat dari segi kejadian, keduanya berasal dari unsur yang berbeda. Malaikat diciptakan dari cahaya, sedangkan jin atau setan diciptakan dari lidah api. Firman Allah swt:\n\nDan Dia menciptakan jin dari nyala api tanpa asap. (ar-Rahman/55: 15)\n\nSabda Rasulullah saw:\n\nMalaikat diciptakan dari cahaya, Iblis diciptakan dari nyala api, dan Adam diciptakan seperti yang diceritakan kepadamu. (Riwayat Muslim dari 'a'isyah r.a.)\n\nIblis menolak sujud kepada Adam karena menurutnya, unsur api lebih tinggi dari tanah. Karena Adam dibuat dari unsur tanah, Iblis merasa hina jika disuruh sujud dan hormat kepadanya, sebagaimana yang diceritakan Allah dalam firman-Nya:\n\n(Allah) berfirman, \"Apakah yang menghalangimu (sehingga) kamu tidak bersujud (kepada Adam) ketika Aku menyuruhmu?\" (Iblis) menjawab, \"Aku lebih baik daripada dia. Engkau ciptakan aku dari api, sedangkan dia Engkau ciptakan dari tanah.\" (al-A'raf/7: 12)\n\nPendapat Iblis ini sangat keliru karena ketinggian derajat dan kemuliaan tidak tergantung pada asal usul, melainkan pada ketaatan kepada Allah. Karena tidak mau sujud kepada Adam, maka Iblis menjadi fasik dalam artian tidak taat kepada perintah Tuhan. Iblis menolak untuk taat karena isi perintah Allah tersebut berlawanan dengan jalan pikirannya. Jadi, dia keberatan untuk sujud kepada Adam. Iblis memiliki bakat suka membang-kang dan selalu melakukan perlawanan sesuai dengan dasar kejadiannya dari nyala api.\n\nSesudah menjelaskan kefasikan Iblis, Tuhan mengingatkan manusia agar jangan sampai menempatkan Iblis dan keturunannya sebagai pemimpin, karena mereka adalah musuh manusia dan musuh Tuhan. Banyak riwayat, baik yang datang dari Nabi Muhammad saw maupun dari sahabat, yang menunjukkan Iblis dan keturunannya (setan) terus-menerus berkembang-biak, dan umat manusia diingatkan agar tidak tergoda rayuannya untuk mengikutinya.\n\nSetan bertebaran di muka bumi ini untuk menggoda manusia. Hanya manusia yang zalim yang tunduk kepada godaan setan dan menjadikan mereka sebagai pemimpin dan pelindung. Sungguh, setan itu seburuk-buruk makhluk Allah. Orang-orang yang mengikuti setan dikatakan zalim karena Allah swt yang telah menurunkan rahmat dan kenikmatan kepada mereka ditinggalkan dan lebih memilih ajakan setan.",
                        "51": "Dalam ayat ini, Allah swt menerangkan tentang kekuasaan-Nya, dan menyatakan bahwa setan tidak berhak untuk menjadi pembimbing atau pelindung bagi manusia. Setan tidak mempunyai hak sebagai pelindung, tidak hanya disebabkan kejadiannya dari nyala api saja tetapi juga karena mereka tidak mempunyai saham dalam menciptakan langit dan bumi ini. Allah swt menegaskan bahwa Iblis dan setan tidak dihadirkan untuk menyaksikan penciptaan langit dan bumi ketika Allah menciptakannya, bahkan tidak pula penciptaan diri mereka sendiri, dan tidak pula sebagian mereka menyaksikan penciptaan sebagian yang lain. Bilamana mereka tidak punya andil dalam penciptaan itu, bagaimana mungkin mereka memberikan pertolongan dalam penciptaan tersebut. Dengan demikian, patutkah setan-setan itu dijadikan sekutu Allah? Allah swt dalam menciptakan langit dan bumi ini tidak pernah sama sekali menjadikan setan-setan, berhala-berhala, dan sembahan-sembahan lainnya sebagai penolong. Hanya Allah yang menciptakan alam semesta ini, tanpa pertolongan siapapun. Oleh karena itu, setan-setan dan berhala-berhala tidak patut dijadikan sekutu bagi Allah dalam peribadatan seorang hamba-Nya. Sebab, yang disembah hanyalah yang ikut menciptakan bumi dan langit. Sekutu dalam penciptaan, sekutu pula dalam menerima ibadah. Dan sebaliknya tidak bersekutu dalam penciptaan, tidak bersekutu pula dalam menerima ibadah. Maka yang berhak menerima ibadah hanyalah Allah swt. \n\nAllah swt berfirman:\n\nKatakanlah (Muhammad), \"Serulah mereka yang kamu anggap (sebagai tuhan) selain Allah! Mereka tidak memiliki (kekuasaan) seberat zarrah pun di langit dan di bumi, dan mereka sama sekali tidak mempunyai peran serta dalam (penciptaan) langit dan bumi dan tidak ada di antara mereka yang menjadi pembantu bagi-Nya.\" (Saba/34: 22)",
                        "52": "Allah dalam ayat ini mengingatkan Rasulullah tentang hari kiamat. Allah menyeru kaum musyrikin dengan seruannya, \"Cobalah panggil orang-orang atau sembahan-sembahan yang kamu muliakan ketika di dunia, dan kamu anggap sebagai sekutu-Ku. Barangkali mereka sanggup memberikan perlindungan dan syafaat kepadamu, lalu melepaskan kamu dari azab yang sedang kamu hadapi saat ini.\" Lalu mereka segera memanggil sembahan-sembahan itu untuk meminta pertolongan dan memberi syafaat kepada mereka. Akan tetapi, ternyata sedikit pun sembahan-sembahan itu tidak dapat berbuat apa-apa untuk menolong mereka, bahkan tidak menjawab panggilan itu. Allah menjadikan antara orang-orang kafir itu dengan sembahan-sembahan mereka, tempat kebinasaan (maubiq/api neraka). Maubiq dalam ayat ini dapat pula berarti permusuhan, maksudnya terjadi permusuhan antara sembahan-sembahan itu dan penyembah-penyembahnya, sebagaimana dalam firman Allah swt:\n\nDan mereka telah memilih tuhan-tuhan selain Allah, agar tuhan-tuhan itu menjadi pelindung bagi mereka. Sama sekali tidak! Kelak mereka (sesembahan) itu akan mengingkari penyembahan mereka terhadapnya, dan akan menjadi musuh bagi mereka. (Maryam/19: 81-82)",
                        "53": "Dalam ayat ini, Allah swt menerangkan bahwa orang-orang yang berdosa, yakni penyembah-penyembah berhala atau selain Allah, menyaksi-kan api neraka pada hari kiamat. Mereka menyadari bahwa mereka akan memasuki neraka itu, dan tidak ada jalan keluar dari ancaman itu sama sekali. Allah telah menetapkan azab kepada mereka. Tidak ada kemungkinan lagi bagi mereka untuk menghindarkan diri dari azab, karena sudah terkepung dari segala penjuru. Alangkah besar duka cita mereka itu ketika menunggu hukuman yang dijatuhkan atas diri mereka.",
                        "54": "Ayat ini menjelaskan bahwa berbagai macam perumpamaan dikemukakan Allah di dalam Al-Qur'an, baik berupa perbandingan terhadap sesuatu ataupun berbentuk kisah. Hal ini dimaksudkan sebagai cermin perbandingan bagi manusia, sebab ia mempunyai akal pikiran. Dari binatang kecil, seperti nyamuk, semut, lalat, dan lebah, sampai benda-benda alam yang besar, seperti gunung dan samudera, dijadikan contoh untuk menarik perhatian manusia. Namun demikian, manusia adalah makhluk yang paling suka membantah. Artinya, ketika Allah menyadarkan akal pikiran dan budi luhurnya dengan berbagai macam perumpamaan itu, mereka pun mencari-cari dalih untuk mengingkari dan tidak mau mematuhinya. Hal itu disebabkan oleh pengaruh hawa nafsu, kesombongan, dan tipu daya setan dan Iblis.\n\nDalam suatu hadis diriwayatkan bahwa Rasulullah saw datang kepada Ali dan Fatimah pada suatu malam dan bertanya:\n\n\"Apakah kamu berdua salat?\" Maka saya (Ali) menjawab, \"Hai Rasulullah, diri kami ini sesungguhnya ada di tangan Allah, kalau dia mau membangkitkan kami, tentu Dia sanggup membangkitkan kami.\" Maka beliau berpaling ketika saya mengucapkan itu, dan beliau tidak menjawab perkataan saya sedikit pun. Kemudian saya mendengar beliau memukul pahanya sendiri sambil berpaling dan mengucapkan, \"Tetapi manusia itu adalah makhluk yang paling banyak membantah.\" (Riwayat al-Bukhari dari Ali bin Abu thalib)",
                        "55": "Setelah cukup banyak macam perumpamaan dan kias perbandingan dipaparkan dalam Al-Qur'an, tetapi ternyata manusia banyak yang ingkar, maka Allah kembali memberikan penjelasan tentang kesombongan orang-orang kafir pada masa dahulu. Mereka mendustakan rasul dan tidak mau mengikuti petunjuk-petunjuk yang dibawanya. Kendati mereka telah menyaksikan sendiri tanda-tanda dan bukti-bukti yang jelas tentang kebenaran petunjuk-petunjuk itu, tetapi mereka tidak juga insaf dan tetap tidak mau mengikutinya. Padahal kalau mereka mau mengikuti petunjuk para rasul dan meninggalkan kemusyrikan, mau mohon ampun kepada Allah, dan bertobat atas kemaksiatan yang dilakukannya pada waktu yang silam, niscaya mereka akan diberi ampunan. Tetapi semua itu tidak mereka kerjakan.\n\nDemikian pula kaum musyrikin Quraisy, mereka tidak mau mengikuti petunjuk Al-Qur'an, karena sifat ingkar dan keras kepala yang telah mengakar pada jiwa mereka. Sifat inilah yang mendorong mereka meminta ditimpakan siksaan atas mereka, sebagaimana yang pernah ditimpakan kepada orang-orang yang terdahulu, yaitu azab yang membinasakan mereka sampai ke akar-akarnya (azab istishal), atau azab yang ditimpakan kepada mereka berturut-turut, azab demi azab dengan nyata.\n\nPermintaan orang-orang musyrik Quraisy yang menentang Allah dan mengejek Rasulullah saw itu diterangkan oleh Allah swt dalam firman-Nya:\n\nDan (ingatlah), ketika mereka (orang-orang musyrik) berkata, \"Ya Allah, jika (Al-Qur'an) ini benar (wahyu) dari Engkau, maka hujanilah kami dengan batu dari langit, atau datangkanlah kepada kami azab yang pedih.\" (al-Anfal/8: 32)\n\nSikap mereka yang demikian itu menunjukkan kekafiran yang berlebihan yang mencelakakan bagi diri mereka sendiri.",
                        "56": "Dalam ayat ini, Allah menjelaskan tugas para rasul-Nya, yaitu menyampaikan petunjuk dan menyadarkan manusia untuk melaksanakan tugas-tugasnya dengan dua cara:\n\nPertama: dengan cara tabsyir, yaitu menyampaikan berita-berita yang menggembirakan. Barang siapa yang menuruti dan menaati petunjuk Allah, niscaya Dia akan memberikan keselamatan di dunia dan di akhirat.\n\nKedua: dengan cara indzar, yaitu menyampaikan berita-berita yang berisi ancaman. Barang siapa yang tidak mau mematuhi petunjuk Allah, tetapi menuruti setan dan hawa nafsu, maka dia akan mendapatkan kerugian dan kecelakaan, baik di dunia maupun di akhirat kelak. \n\nPetunjuk yang dibawa para rasul adalah petunjuk kebenaran yang mutlak karena dan datang dari Allah. Barang siapa membantahnya seperti yang dilakukan oleh orang-orang kafir, berarti ia membantah kebenaran mutlak. Dengan kata lain, orang-orang kafir itu membuat kesalahan mutlak. Apalagi cara yang mereka tempuh adalah cara yang salah. Mereka tidak menempuh jalan yang lurus, berarti mereka berada pada jalan yang bengkok. Mereka menentang kesucian, berarti mereka menempuh jalan yang kotor. Keinginan mereka untuk menumpas kebenaran hanya akan sia-sia. Sebab kebenaran akan tetap tegak.\n\nInilah yang selalu dialami oleh setiap rasul dalam mengemban tugasnya menyampaikan kebenaran dan petunjuk-petunjuk Allah. Para rasul mendapat tantangan dan perlawanan dari orang-orang yang sombong. Seruan kebenar-an dan ancaman Allah hanya jadi bahan ejekan dan olok-olokan mereka. Bahkan tidak jarang terjadi, kalau orang-orang kafir itu terdesak dan kewalahan, mereka mengeluarkan ancaman-ancaman yang langsung ditujukan kepada para rasul atau pengikut-pengikutnya.",
                        "57": "Dalam ayat ini Allah menerangkan bahwa menolak kebenaran adalah suatu kezaliman yang sangat besar. Allah telah memperingatkan dengan cara yang menyenangkan hati, berupa kabar gembira, ataupun dengan cara ancaman, namun orang-orang kafir dan orang-orang musyrik itu tetap keras kepala, dan tetap memilih kekafiran dan perbuatan maksiat yang terus mereka kerjakan.\n\nDengan sikap keras kepala dan menolak kebenaran itu berarti mereka telah menganiaya atau menzalimi diri sendiri. Kezaliman pada diri sendiri yang mereka lakukan mengundang hukuman Allah yang datang beruntun atas diri mereka. Setelah mereka menolak kebenaran yang dibawa oleh rasul, mereka pun lupa atas tindakan kekafiran dan kemaksiatannya. Penolakan mereka terhadap kebenaran menyebabkan mereka terseret kepada tindakan-tindakan kemaksiatan.\n\nKesalahan-kesalahan yang dilakukan itu menyebabkan mereka lupa atas nikmat-nikmat yang telah diberikan Allah kepadanya. Akhirnya, mereka sama sekali tidak dapat memikirkan akibat apa yang akan menimpa diri mereka sendiri. Hatinya telah membatu, sehingga tidak dapat memahami kebenaran manapun. Seruan kebenaran syariat Islam tidak mereka dengar lagi, kian hari mereka bertambah parah, sehingga obat apapun yang diberikan tidak akan dapat menolong. Ayat ini sangat tepat diberlakukan pada orang musyrik Mekah yang mati dalam kekafiran.",
                        "58": "Dalam ayat ini, Allah swt menerangkan bahwa Dia Maha Pengampun, dan rahmat-Nya Maha Luas, meliputi seluruh alam, seluruh apa yang ada di langit dan di bumi. Salah satu bukti atas sifat pemurah dan rahmat Allah Yang Maha Luas itu ialah Dia tidak segera menjatuhkan azab atas orang-orang kafir musyrik. Hal ini dimaksudkan untuk memberi kesempatan bagi mereka kembali menjadi sadar, karena setiap manusia mempunyai benih kebaikan di dalam dirinya. Diharapkan pikirannya yang jernih akan menyuburkan fitrah manusiawinya untuk berkembang dan ingat kembali kepada Tuhan. Sehingga kalau mereka mau memohon ampun, meskipun dosa-dosanya menumpuk dan menggunung, niscaya akan di-ampuni oleh Allah Yang Maha Pemurah dan Maha Pengasih. Memang ada di antara orang-orang yang sesat itu yang dapat melepaskan diri dari kesesatan, kemudian kembali ke jalan yang benar.\n\nMeskipun Allah memiliki sifat menahan murka, Maha Pengampun dan Mahaluas Rahmat-Nya, namun kalau tenggang waktu yang sudah diberikan tidak juga digunakan untuk menyadari diri, maka akan datang waktu yang sudah dijanjikan Allah untuk mengazab para musyrikin dan orang-orang kafir itu. Kalau ketentuan batas waktu itu sudah tiba, mereka harus mempertanggungjawabkan segala amal perbuatannya. Mereka harus menanggung azab Allah akibat perbuatan mereka sendiri. Pada waktu itu, tidak ada seorang pun yang dapat membelanya, dan tidak ada suatu tempat pun yang dapat dijadikan untuk berlindung.",
                        "59": "Dalam ayat ini, Allah mengingatkan kembali negeri-negeri yang telah dibinasakan beserta penduduknya, karena tetap berbuat zalim dan kufur kepada ayat-ayat Allah, kendatipun telah diberi peringatan dan ancaman oleh para rasul yang diutus kepada mereka. Negeri-negeri beserta penduduknya itu antara lain: Madyan (negeri kaum Syuaib), hijr (negeri kaum samud), al-Ahqaf (negeri kaum 'ad), dan Sodom (negeri kaum Luth).\n\nKebinasaan mereka itu sengaja disebutkan kembali dengan maksud bahwa kendati Allah memiliki sifat Pengampun dan Mahaluas Rahmat-Nya, namun kalau suatu bangsa atau penduduk suatu negeri tetap berbuat zalim dan kufur kepada ayat-ayat Allah, mereka akan dihancurkan beserta negerinya.\n\nSelain dari sifat tersebut di atas, Allah juga memiliki sifat Maha Adil. Dia akan menjatuhkan azab dan hukuman sesuai dengan tindak perbuatan hamba-Nya itu sendiri. Hal ini pun berlaku atas kaum kafir dan musyrikin Quraisy. Kalau sudah datang waktunya, maka para pemuka kaum Quraisy Mekah itu dihancurkan Tuhan, yaitu pada Perang Badar.\n\nPeringatan ini dimaksudkan juga untuk menambah kuat dan mantap keimanan orang-orang yang sudah beriman.",
                        "60": "Dalam ayat ini, Allah menceritakan betapa gigihnya tekad Nabi Musa a.s. untuk sampai ke tempat bertemunya dua laut. Berapa tahun dan sampai kapan pun perjalanan itu harus ditempuh, tidak menjadi soal baginya, asal tempat itu ditemukan dan yang dicari didapatkan.\n\nPenyebab Nabi Musa a.s. begitu gigih untuk mencari tempat itu ialah beliau mendapat teguran dan perintah dari Allah, seperti yang diriwayatkan dalam hadis yang antara lain berbunyi sebagai berikut:\n\nBahwasanya Musa a.s. (pada suatu hari) berkhutbah di hadapan Bani Israil. Kemudian ada orang bertanya kepada beliau, \"Siapakah manusia yang paling alim.\" Beliau menjawab, \"Aku.\" Maka Allah menegurnya karena dia tidak mengembalikan ilmu itu kepada Allah Taala. Kemudian Allah mewahyukan kepadanya, \"Aku mempunyai seorang hamba di tempat pertemuan dua laut yang lebih alim daripadamu.\" (Riwayat al-Bukhari dari Ubay bin Ka'ab)\n\nDalam wahyu tersebut, Allah menyuruh Nabi Musa agar menemui orang itu dengan membawa seekor ikan dalam kampil (keranjang), dan dimana saja ikan itu lepas dan hilang di situlah orang itu ditemukan. Lalu Musa a.s. pergi menemui orang yang disebutkan itu, dan dalam hadis tidak diterangkan di mana tempatnya. Demikianlah kebulatan tekad yang dimiliki oleh seorang yang berhati dekat dengan Tuhannya. Dengan tangkas dan giat, dia melaksanakan seruan-Nya.\n\nKebanyakan ulama berpendapat bahwa yang dimaksud Musa dalam ayat ini adalah Nabi Musa bin Imran, nabi Bani Israil yang Allah turunkan kepadanya kitab Taurat yang berisi syariat. Nabi Musa adalah seorang nabi yang mempunyai berbagai mukjizat yang luar biasa. Alasan mereka antara lain ialah Musa yang disebut-sebut dalam Al-Qur'an ialah Musa yang menerima Kitab Taurat. Dengan demikian, Musa di sini pun tentu Musa yang menerima Taurat itu pula. Jika yang dimaksud dalam ayat ini adalah Musa yang lain, tentu ada penjelasannya.\n\nMenurut Nauf al-Bukali, yang dimaksud Musa di sini ialah Musa bin Misya bin Yusuf bin Yakub, yaitu seorang nabi yang diangkat sebelum Nabi Musa bin Imran. Alasan mereka antara lain:\n\n1. Tidak masuk akal kalau yang dimaksud dengan Musa di sini ialah Nabi Musa bin Imran. Sebab beliau adalah seorang nabi yang telah pernah berbicara langsung dengan Allah, menerima kitab Taurat dari-Nya, dan dapat mengalahkan musuhnya dengan mukjizat yang luar biasa. Bagaimana mungkin dapat diterima akal, seorang yang luar biasa seperti itu disuruh Allah pergi menemui orang lain dan masih harus berguru kepadanya.\n\n2. Musa bin Imran, nabi Bani Israil itu, setelah keluar dari Mesir dan pergi ke Gurun Pasir Sinai, tidak pernah meninggalkan tempat itu dan beliau wafat di sana.\n\nAlasan-alasan mereka ini dapat dibantah. Seseorang bagaimanapun tinggi ilmu pengetahuannya, tentu saja masih ada segi kelemahannya. Demikian pula halnya dengan Nabi Musa, tentu ada segi kekurangan dan kelemahannya. Pada segi inilah kelebihan Nabi Khidir dari Nabi Musa. Inilah yang harus dipelajari Nabi Musa darinya, yaitu hal-hal yang diceritakan Allah swt pada ayat-ayat berikut.\n\nKepergian Nabi Musa dari Semenanjung Sinai boleh jadi tidak diberi-tahukan kepada Bani Israil, sehingga mereka menyangka kepergiannya untuk bermunajat kepada Allah. Setelah kembali, Nabi Musa tidak menceritakan peristiwa pertemuannya dengan Khidir karena peristiwa itu boleh jadi belum dapat dipahami kaumnya. Oleh karena itu, dipesankan kepada pemuda yang ikut bersamanya agar merahasiakannya.\n\nPemuda yang menyertai Nabi Musa ini bernama Yusya bin Nun bin Afratim bin Yusuf a.s. Dia adalah pembantu dan muridnya. Yusya inilah yang memimpin Bani Israil memasuki Palestina ketika Nabi Musa telah meninggal dunia.\n\nDalam ayat ini, Allah telah memberikan contoh tentang kesopanan menurut ajaran Islam, yaitu untuk memanggil bujang atau pembantu rumah tangganya dengan sebutan fata (pemuda) bagi pembantu lelaki, dan fatat bagi pembantu perempuan. Nabi Muhammad saw pernah bersabda: \n\nJanganlah seseorang di antara kamu memanggil hambaku atau hamba perempuanku, tetapi hendaklah memanggil fataya atau fatati. (Riwayat al-Bukhari dan Muslim dari Abu Hurairah)\n\nMengenai orang yang hendak dijumpai oleh Nabi Musa a.s. adalah Balya bin Malkan. Kebanyakan para ahli tafsir menjulukinya dengan sebutan Khidir. Mereka juga berpendapat bahwa beliau seorang nabi dengan alasan firman Allah swt:\n\n¦yang telah Kami berikan rahmat kepadanya dari sisi Kami, dan yang telah Kami ajarkan ilmu kepadanya dari sisi Kami. Musa berkata kepadanya, \"Bolehkah aku mengikutimu agar engkau mengajarkan kepadaku (ilmu yang benar) yang telah diajarkan kepadamu (untuk menjadi) petunjuk?\" (al-Kahf/18: 65-66)\n\nYang dimaksud dengan rahmat dalam ayat ini ialah wahyu kenabian. Sebab sambungan (akhir) ayat ini menyebutkan rahmat itu langsung diajarkan dari sisi Allah tanpa perantara dan yang berhak menerima seperti itu hanyalah para nabi. Lagi pula dalam ayat berikutnya disebutkan supaya (Nabi) Khidir mengajarkan ilmu yang benar kepada Nabi Musa. Tidak ada nabi yang belajar kepada bukan nabi. Bahkan pada ayat 82 juga disebutkan:\n\nApa yang kuperbuat bukan menurut kemauanku sendiri. (al-Kahf/18: 82) \n\nMaksud ayat di atas adalah setelah Nabi Musa dan Yusya mengikutinya, Nabi Khidir melakukan yang aneh-aneh dan tidak masuk akal. Tetapi waktu Nabi Musa bertanya kepadanya, demikianlah jawabannya. Ini berarti bahwa tindakan Nabi Khidir itu berdasarkan wahyu dari Allah, dan ini adalah satu bukti yang kuat bagi kenabiannya.\n\nDari uraian-uraian di atas dapat diambil kesimpulan dan pelajaran bahwa rendah hati itu mempunyai nilai yang jauh lebih baik daripada sombong.",
                        "61": "Dalam ayat ini, Allah menceritakan bahwa setelah Nabi Musa dan Yusya sampai ke pertemuan dua laut, mereka berhenti, tetapi tidak tahu bahwa tempat itulah yang harus dituju. Sebab, Allah tidak memberi tahu dengan pasti tempat itu. Hanya saja Allah memberi petunjuk ketika ditanya oleh Nabi Musa sebelum berangkat, sebagaimana sabda Rasul saw ketika menceritakan pertanyaan Nabi Musa itu :\n\nYa Tuhanku, bagaimana saya dapat menemukannya? Allah berfirman, \"Bawalah seekor ikan dan masukkan pada sebuah kampil, manakala ikan itu hilang, di situlah tempatnya.\" (Riwayat al-Bukhari dari Ubay bin Ka'ab)\n\nDi atas sebuah batu besar di tempat itu, Nabi Musa dan muridnya merasa mengantuk dan lelah. Keduanya pun tertidur dan lupa pada ikannya. Ketika itu, ikan yang ada dalam kampil tersebut hidup kembali dan menggelepar-gelepar, lalu keluar dan meluncur menuju laut. Padahal kampil waktu itu ada di tangan Yusya. Kejadian ini, yaitu ikan mati menjadi hidup kembali, merupakan mukjizat bagi Nabi Musa a.s..\n\nSetelah bangun tidur, mereka pun melanjutkan perjalanan. Yusya pun lupa tidak menceritakan kepada Nabi Musa kejadian yang aneh tentang ikan yang sudah mati hidup kembali.",
                        "62": "Dalam ayat ini, Allah menceritakan bahwa keduanya terus melanjut-kan perjalanannya siang dan malam. Nabi Musa pun merasa lapar dan berkata kepada muridnya, \"Bawalah kemari makanan kita, sesungguhnya kita telah merasa letih karena perjalanan ini.\"\n\nPerasaan lapar dan lelah setelah melampaui tempat pertemuan dua laut itu ternyata mengandung hikmah, yaitu mengembalikan ingatan Nabi Musa a.s. kepada ikan yang mereka bawa.\n\nDalam ayat ini, Allah mengungkapkan betapa luhurnya budi pekerti Musa a.s. dalam bersikap kepada muridnya. Apa yang dibawa oleh muridnya sebagai bekal itu merupakan milik bersama, bukan hanya milik sendiri. Betapa halus perasaannya ketika menyadari bahwa letih dan lapar itu tidak hanya dirasakan dirinya, tetapi juga dirasakan orang lain.",
                        "63": "Dalam ayat ini, Yusya menjawab secara jujur bahwa ketika mereka beristirahat dan berlindung di batu tempat bertemunya dua laut, ikan itu telah hidup kembali dan menggelepar-gelepar, lalu masuk ke laut dengan cara yang sangat mengherankan. Namun, dia lupa dan tidak menceritakan kepada Nabi Musa a.s.. Kekhilafan ini bukan karena ia tidak bertanggung jawab, tetapi setan yang menyebabkannya.",
                        "64": "Mendengar jawaban seperti tersebut di atas, Nabi Musa menyambut-nya dengan gembira seraya berkata, \"Itulah tempat yang kita cari. Di tempat itu, kita akan bertemu dengan orang yang kita cari, yaitu Nabi Khidir.\" Mereka pun kembali mengikuti jejak semula, untuk mendapatkan batu yang mereka jadikan tempat berlindung. Menurut al-Biqa'i, firman Allah dalam ayat ini menunjukkan bahwa mereka itu berjalan di padang pasir, sehingga tidak ada tanda-tanda, akan tetapi ada jejak mereka. Maka ada kemungkinan bahwa yang dimaksud dalam firman Allah tentang pertemuan dua laut itu ialah pertemuan air tawar (sungai Nil) dengan air asin (Laut Tengah) yaitu kota di Dimyath atau Rasyid di negeri Mesir.",
                        "65": "Dalam ayat ini, dikisahkan bahwa setelah Nabi Musa dan Yusya menelusuri kembali jalan yang dilalui tadi, mereka sampai pada batu yang pernah dijadikan tempat beristirahat. Di tempat ini, mereka bertemu dengan seseorang yang berselimut kain putih bersih. Orang ini disebut Khidir, sedang nama aslinya adalah Balya bin Mulkan. Ia digelari dengan nama Khidir karena ia duduk di suatu tempat yang putih, sedangkan di belakangnya terdapat tumbuhan menghijau. Keterangan ini didasarkan pada hadis berikut: \n\nDiriwayatkan dari Abu Hurairah bahwa Nabi saw bersabda, \"Dinamakan Khidir karena ia duduk di atas kulit binatang yang putih. Ketika tempat itu bergerak, di belakangnya tampak tumbuhan yang hijau.\" (Riwayat al-Bukhari)\n\nDalam ayat ini, Allah swt juga menyebutkan bahwa Khidir itu ialah orang yang mendapat ilmu langsung dari Allah. Ilmu itu tidak diberikan kepada Nabi Musa, sebagaimana juga Allah telah menganugerahkan ilmu kepada Nabi Musa yang tidak diberikan kepada Khidir.\n\nMenurut Hujjatul Islam al-Gazali, bahwa pada garis besarnya, ada dua cara bagi seseorang untuk mendapatkan ilmu:\n\n1. Proses pengajaran dari manusia, disebut at-ta'lim al-insani, yang dibagi lagi menjadi dua, yaitu:\n\na. Belajar kepada orang lain (di luar dirinya).\n\nb. Belajar sendiri dengan menggunakan kemampuan akal pikiran.\n\n2. Pengajaran yang langsung diberikan Allah kepada seseorang yang disebut at-ta'lim ar-rabbani, yang dibagi menjadi dua juga, yaitu :\n\na. Diberikan dengan cara wahyu, yang ilmunya disebut: 'ilm al-anbiya' (ilmu para nabi) dan ini khusus untuk para nabi.\n\nb. Diberikan dengan cara ilham yang ilmunya disebut 'ilm ladunni (ilmu dari sisi Tuhan). 'Ilm ladunni ini diperoleh dengan cara langsung dari Tuhan tanpa perantara. Kejadiannya dapat diumpamakan seperti sinar dari suatu lampu gaib yang langsung mengenai hati yang suci bersih, kosong lagi lembut. Ilham ini merupakan perhiasan yang diberikan Allah kepada para kekasih-Nya (para wali).",
                        "66": "Dalam ayat ini, Allah menyatakan maksud Nabi Musa a.s. datang menemui Khidir, yaitu untuk berguru kepadanya. Nabi Musa memberi salam kepada Khidir dan berkata kepadanya, \"Saya adalah Musa.\" Khidir bertanya, \"Musa dari Bani Israil?\" Musa menjawab, \"Ya, benar!\" Maka Khidir memberi hormat kepadanya seraya berkata, \"Apa keperluanmu datang kemari?\" Nabi Musa menjawab bahwa beliau datang kepadanya supaya diperkenankan mengikutinya dengan maksud agar Khidir mau mengajarkan kepadanya sebagian ilmu yang telah diajarkan Allah kepadanya, yaitu ilmu yang bermanfaat dan amal yang saleh.\n\nDalam ayat ini, Allah menggambarkan secara jelas sikap Nabi Musa sebagai calon murid kepada calon gurunya dengan mengajukan permintaan berupa bentuk pertanyaan. Itu berarti bahwa Nabi Musa sangat menjaga kesopanan dan merendahkan hati. Beliau menempatkan dirinya sebagai orang yang bodoh dan mohon diperkenankan mengikutinya, supaya Khidir sudi mengajarkan sebagian ilmu yang telah diberikan kepadanya. Menurut al-Qadhi, sikap demikian memang seharusnya dimiliki oleh setiap pelajar dalam mengajukan pertanyaan kepada gurunya.",
                        "67": "Dalam ayat ini Khidir menjawab pertanyaan Nabi Musa sebagai berikut, \"Hai Musa, kamu tak akan sabar mengikutiku. Karena saya memiliki ilmu yang telah diajarkan oleh Allah kepadaku yang kamu tidak mengetahuinya, dan kamu memiliki ilmu yang telah diajarkan Allah kepadamu yang aku tidak mengetahuinya.\"\n\nKemampuan Khidir meramal sikap Nabi Musa kalau sampai menyertainya didasarkan pada ilmu ladunni yang telah beliau terima dari Allah di samping ilmu anbiya' yang dimilikinya, seperti tersebut dalam ayat 65 di atas. Dan memang demikianlah sifat dan sikap Nabi Musa yang keras dalam menghadapi kenyataan-kenyataan yang bertentangan dengan syariat yang telah beliau terima dari Allah.",
                        "68": "Dalam ayat ini, Khidir menegaskan kepada Nabi Musa tentang sebab beliau tidak akan sabar nantinya kalau terus menerus menyertainya. Di sana Nabi Musa akan melihat kenyataan bahwa pekerjaan Khidir secara lahiriah bertentangan dengan syariat Nabi Musa a.s. Oleh karena itu, Khidir berkata kepada Nabi Musa, \"Bagaimana kamu dapat bersabar terhadap perbuatan-perbuatan yang lahirnya menyalahi syariatmu, padahal kamu seorang nabi. Atau mungkin juga kamu akan mendapati pekerjaan-pekerjaanku yang secara lahiriah bersifat mungkar, sedang pada hakikatnya kamu tidak mengetahui maksud atau kemaslahatannya.\n\nSebenarnya memang demikian sifat orang yang tidak bersabar terhadap perbuatan mungkar yang dilihatnya. Bahkan segera ia mengingkarinya.",
                        "69": "Dalam ayat ini, Nabi Musa berjanji tidak akan mengingkari dan tidak akan menyalahi apa yang dikerjakan oleh Khidir. Beliau juga berjanji akan melaksanakan perintah Khidir selama perintah itu tidak bertentangan dengan perintah Allah. Janji yang beliau ucapkan dalam ayat ini didasari dengan kata-kata \"insya Allah\" karena beliau sadar bahwa sabar itu perkara yang sangat besar dan berat, apalagi ketika melihat kemungkaran.",
                        "70": "Dalam ayat ini, Khidir dapat menerima Musa a.s. dengan pesan, \"Jika kamu (Nabi Musa) berjalan bersamaku (Khidir) maka janganlah kamu bertanya tentang sesuatu yang aku lakukan dan tentang rahasianya, sehingga aku sendiri menerangkan kepadamu duduk persoalannya. Jangan kamu menegurku terhadap sesuatu perbuatan yang tidak dapat kau benarkan hingga aku sendiri yang mulai menyebutnya untuk menerangkan keadaan yang sebenarnya.\"\n\nNabi Musa mau menerima syarat itu, memang sebenarnya sikap Nabi Musa yang demikian itu merupakan sopan-santun orang yang terpelajar terhadap cendekiawan, sikap sopan-santun murid dengan gurunya atau sikap pengikut dengan yang diikutinya. Kadang-kadang rahasia guru atau orang yang diikuti belum tentu dipahami oleh murid atau pengikutnya ketika itu juga, tetapi baru dapat dipahami kelak di kemudian hari.",
                        "71": "Dalam ayat ini, Allah mengisahkan bahwa keduanya (Nabi Musa dan Khidir) telah berjalan di tepi pantai untuk mencari sebuah kapal, dan kemudian mendapatkannya. Keduanya lalu menaiki kapal itu dengan tidak membayar upahnya, karena para awak kapal sudah mengenal Khidir dan pembebasan upah itu sebagai penghormatan kepadanya.\n\nKetika kapal itu sedang melaju di laut dalam, tiba-tiba Khidir mengambil kampak lalu melubangi dan merusak sekeping papan di dinding kapal itu. Melihat kejadian seperti itu, dengan serta merta Nabi Musa berkata kepada Khidir, \"Mengapa kamu lobangi perahu itu? Hal itu dapat menenggelamkan seluruh penumpangnya yang tidak berdosa? Sungguh kamu telah mendatangkan kerusakan yang besar dan tidak mensyukuri kebaikan hati para awak kapal yang telah membebaskan kita dari uang sewa kapal ini.\" Kemudian Nabi Musa mengambil kainnya untuk menutup lubang itu.",
                        "72": "Dalam ayat ini, Khidir mengingatkan kepada Nabi Musa tentang persyaratan yang harus dipenuhinya kalau masih ingin menyertai Khidir dalam perjalanan. Khidir juga mengingatkan bahwa Nabi Musa takkan sanggup bersabar atas perbuatan-perbuatan yang dikerjakannya, bahkan beliau akan melawan dan menamakan perbuatan-perbuatan yang dikerjakan-nya itu sebagai kesalahan yang besar, karena Nabi Musa tidak memiliki pengetahuan untuk mengetahui rahasia apa yang terkandung dibalik perbuatan-perbuatan itu. Khidir berkata kepada Nabi Musa, \"Bukankah telah kukatakan bahwasanya kamu sekali-kali tidak akan sanggup bersabar bersamaku?\"",
                        "73": "Dalam ayat ini, Nabi Musa insaf dan mengetahui kealpaannya atas janjinya. Oleh karena itu, dia meminta kepada Khidir agar tidak menghukumnya karena kealpaannya, dan tidak pula memberatkannya dengan pekerjaan yang sulit dilakukan. Nabi Musa juga meminta kepada Khidir agar diberi kesempatan untuk mengikutinya kembali supaya memperoleh ilmu darinya, dan memaafkan kesalahannya itu.",
                        "74": "Dalam ayat ini, Allah mengisahkan bahwa keduanya mendarat dengan selamat dan tidak tenggelam, kemudian keduanya turun dari kapal dan meneruskan perjalanan menyusuri pantai. Kemudian terlihat oleh Khidir seorang anak yang sedang bermain dengan kawan-kawannya, lalu dibunuhnya anak itu. Ada yang mengatakan bahwa Khidir itu membunuhnya dengan cara memenggal kepalanya, ada yang mengatakan dengan mencekiknya. Akan tetapi, Al-Qur'an tidak menyebutkan bagaimana cara Khidir membunuh anak itu, apakah dengan memenggal kepalanya, membenturkan kepalanya ke dinding batu, atau cara lain. Kita tidak perlu memperhatikan atau menyelidikinya.\n\nMelihat peristiwa itu, dengan serta merta Nabi Musa berkata kepada Khidir, \"Mengapa kamu bunuh jiwa yang masih suci dari dosa dan tidak pula karena dia membunuh orang lain? Sungguh kamu telah berbuat sesuatu yang mungkar, yang bertentangan dengan akal yang sehat.\n\nDalam ayat ini, pembunuh disebut dengan kata nukr (mungkar), sedangkan melubangi perahu dalam ayat 71 disebut kata imr (kesalahan yang besar). Penyebabnya adalah pembunuhan terhadap anak itu lebih keji dibandingkan dengan melubangi perahu. Melubangi perahu tidak menghilangkan nyawa apabila tidak tenggelam. Tetapi pembunuhan atau menghilangkan nyawa yang tidak sejalan dengan ajaran agama itu nyata-nyata suatu perbuatan mungkar. Pembunuhan yang dapat dibenarkan oleh ajaran agama hanyalah karena murtad, zina muhsan, atau karena qishash.",
                        "75": "Dalam ayat ini dijelaskan bagaimana Khidir mengingkari pertanyaan Musa, seraya berkata kepada Musa as, \"Bukankah sudah kukatakan kepadamu bahwa sesungguhnya kau tidak akan dapat sabar untuk mempelajari ilmu hakikat bersamaku.\" Memang sudah dua kali Musa membantah dan tidak menyetujui perbuatan Khidir, padahal Musa telah berjanji tidak akan mengadakan sangkalan apa-apa terhadap apa yang diperbuat oleh Nabi Khidir. Peringatan Khidir kepada Musa itu adalah peringatan yang terakhir.",
                        "76": "Selanjutnya Musa berkata, \"Kalau sekiranya aku bertanya lagi kepadamu tentang suatu perbuatanmu yang aneh-aneh itu yang telah aku saksikan, karena aku ingin mengetahui hikmahnya bukan untuk sekedar bertanya saja. Maka jika aku bertanya sekali lagi sesudah kali ini, maka janganlah kamu mengizinkan aku menyertaimu lagi, karena kamu sudah cukup memberikan maaf kepadaku.\" Inilah kata-kata Musa yang penuh dengan penyesalan atas perbuatannya yang terpaksa dia akui dan insafi.\n\nDiriwayatkan dalam suatu hadis yang sahih bahwa Nabi Muhammad saw bersabda tentang keadaan Nabi Musa itu sebagai berikut: \n\nSemoga Allah memberi rahmat kepada kita dan kepada Musa. Seandainya beliau sabar pada sahabatnya (Khidir), tentu beliau banyak menyaksikan keajaiban tentang ilmu hakikat, tetapi karena beliau merasa malu untuk menghadapi celaan lagi dari sahabatnya (Khidir), maka beliau berkata, \"Kalau aku bertanya lagi kepadamu tentang sesuatu sesudah ini, maka janganlah kamu menemani aku. Sesungguhnya kamu sudah cukup memberi maaf kepadaku.\" (Riwayat Muslim dari Ubay bin Ka'ab)",
                        "77": "Lalu Musa dan Khidir meneruskan perjalanan mereka berdua sampai ke suatu negeri. Mereka minta agar penduduk negeri itu menjamunya tetapi penduduk negeri itu sangat kikir tidak mau memberi jamuan kepada mereka. Mereka sangat rendah akhlaknya, sebab menurut kebiasaan waktu itu, bilamana ada seorang hartawan tidak mau memberi derma kepada seorang peminta-minta, maka hal seperti itu sangat dicela dan jika ia menolak untuk memberi jamuan kepada tamunya maka hal itu menunjukkan kemerosotan akhlak yang rendah sekali. Dalam hal ini orang-orang Arab menyatakan celaannya yang sangat keras dengan kata-kata. Si pulan menolak tamu (mengusir) dari rumahnya. Qatadah berkata, \"Sejelek-jelek negeri ialah yang penduduknya tidak suka menerima tamu dan tidak mau mengakui hak Ibnu Sabil (orang yang dalam perjalanan kehabisan bekal).\" Di negeri itu Musa dan Khidir menemukan sebuah dinding rumah yang hampir roboh, maka Khidir memperbaikinya dengan tangannya, sehingga dinding itu tegak menjadi lurus kembali. Keanehan itu termasuk mukjizatnya. Musa yang melihat dinding itu ditegakkan kembali oleh Khidir tanpa mengambil upah apa-apa, Musa ingin mengusulkan kepada Khidir supaya menerima bayaran atas jasanya menegakkan dinding itu, yang dengan bayaran itu ia dapat membeli makanan dan minuman yang sangat dibutuhkannya.",
                        "78": "Ayat ini menjelaskan jawaban Khidir kepada Musa, \"Pertanyaanmu yang ketiga kalinya ini adalah penyebab perpisahan antara aku dan kamu.\" Sebagian Ulama Tafsir mengatakan bahwa sebab perpisahan itu tidak terjadi pada pertanyaan yang pertama dan kedua, oleh karena pertanyaan pertama dan kedua itu menyangkut perbuatan yang munkar yaitu membunuh anak yang tidak berdosa dan membuat lubang (merusak) pada dinding kapal, maka wajarlah bila dimaafkan. Adapun pertanyaan yang ketiga adalah Khidir berbuat baik kepada orang yang kikir, yang tidak mau memberikan jamuan kepadanya, dan perbuatan itu adalah perbuatan yang baik yang tidak perlu disangkal dan dipertanyakan.\n\nKhidir berkata, \"Aku akan memberitahukan kepadamu berbagai hikmah perbuatanku, yang kamu tidak sabar terhadapnya, yaitu membunuh anak, melubangi kapal dan menegakkan dinding rumah. Tujuannya ialah untuk menyelamatkan kapal dari penyitaan orang yang zalim, menyelamatkan ibu-bapak anak yang dibunuh itu dari kekafiran andaikata ia hidup dan menggantinya dengan adiknya yang saleh serta menyelamatkan harta pusaka kepunyaan dua anak yatim yang berada di bawah dinding yang akan roboh itu.\"",
                        "79": "Khidir menerangkan sebab ia mengerjakan berbagai tindakan yang telah dilakukannya. Adapun perbuatan Khidir melubangi perahu karena perahu itu kepunyaan satu kaum yang lemah dan miskin. Mereka tidak mampu menolak kezaliman raja yang akan merampas perahunya itu, dan mereka mempergunakan perahu itu untuk menambah penghasilannya dengan mengangkut barang-barang dagangan atau menyewakannya pada orang-orang lain. Khidir sengaja membuat cacat pada perahu itu dengan jalan melubanginya karena di hadapannya ada seorang raja zalim yang suka merampas dan menyita setiap perahu yang utuh dan tidak mau mengambil perahu yang cacat, sehingga karena adanya cacat tersebut perahu itu akan selamat.\n\nPara Nabi biasanya menetapkan sesuatu sesuai dengan kenyataan-kenyataan yang nampak di hadapannya, sedangkan soal-soal yang merupakan rahasia intern diserahkan kepada kebijaksanaan Allah sesuai dengan bunyi sebuah hadis yang dikutip dari Kitab Tafsir al-Maragi jilid VI halaman 7 sebagai berikut:\n\n\"Kami (para Nabi) menetapkan sesuatu sesuai dengan fakta yang nampak dalam pandangan mata, sedangkan Allah mengetahui hakikatnya.\"\n\nHukum-hukum yang berlaku di dunia ini berlandaskan kepada sebab-sebab yang hakiki yaitu fakta-fakta yang sebenarnya dan hal ini hanya diperlihatkan Allah kepada beberapa orang hamba-Nya saja. Oleh karena itu Nabi Musa menyangkal atas perbuatan Khidir dan beliau tidak mengetahui bahwa Khidir telah diberi ilmu laduni yang dapat mengetahui rahasia-rahasia perkara gaib. Martabat Nabi Musa adalah di dalam bidang ilmu syariat dan hukum-hukum yang berlandaskan kepada alam yang nyata, sedangkan Khidir diberi pengetahuan ilmu hakekat sehingga mengetahui rahasia-rahasia perkara gaib. Pada pertanyaan Nabi Musa yang pertama dan yang kedua ada penerapan sebuah kaidah dalam ilmu usul fiqih yang maksudnya, apabila terjadi dua kemudaratan yang tidak dapat dihindarkan lagi, maka ambillah kemudaratan yang paling ringan untuk menghindari kemudaratan yang lebih besar. Seandainya perahu itu tidak dilubangi dindingnya tentu akan disita oleh raja suatu negara yang zalim yang bakal melaluinya.",
                        "80": "Adapun anak yang dibunuh itu, adalah anak yang kafir sedangkan kedua orang tuanya termasuk orang yang sungguh-sungguh beriman. Maka kami khawatir karena kecintaan kedua orang tuanya kepada anak itu keduanya akan tertarik kepada kekafiran. Qatadah berkata, \"Kedua orang tuanya gembira ketika anak itu dilahirkan, dan keduanya bersedih ketika anak itu terbunuh.\" Dan seandainya dia masih hidup akan mengakibatkan kesusahan dan kebinasaan pada kedua orang tuanya. Oleh sebab itu hendaklah setiap orang menerima ketentuan Allah dengan senang hati karena ketentuan Allah bagi seorang mukmin dalam hal yang tidak disukainya adalah lebih baik daripada ketentuan Allah terhadapnya dalam hal-hal yang disukainya. Disebutkan dalam sebuah hadis bahwa Nabi saw bersabda: \n\n\"Allah tidak menetapkan kepada seorang mukmin suatu ketetapan, kecuali ketetapan itu terdapat kebaikan baginya.\" (Riwayat Ahmad dan Abu Ya'la)\n\nSesuai pula dengan firman Allah: \n\n\"Diwajibkan atas kamu berperang, padahal itu tidak menyenangkan bagimu. Tetapi boleh jadi kamu tidak menyenangi sesuatu, padahal itu baik bagimu, dan boleh jadi kamu menyukai sesuatu, padahal itu tidak baik bagimu. Allah mengetahui, sedang kamu tidak mengetahui.\" (al-Baqarah/2: 216)\n\nKhidir berkata, \"Kami telah mengetahui, bahwa anak itu jika sudah dewasa, akan mengajak ibu bapaknya kepada kekafiran dan mereka berdua akan mengikuti ajakannya karena sangat cinta kepada anaknya.\"",
                        "81": "Ayat ini menjelaskan bahwa Khidir mengharapkan supaya Allah memberi rezeki kepada kedua orang tuanya itu dan seorang anak laki-laki yang lebih baik dari anaknya yang telah dibunuh itu, dan lebih banyak kasih sayangnya kepada ibu bapaknya. Tindakan Khidir membunuh anak tersebut dilandasi oleh keinginan agar pada waktunya Allah dapat menggantikan anak itu dengan yang lebih baik akhlaknya.",
                        "82": "Adapun yang menjadi pendorong bagi Khidir untuk menegakkan dinding itu adalah karena dibawahnya ada harta simpanan milik dua orang anak yatim di kota itu, sedangkan ayahnya seorang yang saleh. Allah memerintahkan kepada Khidir supaya menegakkan dinding itu, karena jika dinding itu jatuh (roboh) niscaya harta simpanan tersebut akan nampak terlihat dan dikhawatirkan akan dicuri orang. Allah menghendaki agar kedua anak yatim itu mencapai umur dewasa dan mengeluarkan simpanannya itu sendiri dari bawah dinding, sebagai rahmat dari pada-Nya. Khidir tidak mengerjakan semua pekerjaan itu atas dorongan dan kemauannya sendiri melainkan semata-mata atas perintah Allah, karena sesuatu tindakan yang berakibat merugikan harta benda manusia dan pertumpahan darah tidak boleh dikerjakan kecuali dengan izin dan wahyu dari Allah. Demikianlah penjelasan Khidir tentang berbagai tindakannya yang tidak biasa yang membuat Nabi Musa tidak bisa sabar, sehingga mempertanyakannya.\n\nUsaha Khidir untuk menegakkan dinding yang hampir roboh, dapat pula dipahami kebijaksanaannya karena robohnya dinding itu mengakibatkan harta benda simpanan dua anak yatim itu diambil orang. Allah telah memberikan kepada Khidir ilmu hakekat dan hal ini tidak mungkin dimilikinya kecuali setelah membersihkan dirinya dan hatinya dari ikatan syahwat jasmani. Nabi Musa ketika telah sempurna ilmu syariatnya diutus oleh Tuhan untuk menemui Khidir supaya belajar dari padanya ilmu hakekat, sehingga sempurnalah ilmu yang wajib dituntut oleh setiap orang yang beriman yaitu ilmu tauhid, fiqih dan tasawuf atau iman, Islam dan ihsan.",
                        "83": "Orang-orang Quraisy bertanya kepada Muhammad setelah mereka mengadakan pembicaraan lebih dahulu dengan orang-orang Yahudi tentang apa yang harus mereka tanyakan kepada Muhammad untuk menguji kebenaran kenabiannya. Mereka bertanya kepada Muhammad tentang Zulkarnain, maka Allah menyuruh Muhammad menyatakan kepada mereka itu, \"Akan kubacakan padamu cerita-cerita yang lengkap tentang apa yang kamu tanyakan itu karena aku telah diberi keterangan oleh Tuhanku.\" Kemudian beliau memberikan perinciannya sebagaimana dijelaskan ayat berikut:",
                        "84": "Sesungguhnya Tuhan telah memberikan kekuasaan kepada Zulkarnain untuk menjelajahi alam ini sebagaimana yang dia kehendaki sehingga dia sampai kepada semua pelosok dunia dan menguasai kerajaan-kerajaan bumi, dan Tuhan telah memberikan kepadanya cara-cara untuk mencapai segala maksud dan tujuannya karena Tuhan telah memberikan kepadanya ilmu pengetahuan yang cukup, kekuasaan yang luas dan alat perlengkapan yang dibutuhkan untuk mencapai tujuannya itu.",
                        "85": "Ayat ini menjelaskan bahwa Zulkarnain menempuh jalan ke arah Barat. Setelah dia menempuh jalan itu, maka sampailah ia ke ujung bumi sebelah barat di mana kelihatan matahari terbenam seolah-olah masuk ke dalam lautan Atlantik. Di mana dia melihat matahari terbenam di dalam laut yang tampak kehitam-hitaman seperti lumpur. Dia telah melalui negeri Tunis dan Maroko dan sampailah ke pantai Afrika sebelah barat, dan di sana menjumpai beberapa kaum kafir. Allah telah menyuruhnya untuk memilih di antara dua hal, yaitu menyiksa mereka dengan pertumpahan darah atau mengajak mereka supaya beriman kepada Allah. Yang demikian ini dijelaskan dalam firman Allah yang disampaikan kepada Zulkarnain secara ilham. Zulkarnain disuruh supaya membunuh mereka jika mereka tidak mau mengakui Keesaan Allah dan tidak mau tunduk kepada ajakannya, atau mengajarkan kepada mereka petunjuk-petunjuk sehingga mereka mengenal hukum dan syariat agama dengan penuh keyakinan.",
                        "86": "Ayat ini menjelaskan bahwa Zulkarnain menempuh jalan ke arah Barat. Setelah dia menempuh jalan itu, maka sampailah ia ke ujung bumi sebelah barat di mana kelihatan matahari terbenam seolah-olah masuk ke dalam lautan Atlantik. Di mana dia melihat matahari terbenam di dalam laut yang tampak kehitam-hitaman seperti lumpur. Dia telah melalui negeri Tunis dan Maroko dan sampailah ke pantai Afrika sebelah barat, dan di sana menjumpai beberapa kaum kafir. Allah telah menyuruhnya untuk memilih di antara dua hal, yaitu menyiksa mereka dengan pertumpahan darah atau mengajak mereka supaya beriman kepada Allah. Yang demikian ini dijelaskan dalam firman Allah yang disampaikan kepada Zulkarnain secara ilham. Zulkarnain disuruh supaya membunuh mereka jika mereka tidak mau mengakui Keesaan Allah dan tidak mau tunduk kepada ajakannya, atau mengajarkan kepada mereka petunjuk-petunjuk sehingga mereka mengenal hukum dan syariat agama dengan penuh keyakinan.",
                        "87": "Zulkarnain berkata kepada sebagian komandan pasukannya, \"Adapun orang yang berbuat aniaya terhadap dirinya dan terus-menerus hidup dalam kemusyrikan kepada Allah maka kami akan mengazabnya dan kemudian di akhirat akan dikembalikan kepada Tuhannya untuk diazab dengan azab yang tidak ada taranya dalam neraka Jahannam.\"",
                        "88": "Adapun orang yang membenarkan Allah dan Keesaan-Nya dan beramal saleh, maka baginya disediakan pahala yang terbaik sebagai balasan atas segala kebijaksanaannya yang telah diperbuatnya selama dia hidup di dunia, dan akan kamu titahkan kepadanya di dunia perintah-perintah yang mudah dikerjakannya yaitu beberapa amalan yang dapat mendekatkan dirinya kepada Allah seperti salat, zakat, jihad dan sebagainya.",
                        "89": "Adapun orang yang membenarkan Allah dan Keesaan-Nya dan beramal saleh, maka baginya disediakan pahala yang terbaik sebagai balasan atas segala kebijaksanaannya yang telah diperbuatnya selama dia hidup di dunia, dan akan kamu titahkan kepadanya di dunia perintah-perintah yang mudah dikerjakannya yaitu beberapa amalan yang dapat mendekatkan dirinya kepada Allah seperti salat, zakat, jihad dan sebagainya.",
                        "90": "Ayat menjelaskan bahwa Zulkarnain menempuh jalan ke arah Timur. Setelah ia sampai ke pantai Afrika sebelah barat, lalu ia kembali menuju ke arah timur sehingga sampailah ia ke tempat terbitnya matahari di sekitar negeri Tiongkok di mana ia menjumpai segolongan umat manusia yang hidupnya tidak di bawah bangunan rumah dan tidak ada pula pohon-pohon menaunginya dari panasnya matahari. Mereka langsung mendapat sorotan cahaya matahari karena tidak terlindung oleh atap atau bukit-bukit yang berada di sekitarnya. Mereka pada siang hari berada dalam lubang-lubang di bawah tanah dan baru muncul di atas permukaan bumi setelah matahari terbenam, untuk mencari penghidupannya. Keadaan mereka jauh berbeda sekali dengan penghuni dunia yang lainnya, karena mereka hidupnya masih primitif dan tidak mempunyai bangunan untuk tempat tinggal.",
                        "91": "Selanjutnya perjalanan Zulkarnain itu seperti yang telah diterangkan di atas, sampai ke ujung Barat dan Timur dan telah sampai ke puncak kebesarannya dalam pemerintahannya yang jarang ada bandingannya. Sungguh Kami mengetahui apa saja yang ada padanya dan apa-apa yang diperbuatnya bersama bala tentaranya, walaupun mereka tersebar luas di seluruh permukaan bumi.",
                        "92": "Kemudian dia menempuh suatu jalan lain lagi yaitu jalan antara Masyriq (arah timur) dan Maghrib (arah barat) membelok ke arah utara. Yakni ke arah dua gunung di Armenia dan Ajerbaijan.",
                        "93": "Ketika dia sampai ke suatu tempat di antara dua buah gunung yang terletak di belakang sungai Jihun di negeri Balkh dekat kota Tirmiz. Dia menjumpai segolongan manusia yang hampir tidak mengerti pembicaraan kawan-kawannya sendiri apalagi bahasa lain, karena bahasa mereka sangat berbeda dengan bahasa-bahasa yang dikenal oleh umat manusia dan taraf kecerdasan mereka pun sangat rendah.",
                        "94": "Mereka melalui juru bicaranya berkata, \"Wahai Zulkarnain sesungguhnya Yakjuj dan Makjuj oleh sebagian peneliti ditengarai sebagai bangsa Tartar dan Mongol, sangat membuat kerusakan di muka bumi dengan pembunuhan, perampasan dan segala macam keganasan, maka bersedialah kamu menerima sesuatu upah dari kami yang kami kumpulkan dari harta benda kami supaya kamu membuatkan benteng untuk menjaga kami dari serbuan mereka.\"",
                        "95": "Zulkarnain menjawab, \"Apa-apa yang telah Allah karuniakan kepadaku yaitu ilmu, pengetahuan yang cukup, kerajaan besar, kekuasaan yang luas dan kekayaan yang melimpah ruah itu adalah lebih baik dari pada upah yang kamu sodorkan kepadaku, maka kami ucapkan terima kasih atas segala kebaikanmu itu dan aku hanya memerlukan bantuan kekuatan tenaga manusia dan alat-alat agar aku dapat membuatkan benteng antara kamu dan mereka.",
                        "96": "\"Bawalah kepadaku potongan-potongan besi.\" Dan setelah mereka membawa potongan-potongan besi itu, lalu Zulkarnain merangkai dan memasang besi-besi itu sehingga tingginya sama rata dengan kedua puncak gunung itu. Lalu ia berkata kepada pekerja-pekerjanya, \"Gerakkanlah alat-alat peniup angin untuk menyalakan api dan memanaskan besi-besi itu.\" Sehingga bilamana besi itu telah merah seperti api, maka dia berkata pula, \"Sekarang berilah aku tembaga yang mendidih agar kutuangkan ke atas besi yang panas itu,\" sehingga lubang-lubangnya tertutup rapat dan terbentuklah sebuah benteng besi yang kokoh dan kuat.",
                        "97": "Dan tatkala Yakjuj dan Makjuj mengadakan penyerbuan ke tempat tersebut, mereka tidak bisa mendakinya karena tingginya yang luar biasa dan mereka tidak bisa pula melubanginya karena keras dan tebal sekali.",
                        "98": "Selanjutnya Zulkarnain berkata, \"Benteng ini adalah merupakan rahmat karunia dari Tuhanku kepada hamba-Nya, karenanya ia menjadi benteng yang kokoh yang menjaga mereka dari serbuan Yakjuj dan Makjuj. Tetapi apabila telah datang janji Tuhanku tentang keluarnya mereka dari belakang benteng, maka Dia akan menjadikannya hancur luluh lantak rata dengan tanah karena Allah memberi kuasa kepada suatu kaum untuk menghancurkannya, dan janji Tuhanku itu adalah benar tidak dapat diragukan.\n\nMenurut ahli sejarah, ucapan Zulkarnain ini terbukti dengan kasus munculnya raja Jengis Khan yang telah membuat kerusakan di muka bumi dari Timur sampai ke Barat dan mengadakan penyerangan yang menghancurkan benteng besi dan kerajaan Islam di Baghdad. Adapun sebabnya raja Jengis Khan ini mengadakan penyerbuan ke negeri Baghdad, oleh karena Sultan Khuwarazmi dari Bani Saljuk telah membunuh beberapa utusan dan pedagang-pedagang yang diutus dari negerinya. Harta benda mereka dirampas dan diadakan pula serbuan-serbuan ke tapal batas negerinya sehingga menimbulkan kemarahan raja Jengis Khan. Lalu ia menulis surat kepada Sultan Bagdad dengan kata-kata yang pedas sebagai berikut, \"Mengapa kamu berani membunuh sahabat-sahabatku dan merampas harta benda perniagaanku. Apakah kamu membangunkan singa yang sedang tidur dan menimbulkan kejahatan-kejahatan yang tersembunyi.\"\n\nTidakkah Nabimu memberikan wasiat kepadamu agar tidak berbuat aniaya. Oleh karena itu tinggalkanlah bangsa Turki selagi mereka tidak mengganggu kamu. Mengapa kamu sakiti tetanggamu padahal Nabimu sendiri telah berwasiat untuk menghormati tetangga. Dan inilah wasiatku kepadamu, \"Peliharalah baik-baik dan pertimbangkanlah kebijaksanaanmu sebelum timbulnya rasa dendam dan sebelum terbukanya benteng besi. Dan Allah pasti akan menolong setiap orang yang dianiaya, karena itu tunggulah kedatangan Yakjuj dan Makjuj yang akan turun dari tiap-tiap tempat yang tinggi.\"\n\n\"Dari Umu Habibah ra dari Zainab binti Jahsyin ra, bahwa Rasulullah saw pada suatu hari masuk ke rumah istrinya, Siti Zaenab bint Jahsy dan dengan terkejut beliau mengatakan, \"La ilaha illallah, celakalah bagi orang Arab dari suatu kejahatan yang telah mendekat, hari ini terbuka dari Benteng Yakjuj dan Makjuj lubang besar seperti ini.\" Dan beliau melingkarkan ibu jarinya dengan jari telunjuknya. Lalu Zaenab bertanya, \"Ya Rasulullah apakah kami akan binasa padahal di kalangan kami terdapat banyak orang-orang yang saleh.\" Beliau menjawab, \"Ya, apabila kejahatan sudah banyak jumlahnya.\" (Riwayat al-Bukhari)\n\nSejak hari itu lubang di dalam benteng semakin lama semakin besar. Pada abad ke-7 Hijri, datanglah tentara raja Jengis Khan menyerbu dan menimbulkan berbagai kerusakan di muka bumi terutama di negeri Baghdad.",
                        "99": "Pada hari hancurnya benteng besi itu, maka keluarlah Yakjuj dan Makjuj muncul dari belakang benteng gelombang demi gelombang, merusak tanaman dan harta benda seperti yang tersebut dalam firman Allah:\n\n\"Hingga apabila (tembok) Yakjuj dan Makjuj dibukakan dan mereka turun dengan cepat dari seluruh tempat yang tinggi.\" (al-Anbiya'/21: 96)\n\nPada hari terbukanya tembok itu Kami biarkan mereka bercampur aduk dalam keadaan kacau balau, kemudian situasi itu akan mengingatkan penghuni bumi ketika ditiup sangkakala oleh malaikat Israfil pada hari Kiamat, lalu dikumpulkan mereka di padang Mahsyar untuk diadili. Sesuai dengan firman Allah:\n\nKatakanlah, \"(Ya), sesungguhnya orang-orang yang terdahulu dan yang kemudian, pasti semua akan dikumpulkan pada waktu tertentu, pada hari yang sudah dimaklumi.\" (al-Waqi'ah/56: 49-50)\n\nDan firman Allah:\n\nDan (ingatlah) pada hari (ketika) Kami perjalankan gunung-gunung dan engkau akan melihat bumi itu rata dan Kami kumpulkan mereka (seluruh manusia), dan tidak Kami tinggalkan seorang pun dari mereka. (al-Kahf/18: 47)",
                        "100": "Dan Kami tampakkan neraka Jahanam pada hari ditiupnya sangkakala kepada orang-orang kafir sehingga mereka melihat kedahsyatannya dan keganasannya yang luar biasa dan mereka mendengar pula suaranya dan semburan apinya yang sangat menakutkan, di mana mereka yakin bahwa mereka segera akan dijerumuskan ke dalamnya dan tidak dapat menghindarkan diri daripadanya.\n\nDiriwayatkan oleh Abu Sa'id al-Khudri bahwa Rasulullah saw bersabda:\n\n\"Bagaimana aku dapat bersenang-senang padahal malaikat Israfil sudah mendekatkan mulutnya pada ujung sangkakala dan telah menundukkan dahi dan telinganya telah siap-siap untuk mendengar kapan datangnya perintah dari Allah untuk meniup sangkakala itu. Dan seandainya jamaah haji yang berkumpul di Mina bersama-sama akan mengangkat sangkakala itu dari bumi niscaya mereka tidak mampu (karena sangat beratnya).\" Maka terdiamlah sahabat Rasulullah dan merasa berat mendengar berita itu. Maka Rasulullah saw bersabda, \"Bacalah (cukuplah) Allah sebagai penyelamat kami, dan Dia adalah sebaik penolong. Hanya kepada Allahlah (kami bertawakal).\" (Riwayat Ahmad dan at-Tirmidzi)",
                        "101": "Ayat ini menjelaskan bahwa azab yang pedih itu disediakan untuk orang-orang yang mata hatinya selalu tertutup dari memperhatikan tanda-tanda kebesaran Allah yang ada di dunia ini. Mereka tidak pernah memikirkan bukti-bukti kekuasaan-Nya, tidak pernah bertobat kepada Tuhannya, tidak pernah mengikuti perintah-Nya dan menjauhi larangan-Nya, seolah-olah mereka menutup telinga tidak mau mendengar peringatanperingatan dari Allah itu. Azab yang demikian itu ditimpakan kepada mereka sebagai akibat perbuatan mereka berkecimpung (bergelimangan) dalam dosa dan pelanggaran, mengikuti godaan setan masuk dalam perangkap-perangkap yang dipasang oleh setan, sehingga hati mereka dikunci mati oleh Tuhan sehingga tidak dapat lagi mempergunakan mata dan telinganya untuk menerima petunjuk dan kebenaran. Dan Allah menjelaskan bahwa apa-apa yang mereka sembah selain Allah tidak dapat memberi manfaat kepada mereka sedikit pun.",
                        "102": "Apakah orang-orang kafir yang mempersekutukan Aku dengan yang lain menyangka bahwa hamba-hamba-Ku yang ada dalam genggaman kekuasaan-Ku, seperti para malaikat, Isa putra Maryam dan berhala-berhala yang mereka sembah, dapat mereka jadikan penolong untuk menyelamatkan diri dari kemurkaan dan azab-Ku? Sangkaan mereka itu adalah sesat dan salah belaka dan Allah dengan tegas menyatakan lagi, \"Kami telah menyediakan neraka Jahannam bagi orang-orang kafir sebagai tempat tinggal dan sebagai ganti dari apa-apa yang mereka sajikan untuk sembahan-sembahannya.",
                        "103": "Ayat ini menjelaskan perintah Allah kepada Nabi Muhammad untuk mengatakan kepada orang-orang yang membantahnya di antara Ahliahli Kitab yaitu Yahudi dan Nasrani, \"Maukah kamu diberi tahu tentang orang-orang yang paling merugi perbuatannya yaitu orang-orang yang telah bersusah payah mengerjakan suatu perbuatan yang dengan perbuatan itu ia mengharap pahala dan karunia, tetapi yang mereka peroleh hanyalah malapetaka dan kebinasaan, seperti orang-orang yang telah membeli barang dengan mengharapkan keuntungan, tetapi yang diperolehnya hanyalah kerugian belaka.",
                        "104": "Yaitu orang-orang yang sia-sia perbuatannya dalam menghimpun kebaikan di dunia, mereka melakukan perbuatan yang bertentangan dengan perbuatan yang diridai Allah dan mereka menyangka bahwa mereka telah berbuat yang sebaik-baiknya. Kemudian ternyata mereka telah berbuat keliru dan menempuh jalan yang sesat sehingga amal perbuatan yang telah mereka kerjakan itu tidak memberi manfaat sedikit pun bagaikan debu yang terbang habis dihembus angin.",
                        "105": "Mereka yang sia-sia usahanya itu ialah orang-orang yang kufur terhadap ayat-ayat Tuhan dan kufur pula terhadap hari kebangkitan padahal di hari itu mereka akan dihadapkan kepada hari perjumpaan dengan Allah. Oleh karena itu segala amal mereka akan hapus sehingga tidak ada lagi amal kebajikan yang akan ditimbang di atas neraca timbangan mereka. Karena yang akan memberatkan timbangan pada hari Kiamat hanyalah amal saleh yang bersih dari kemusyrikan.",
                        "106": "Balasan yang demikian itu diakibatkan kekafiran mereka kepada utusan-utusan Allah dan mukjizat-mukjizat yang dibawanya yang selalu mereka jadikan sebagai olok-olok. Mereka bukan hanya tidak percaya saja tetapi juga memperolok-olok dan menghinakan utusan-utusan Allah yang berarti pula menghinakan Allah yang mengutusnya.",
                        "107": "Sesungguhnya orang yang beriman kepada Allah dan rasul-Nya dan membenarkan risalah para rasul dan berbuat amal saleh semata-mata untuk mencapai keridaan-Nya, bagi mereka disediakan surga Firdaus sebagai tempat tinggal. Diriwayatkan oleh al-Bukhari dan Muslim dari Abu Hurairah ra, bersabda Rasulullah saw:\n\nApabila kamu memohon kepada Allah, maka mohonlah surga Firdaus, karena ia itu surga yang paling mulia dan yang paling tinggi dan di atasnya terdapat Arsy Ar Rahma n, dan dari surga Firdaus itu mengalirlah sungai-sungai surga. (Riwayat al-Bukhari dan Muslim dari Abu Hurairah)",
                        "108": "Mereka kekal di dalam surga dan tidak ingin pindah ke tempat lain, karena tidak ada tempat yang lebih mulia dan lebih agung pada sisi mereka kecuali surga Firdaus.",
                        "109": "Diriwayatkan bahwa orang-orang Yahudi berkata kepada Nabi Muhammad, \"Engkau mengatakan bahwa kami telah diberi oleh Allah hikmah, sedang dalam kitab engkau (Al-Qur'an) terdapat ayat:\n\nDan barangsiapa dianugerahkan al-hikmah itu, ia benar-benar telah dianugerahi karunia yang banyak. (al-Baqarah/2: 269)\n\nKemudian engkau mengatakan pula sebagaimana tersebut dalam Al-Qur'an:\n\nDan tidaklah kamu diberi pengetahuan melainkan sedikit. (al-Isra/17: 85)\n\nMereka berpendapat, ada pertentangan antara kedua ayat ini, maka turunlah ayat ini sebagai jawaban atas kritikan mereka. Rasul diperintahkan untuk mengatakan kepada mereka, \"Katakanlah kalau sekiranya lautan menjadi tinta untuk menuliskan (dengan pena) kalimat-kalimat Tuhanku dan ilmu-ilmu-Nya, maka akan habislah lautan itu sebelum habis (ditulis) kalimat-kalimat Tuhanku meskipun air laut itu ditambahkan sebanyak itu pula, karena lautan itu terbatas sedangkan ilmu dan hikmah Allah tidak terbatas.\"\n\nSeperti firman Allah:\n\n\"Dan seandainya pohon-pohon di bumi menjadi pena dan lautan (menjadi tinta), ditambahkan kepadanya tujuh lautan (lagi) setelah (kering)nya, niscaya tidak akan habis-habisnya (dituliskan) kalimat-kalimat Allah. Sesungguhnya Allah Mahaperkasa, Mahabijaksana.\" (Luqman/31: 27)",
                        "110": "Katakanlah kepada mereka, \"Sesungguhnya aku ini hanya seorang manusia seperti kamu, mengakui bahwa semua ilmuku tidak sebanding dengan ilmu Allah, aku mengetahui sekedar apa yang diwahyukan Allah kepadaku, dan tidak tahu yang lainnya kecuali apa yang Allah ajarkan kepadaku. Allah telah mewahyukan kepadaku bahwa, \"Yang disembah olehku dan oleh kamu hanyalah Tuhan Yang Maha Esa, yang tidak ada sekutu bagi-Nya.\" Oleh karena itu barangsiapa yang mengharapkan pahala dari Allah pada hari perjumpaan dengan-Nya, maka hendaklah ia tulus ikhlas dalam ibadahnya, mengesakan Allah dalam rububiyah dan uluhiyah-Nya dan tidak syirik baik yang terang-terangan maupun yang tersembunyi seperti riya, karena berbuat sesuatu dengan motif ingin dipuji orang itu termasuk syirik yang tersembunyi. Setelah membersihkan iman dari kemusyrikan itu hendaklah selalu mengerjakan amal saleh yang dikerjakannya semata-mata untuk mencapai keridaan-Nya.\n\nDiriwayatkan oleh Muslim dari Abu Hurairah ra, bahwa Rasulullah saw. bersabda:\n\nSesungguhnya Allah berfirman, \"Saya adalah yang paling kaya di antara semua yang berserikat dari sekutunya. Dan siapa yang membuat suatu amalan dengan mempersekutukan Aku dengan yang lain, maka Aku tinggalkan dia bersama sekutunya.\" (Riwayat Muslim dari Abu Hurairah)"
                    }
                }
            }
        }
    }
}