{
    "22": {
        "number": "22",
        "name": "الحج",
        "name_latin": "Al-Hajj",
        "number_of_ayah": "78",
        "text": {
            "1": "يٰٓاَيُّهَا النَّاسُ اتَّقُوْا رَبَّكُمْۚ اِنَّ زَلْزَلَةَ السَّاعَةِ شَيْءٌ عَظِيْمٌ ",
            "2": "يَوْمَ تَرَوْنَهَا تَذْهَلُ كُلُّ مُرْضِعَةٍ عَمَّآ اَرْضَعَتْ وَتَضَعُ كُلُّ ذَاتِ حَمْلٍ حَمْلَهَا وَتَرَى النَّاسَ سُكٰرٰى وَمَا هُمْ بِسُكٰرٰى وَلٰكِنَّ عَذَابَ اللّٰهِ شَدِيْدٌ ",
            "3": "وَمِنَ النَّاسِ مَنْ يُّجَادِلُ فِى اللّٰهِ بِغَيْرِ عِلْمٍ وَّيَتَّبِعُ كُلَّ شَيْطٰنٍ مَّرِيْدٍۙ ",
            "4": "كُتِبَ عَلَيْهِ اَنَّهٗ مَنْ تَوَلَّاهُ فَاَنَّهٗ يُضِلُّهٗ وَيَهْدِيْهِ اِلٰى عَذَابِ السَّعِيْرِ ",
            "5": "يٰٓاَيُّهَا النَّاسُ اِنْ كُنْتُمْ فِيْ رَيْبٍ مِّنَ الْبَعْثِ فَاِنَّا خَلَقْنٰكُمْ مِّنْ تُرَابٍ ثُمَّ مِنْ نُّطْفَةٍ ثُمَّ مِنْ عَلَقَةٍ ثُمَّ مِنْ مُّضْغَةٍ مُّخَلَّقَةٍ وَّغَيْرِ مُخَلَّقَةٍ لِّنُبَيِّنَ لَكُمْۗ وَنُقِرُّ فِى الْاَرْحَامِ مَا نَشَاۤءُ اِلٰٓى اَجَلٍ مُّسَمًّى ثُمَّ نُخْرِجُكُمْ طِفْلًا ثُمَّ لِتَبْلُغُوْٓا اَشُدَّكُمْۚ وَمِنْكُمْ مَّنْ يُّتَوَفّٰى وَمِنْكُمْ مَّنْ يُّرَدُّ اِلٰٓى اَرْذَلِ الْعُمُرِ لِكَيْلَا يَعْلَمَ مِنْۢ بَعْدِ عِلْمٍ شَيْـًٔاۗ وَتَرَى الْاَرْضَ هَامِدَةً فَاِذَآ اَنْزَلْنَا عَلَيْهَا الْمَاۤءَ اهْتَزَّتْ وَرَبَتْ وَاَنْۢبَتَتْ مِنْ كُلِّ زَوْجٍۢ بَهِيْجٍ",
            "6": "ذٰلِكَ بِاَنَّ اللّٰهَ هُوَ الْحَقُّ وَاَنَّهٗ يُحْيِ الْمَوْتٰى وَاَنَّهٗ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ ۙ",
            "7": "وَّاَنَّ السَّاعَةَ اٰتِيَةٌ لَّا رَيْبَ فِيْهَاۙ وَاَنَّ اللّٰهَ يَبْعَثُ مَنْ فِى الْقُبُوْرِ ",
            "8": "وَمِنَ النَّاسِ مَنْ يُّجَادِلُ فِى اللّٰهِ بِغَيْرِ عِلْمٍ وَّلَا هُدًى وَّلَا كِتٰبٍ مُّنِيْرٍ ۙ",
            "9": "ثَانِيَ عِطْفِهٖ لِيُضِلَّ عَنْ سَبِيْلِ اللّٰهِ ۗ لَهٗ فِى الدُّنْيَا خِزْيٌ وَّنُذِيْقُهٗ يَوْمَ الْقِيٰمَةِ عَذَابَ الْحَرِيْقِ",
            "10": "ذٰلِكَ بِمَا قَدَّمَتْ يَدٰكَ وَاَنَّ اللّٰهَ لَيْسَ بِظَلَّامٍ لِّلْعَبِيْدِ ࣖ",
            "11": "وَمِنَ النَّاسِ مَنْ يَّعْبُدُ اللّٰهَ عَلٰى حَرْفٍۚ فَاِنْ اَصَابَهٗ خَيْرُ ِۨاطْمَـَٔنَّ بِهٖۚ وَاِنْ اَصَابَتْهُ فِتْنَةُ ِۨانْقَلَبَ عَلٰى وَجْهِهٖۗ خَسِرَ الدُّنْيَا وَالْاٰخِرَةَۗ ذٰلِكَ هُوَ الْخُسْرَانُ الْمُبِيْنُ ",
            "12": "يَدْعُوْا مِنْ دُوْنِ اللّٰهِ مَا لَا يَضُرُّهٗ وَمَا لَا يَنْفَعُهٗۗ ذٰلِكَ هُوَ الضَّلٰلُ الْبَعِيْدُ ۚ",
            "13": "يَدْعُوْا لَمَنْ ضَرُّهٗٓ اَقْرَبُ مِنْ نَّفْعِهٖۗ  لَبِئْسَ الْمَوْلٰى وَلَبِئْسَ الْعَشِيْرُ ",
            "14": "اِنَّ اللّٰهَ يُدْخِلُ الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ جَنّٰتٍ تَجْرِيْ مِنْ تَحْتِهَا الْاَنْهٰرُۗ اِنَّ اللّٰهَ يَفْعَلُ مَا يُرِيْدُ ",
            "15": "مَنْ كَانَ يَظُنُّ اَنْ لَّنْ يَّنْصُرَهُ اللّٰهُ فِى الدُّنْيَا وَالْاٰخِرَةِ فَلْيَمْدُدْ بِسَبَبٍ اِلَى السَّمَاۤءِ ثُمَّ لْيَقْطَعْ فَلْيَنْظُرْ هَلْ يُذْهِبَنَّ كَيْدُهٗ مَا يَغِيْظُ ",
            "16": "وَكَذٰلِكَ اَنْزَلْنٰهُ اٰيٰتٍۢ بَيِّنٰتٍۙ وَّاَنَّ اللّٰهَ يَهْدِيْ مَنْ يُّرِيْدُ ",
            "17": "اِنَّ الَّذِيْنَ اٰمَنُوْا وَالَّذِيْنَ هَادُوْا وَالصَّابِـِٕيْنَ وَالنَّصٰرٰى وَالْمَجُوْسَ وَالَّذِيْنَ اَشْرَكُوْٓا ۖاِنَّ اللّٰهَ يَفْصِلُ بَيْنَهُمْ يَوْمَ الْقِيٰمَةِۗ اِنَّ اللّٰهَ عَلٰى كُلِّ شَيْءٍ شَهِيْدٌ ",
            "18": "اَلَمْ تَرَ اَنَّ اللّٰهَ يَسْجُدُ لَهٗ مَنْ فِى السَّمٰوٰتِ وَمَنْ فِى الْاَرْضِ وَالشَّمْسُ وَالْقَمَرُ وَالنُّجُوْمُ وَالْجِبَالُ وَالشَّجَرُ وَالدَّوَاۤبُّ وَكَثِيْرٌ مِّنَ النَّاسِۗ وَكَثِيْرٌ حَقَّ عَلَيْهِ الْعَذَابُۗ وَمَنْ يُّهِنِ اللّٰهُ فَمَا لَهٗ مِنْ مُّكْرِمٍۗ اِنَّ اللّٰهَ يَفْعَلُ مَا يَشَاۤءُ ۩ۗ",
            "19": "۞ هٰذَانِ خَصْمٰنِ اخْتَصَمُوْا فِيْ رَبِّهِمْ  فَالَّذِيْنَ كَفَرُوْا قُطِّعَتْ لَهُمْ ثِيَابٌ مِّنْ نَّارٍۗ يُصَبُّ مِنْ فَوْقِ رُءُوْسِهِمُ الْحَمِيْمُ ۚ",
            "20": "يُصْهَرُ بِهٖ مَا فِيْ بُطُوْنِهِمْ وَالْجُلُوْدُ ۗ",
            "21": "وَلَهُمْ مَّقَامِعُ مِنْ حَدِيْدٍ ",
            "22": "كُلَّمَآ اَرَادُوْٓا اَنْ يَّخْرُجُوْا مِنْهَا مِنْ غَمٍّ اُعِيْدُوْا فِيْهَا وَذُوْقُوْا عَذَابَ الْحَرِيْقِ ࣖ",
            "23": "اِنَّ اللّٰهَ يُدْخِلُ الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ جَنّٰتٍ تَجْرِيْ مِنْ تَحْتِهَا الْاَنْهٰرُ يُحَلَّوْنَ فِيْهَا مِنْ اَسَاوِرَ مِنْ ذَهَبٍ وَّلُؤْلُؤًاۗ وَلِبَاسُهُمْ فِيْهَا حَرِيْرٌ ",
            "24": "وَهُدُوْٓا اِلَى الطَّيِّبِ مِنَ الْقَوْلِۚ وَهُدُوْٓا اِلٰى صِرَاطِ الْحَمِيْدِ ",
            "25": "اِنَّ الَّذِيْنَ كَفَرُوْا وَيَصُدُّوْنَ عَنْ سَبِيْلِ اللّٰهِ وَالْمَسْجِدِ الْحَرَامِ الَّذِيْ جَعَلْنٰهُ لِلنَّاسِ سَوَاۤءً ۨالْعَاكِفُ فِيْهِ وَالْبَادِۗ وَمَنْ يُّرِدْ فِيْهِ بِاِلْحَادٍۢ بِظُلْمٍ نُّذِقْهُ مِنْ عَذَابٍ اَلِيْمٍ ࣖ",
            "26": "وَاِذْ بَوَّأْنَا لِاِبْرٰهِيْمَ مَكَانَ الْبَيْتِ اَنْ لَّا تُشْرِكْ بِيْ شَيْـًٔا وَّطَهِّرْ بَيْتِيَ لِلطَّاۤىِٕفِيْنَ وَالْقَاۤىِٕمِيْنَ وَالرُّكَّعِ السُّجُوْدِ ",
            "27": "وَاَذِّنْ فِى النَّاسِ بِالْحَجِّ يَأْتُوْكَ رِجَالًا وَّعَلٰى كُلِّ ضَامِرٍ يَّأْتِيْنَ مِنْ كُلِّ فَجٍّ عَمِيْقٍ ۙ",
            "28": "لِّيَشْهَدُوْا مَنَافِعَ لَهُمْ وَيَذْكُرُوا اسْمَ اللّٰهِ فِيْٓ اَيَّامٍ مَّعْلُوْمٰتٍ عَلٰى مَا رَزَقَهُمْ مِّنْۢ بَهِيْمَةِ الْاَنْعَامِۚ فَكُلُوْا مِنْهَا وَاَطْعِمُوا الْبَاۤىِٕسَ الْفَقِيْرَ ۖ",
            "29": "ثُمَّ لْيَقْضُوْا تَفَثَهُمْ وَلْيُوْفُوْا نُذُوْرَهُمْ وَلْيَطَّوَّفُوْا بِالْبَيْتِ الْعَتِيْقِ ",
            "30": "ذٰلِكَ وَمَنْ يُّعَظِّمْ حُرُمٰتِ اللّٰهِ فَهُوَ خَيْرٌ لَّهٗ عِنْدَ رَبِّهٖۗ وَاُحِلَّتْ لَكُمُ الْاَنْعَامُ اِلَّا مَا يُتْلٰى عَلَيْكُمْ فَاجْتَنِبُوا الرِّجْسَ مِنَ الْاَوْثَانِ وَاجْتَنِبُوْا قَوْلَ الزُّوْرِ ۙ",
            "31": "حُنَفَاۤءَ لِلّٰهِ غَيْرَ مُشْرِكِيْنَ بِهٖۗ وَمَنْ يُّشْرِكْ بِاللّٰهِ فَكَاَنَّمَا خَرَّ مِنَ السَّمَاۤءِ فَتَخْطَفُهُ الطَّيْرُ اَوْ تَهْوِيْ بِهِ الرِّيْحُ فِيْ مَكَانٍ سَحِيْقٍ ",
            "32": "ذٰلِكَ وَمَنْ يُّعَظِّمْ شَعَاۤىِٕرَ اللّٰهِ فَاِنَّهَا مِنْ تَقْوَى الْقُلُوْبِ ",
            "33": "لَكُمْ فِيْهَا مَنَافِعُ اِلٰٓى اَجَلٍ مُّسَمًّى ثُمَّ مَحِلُّهَآ اِلَى الْبَيْتِ الْعَتِيْقِ ࣖ",
            "34": "وَلِكُلِّ اُمَّةٍ جَعَلْنَا مَنْسَكًا لِّيَذْكُرُوا اسْمَ اللّٰهِ عَلٰى مَا رَزَقَهُمْ مِّنْۢ بَهِيْمَةِ الْاَنْعَامِۗ فَاِلٰهُكُمْ اِلٰهٌ وَّاحِدٌ فَلَهٗٓ اَسْلِمُوْاۗ وَبَشِّرِ الْمُخْبِتِيْنَ ۙ",
            "35": "الَّذِيْنَ اِذَا ذُكِرَ اللّٰهُ وَجِلَتْ قُلُوْبُهُمْ وَالصَّابِرِيْنَ عَلٰى مَآ اَصَابَهُمْ وَالْمُقِيْمِى الصَّلٰوةِۙ وَمِمَّا رَزَقْنٰهُمْ يُنْفِقُوْنَ ",
            "36": "وَالْبُدْنَ جَعَلْنٰهَا لَكُمْ مِّنْ شَعَاۤىِٕرِ اللّٰهِ لَكُمْ فِيْهَا خَيْرٌۖ فَاذْكُرُوا اسْمَ اللّٰهِ عَلَيْهَا صَوَاۤفَّۚ فَاِذَا وَجَبَتْ جُنُوْبُهَا فَكُلُوْا مِنْهَا وَاَطْعِمُوا الْقَانِعَ وَالْمُعْتَرَّۗ  كَذٰلِكَ سَخَّرْنٰهَا لَكُمْ لَعَلَّكُمْ تَشْكُرُوْنَ ",
            "37": "لَنْ يَّنَالَ اللّٰهَ لُحُوْمُهَا وَلَا دِمَاۤؤُهَا وَلٰكِنْ يَّنَالُهُ التَّقْوٰى مِنْكُمْۗ  كَذٰلِكَ سَخَّرَهَا لَكُمْ لِتُكَبِّرُوا اللّٰهَ عَلٰى مَا هَدٰىكُمْ ۗ وَبَشِّرِ الْمُحْسِنِيْنَ ",
            "38": "۞ اِنَّ اللّٰهَ يُدَافِعُ عَنِ الَّذِيْنَ اٰمَنُوْاۗ اِنَّ اللّٰهَ لَا يُحِبُّ كُلَّ خَوَّانٍ كَفُوْرٍ ࣖ",
            "39": "اُذِنَ لِلَّذِيْنَ يُقَاتَلُوْنَ بِاَنَّهُمْ ظُلِمُوْاۗ وَاِنَّ اللّٰهَ عَلٰى نَصْرِهِمْ لَقَدِيْرٌ ۙ",
            "40": " ۨالَّذِيْنَ اُخْرِجُوْا مِنْ دِيَارِهِمْ بِغَيْرِ حَقٍّ اِلَّآ اَنْ يَّقُوْلُوْا رَبُّنَا اللّٰهُ ۗوَلَوْلَا دَفْعُ اللّٰهِ النَّاسَ بَعْضَهُمْ بِبَعْضٍ لَّهُدِّمَتْ صَوَامِعُ وَبِيَعٌ وَّصَلَوٰتٌ وَّمَسٰجِدُ يُذْكَرُ فِيْهَا اسْمُ اللّٰهِ كَثِيْرًاۗ وَلَيَنْصُرَنَّ اللّٰهُ مَنْ يَّنْصُرُهٗۗ اِنَّ اللّٰهَ لَقَوِيٌّ عَزِيْزٌ ",
            "41": "اَلَّذِيْنَ اِنْ مَّكَّنّٰهُمْ فِى الْاَرْضِ اَقَامُوا الصَّلٰوةَ وَاٰتَوُا الزَّكٰوةَ وَاَمَرُوْا بِالْمَعْرُوْفِ وَنَهَوْا عَنِ الْمُنْكَرِۗ وَلِلّٰهِ عَاقِبَةُ الْاُمُوْرِ ",
            "42": "وَاِنْ يُّكَذِّبُوْكَ فَقَدْ كَذَّبَتْ قَبْلَهُمْ قَوْمُ نُوْحٍ وَّعَادٌ وَّثَمُوْدُ ۙ",
            "43": "وَقَوْمُ اِبْرٰهِيْمَ وَقَوْمُ لُوْطٍ ۙ",
            "44": "وَّاَصْحٰبُ مَدْيَنَۚ وَكُذِّبَ مُوْسٰى فَاَمْلَيْتُ لِلْكٰفِرِيْنَ ثُمَّ اَخَذْتُهُمْۚ فَكَيْفَ كَانَ نَكِيْرِ ",
            "45": "فَكَاَيِّنْ مِّنْ قَرْيَةٍ اَهْلَكْنٰهَا وَهِيَ ظَالِمَةٌ فَهِيَ خَاوِيَةٌ عَلٰى عُرُوْشِهَاۖ وَبِئْرٍ مُّعَطَّلَةٍ وَّقَصْرٍ مَّشِيْدٍ ",
            "46": "اَفَلَمْ يَسِيْرُوْا فِى الْاَرْضِ فَتَكُوْنَ لَهُمْ قُلُوْبٌ يَّعْقِلُوْنَ بِهَآ اَوْ اٰذَانٌ يَّسْمَعُوْنَ بِهَاۚ فَاِنَّهَا لَا تَعْمَى الْاَبْصَارُ وَلٰكِنْ تَعْمَى الْقُلُوْبُ الَّتِيْ فِى الصُّدُوْرِ ",
            "47": "وَيَسْتَعْجِلُوْنَكَ بِالْعَذَابِ وَلَنْ يُّخْلِفَ اللّٰهُ وَعْدَهٗۗ وَاِنَّ يَوْمًا عِنْدَ رَبِّكَ كَاَلْفِ سَنَةٍ مِّمَّا تَعُدُّوْنَ ",
            "48": "وَكَاَيِّنْ مِّنْ قَرْيَةٍ اَمْلَيْتُ لَهَا وَهِيَ ظَالِمَةٌ ثُمَّ اَخَذْتُهَاۚ وَاِلَيَّ الْمَصِيْرُ ࣖ",
            "49": "قُلْ يٰٓاَيُّهَا النَّاسُ اِنَّمَآ اَنَا۠ لَكُمْ نَذِيْرٌ مُّبِيْنٌ ۚ",
            "50": "فَالَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ لَهُمْ مَّغْفِرَةٌ وَّرِزْقٌ كَرِيْمٌ ",
            "51": "وَالَّذِيْنَ سَعَوْا فِيْٓ اٰيٰتِنَا مُعٰجِزِيْنَ اُولٰۤىِٕكَ اَصْحٰبُ الْجَحِيْمِ ",
            "52": "وَمَآ اَرْسَلْنَا مِنْ قَبْلِكَ مِنْ رَّسُوْلٍ وَّلَا نَبِيٍّ اِلَّآ اِذَا تَمَنّٰىٓ اَلْقَى الشَّيْطٰنُ فِيْٓ اُمْنِيَّتِهٖۚ فَيَنْسَخُ اللّٰهُ مَا يُلْقِى الشَّيْطٰنُ ثُمَّ يُحْكِمُ اللّٰهُ اٰيٰتِهٖۗ وَاللّٰهُ عَلِيْمٌ حَكِيْمٌ ۙ",
            "53": "لِّيَجْعَلَ مَا يُلْقِى الشَّيْطٰنُ فِتْنَةً لِّلَّذِيْنَ فِيْ قُلُوْبِهِمْ مَّرَضٌ وَّالْقَاسِيَةِ قُلُوْبُهُمْۗ وَاِنَّ الظّٰلِمِيْنَ لَفِيْ شِقَاقٍۢ بَعِيْدٍ ۙ",
            "54": "وَّلِيَعْلَمَ الَّذِيْنَ اُوْتُوا الْعِلْمَ اَنَّهُ الْحَقُّ مِنْ رَّبِّكَ فَيُؤْمِنُوْا بِهٖ فَتُخْبِتَ لَهٗ قُلُوْبُهُمْۗ وَاِنَّ اللّٰهَ لَهَادِ الَّذِيْنَ اٰمَنُوْٓا اِلٰى صِرَاطٍ مُّسْتَقِيْمٍ ",
            "55": "وَلَا يَزَالُ الَّذِيْنَ كَفَرُوْا فِيْ مِرْيَةٍ مِّنْهُ حَتّٰى تَأْتِيَهُمُ السَّاعَةُ بَغْتَةً اَوْ يَأْتِيَهُمْ عَذَابُ يَوْمٍ عَقِيْمٍ ",
            "56": "اَلْمُلْكُ يَوْمَىِٕذٍ لِّلّٰهِ ۗيَحْكُمُ بَيْنَهُمْۗ فَالَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ فِيْ جَنّٰتِ النَّعِيْمِ ",
            "57": "وَالَّذِيْنَ كَفَرُوْا وَكَذَّبُوْا بِاٰيٰتِنَا فَاُولٰۤىِٕكَ لَهُمْ عَذَابٌ مُّهِيْنٌ ࣖ",
            "58": "وَالَّذِيْنَ هَاجَرُوْا فِيْ سَبِيْلِ اللّٰهِ ثُمَّ قُتِلُوْٓا اَوْ مَاتُوْا لَيَرْزُقَنَّهُمُ اللّٰهُ رِزْقًا حَسَنًاۗ وَاِنَّ اللّٰهَ لَهُوَ خَيْرُ الرّٰزِقِيْنَ ",
            "59": "لَيُدْخِلَنَّهُمْ مُّدْخَلًا يَّرْضَوْنَهٗۗ وَاِنَّ اللّٰهَ لَعَلِيْمٌ حَلِيْمٌ",
            "60": "۞ ذٰلِكَ وَمَنْ عَاقَبَ بِمِثْلِ مَا عُوْقِبَ بِهٖ ثُمَّ بُغِيَ عَلَيْهِ لَيَنْصُرَنَّهُ اللّٰهُ ۗاِنَّ اللّٰهَ لَعَفُوٌّ غَفُوْرٌ ",
            "61": "ذٰلِكَ بِاَنَّ اللّٰهَ يُوْلِجُ الَّيْلَ فِى النَّهَارِ وَيُوْلِجُ النَّهَارَ فِى الَّيْلِ وَاَنَّ اللّٰهَ سَمِيْعٌۢ بَصِيْرٌ ",
            "62": "ذٰلِكَ بِاَنَّ اللّٰهَ هُوَ الْحَقُّ وَاَنَّ مَا يَدْعُوْنَ مِنْ دُوْنِهٖ هُوَ الْبَاطِلُ وَاَنَّ اللّٰهَ هُوَ الْعَلِيُّ الْكَبِيْرُ ",
            "63": "اَلَمْ تَرَ اَنَّ اللّٰهَ اَنْزَلَ مِنَ السَّمَاۤءِ مَاۤءًۖ فَتُصْبِحُ الْاَرْضُ مُخْضَرَّةًۗ اِنَّ اللّٰهَ لَطِيْفٌ خَبِيْرٌ ۚ",
            "64": "لَهٗ مَا فِى السَّمٰوٰتِ وَمَا فِى الْاَرْضِۗ وَاِنَّ اللّٰهَ لَهُوَ الْغَنِيُّ الْحَمِيْدُ ࣖ",
            "65": "اَلَمْ تَرَ اَنَّ اللّٰهَ سَخَّرَ لَكُمْ مَّا فِى الْاَرْضِ وَالْفُلْكَ تَجْرِيْ فِى الْبَحْرِ بِاَمْرِهٖۗ وَيُمْسِكُ السَّمَاۤءَ اَنْ تَقَعَ عَلَى الْاَرْضِ اِلَّا بِاِذْنِهٖۗ اِنَّ اللّٰهَ بِالنَّاسِ لَرَءُوْفٌ رَّحِيْمٌ ",
            "66": "وَهُوَ الَّذِيْٓ اَحْيَاكُمْ ۖ ثُمَّ يُمِيْتُكُمْ ثُمَّ يُحْيِيْكُمْۗ اِنَّ الْاِنْسَانَ لَكَفُوْرٌ ",
            "67": "لِكُلِّ اُمَّةٍ جَعَلْنَا مَنْسَكًا هُمْ نَاسِكُوْهُ فَلَا يُنَازِعُنَّكَ فِى الْاَمْرِ وَادْعُ اِلٰى رَبِّكَۗ اِنَّكَ لَعَلٰى هُدًى مُّسْتَقِيْمٍ ",
            "68": "وَاِنْ جَادَلُوْكَ فَقُلِ اللّٰهُ اَعْلَمُ بِمَا تَعْمَلُوْنَ ",
            "69": "اَللّٰهُ يَحْكُمُ بَيْنَكُمْ يَوْمَ الْقِيٰمَةِ فِيْمَا كُنْتُمْ فِيْهِ تَخْتَلِفُوْنَ ",
            "70": "اَلَمْ تَعْلَمْ اَنَّ اللّٰهَ يَعْلَمُ مَا فِى السَّمَاۤءِ وَالْاَرْضِۗ اِنَّ ذٰلِكَ فِيْ كِتٰبٍۗ اِنَّ ذٰلِكَ عَلَى اللّٰهِ يَسِيْرٌ ",
            "71": "وَيَعْبُدُوْنَ مِنْ دُوْنِ اللّٰهِ مَا لَمْ يُنَزِّلْ بِهٖ سُلْطٰنًا وَّمَا لَيْسَ لَهُمْ بِهٖ عِلْمٌ ۗوَمَا لِلظّٰلِمِيْنَ مِنْ نَّصِيْرٍ ",
            "72": "وَاِذَا تُتْلٰى عَلَيْهِمْ اٰيٰتُنَا بَيِّنٰتٍ تَعْرِفُ فِيْ وُجُوْهِ الَّذِيْنَ كَفَرُوا الْمُنْكَرَۗ يَكَادُوْنَ يَسْطُوْنَ بِالَّذِيْنَ يَتْلُوْنَ عَلَيْهِمْ اٰيٰتِنَاۗ قُلْ اَفَاُنَبِّئُكُمْ بِشَرٍّ مِّنْ ذٰلِكُمْۗ  اَلنَّارُۗ وَعَدَهَا اللّٰهُ الَّذِيْنَ كَفَرُوْاۗ وَبِئْسَ الْمَصِيْرُ ࣖ",
            "73": "يٰٓاَيُّهَا النَّاسُ ضُرِبَ مَثَلٌ فَاسْتَمِعُوْا لَهٗ ۗاِنَّ الَّذِيْنَ تَدْعُوْنَ مِنْ دُوْنِ اللّٰهِ لَنْ يَّخْلُقُوْا ذُبَابًا وَّلَوِ اجْتَمَعُوْا لَهٗ ۗوَاِنْ يَّسْلُبْهُمُ الذُّبَابُ شَيْـًٔا لَّا يَسْتَنْقِذُوْهُ مِنْهُۗ ضَعُفَ الطَّالِبُ وَالْمَطْلُوْبُ",
            "74": "مَا قَدَرُوا اللّٰهَ حَقَّ قَدْرِهٖۗ اِنَّ اللّٰهَ لَقَوِيٌّ عَزِيْزٌ ",
            "75": "اَللّٰهُ يَصْطَفِيْ مِنَ الْمَلٰۤىِٕكَةِ رُسُلًا وَّمِنَ النَّاسِۗ اِنَّ اللّٰهَ سَمِيْعٌۢ بَصِيْرٌ ۚ",
            "76": "يَعْلَمُ مَا بَيْنَ اَيْدِيْهِمْ وَمَا خَلْفَهُمْۗ وَاِلَى اللّٰهِ تُرْجَعُ الْاُمُوْرُ ",
            "77": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوا ارْكَعُوْا وَاسْجُدُوْا وَاعْبُدُوْا رَبَّكُمْ وَافْعَلُوا الْخَيْرَ لَعَلَّكُمْ تُفْلِحُوْنَ ۚ۩",
            "78": "وَجَاهِدُوْا فِى اللّٰهِ حَقَّ جِهَادِهٖۗ هُوَ اجْتَبٰىكُمْ وَمَا جَعَلَ عَلَيْكُمْ فِى الدِّيْنِ مِنْ حَرَجٍۗ مِلَّةَ اَبِيْكُمْ اِبْرٰهِيْمَۗ هُوَ سَمّٰىكُمُ الْمُسْلِمِيْنَ ەۙ مِنْ قَبْلُ وَفِيْ هٰذَا لِيَكُوْنَ الرَّسُوْلُ شَهِيْدًا عَلَيْكُمْ وَتَكُوْنُوْا شُهَدَاۤءَ عَلَى النَّاسِۖ فَاَقِيْمُوا الصَّلٰوةَ وَاٰتُوا الزَّكٰوةَ وَاعْتَصِمُوْا بِاللّٰهِ ۗهُوَ مَوْلٰىكُمْۚ فَنِعْمَ الْمَوْلٰى وَنِعْمَ النَّصِيْرُ ࣖ   ۔"
        },
        "translations": {
            "id": {
                "name": "Haji",
                "text": {
                    "1": "Wahai manusia! Bertakwalah kepada Tuhanmu; sungguh, guncangan (hari) Kiamat itu adalah suatu (kejadian) yang sangat besar.",
                    "2": "(Ingatlah) pada hari ketika kamu melihatnya (goncangan itu), semua perempuan yang menyusui anaknya akan lalai terhadap anak yang disusuinya, dan setiap perempuan yang hamil akan keguguran kandungannya, dan kamu melihat manusia dalam keadaan mabuk, padahal sebenarnya mereka tidak mabuk, tetapi azab Allah itu sangat keras.",
                    "3": "Dan di antara manusia ada yang berbantahan tentang Allah tanpa ilmu dan hanya mengikuti para setan yang sangat jahat.",
                    "4": "(Tentang setan), telah ditetapkan bahwa siapa yang berkawan dengan dia, maka dia akan menyesatkannya, dan membawanya ke azab neraka.",
                    "5": "Wahai manusia! Jika kamu meragukan (hari) kebangkitan, maka sesungguhnya Kami telah menjadikan kamu dari tanah, kemudian dari setetes mani, kemudian dari segumpal darah, kemudian dari segumpal daging yang sempurna kejadiannya dan yang tidak sempurna, agar Kami jelaskan kepada kamu; dan Kami tetapkan dalam rahim menurut kehendak Kami sampai waktu yang sudah ditentukan, kemudian Kami keluarkan kamu sebagai bayi, kemudian (dengan berangsur-angsur) kamu sampai kepada usia dewasa, dan di antara kamu ada yang diwafatkan dan (ada pula) di antara kamu yang dikembalikan sampai usia sangat tua (pikun), sehingga dia tidak mengetahui lagi sesuatu yang telah diketahuinya. Dan kamu lihat bumi ini kering, kemudian apabila telah Kami turunkan air (hujan) di atasnya, hiduplah bumi itu dan menjadi subur dan menumbuhkan berbagai jenis pasangan (tetumbuhan) yang indah.",
                    "6": "Yang demikian itu karena sungguh, Allah, Dialah yang hak dan sungguh, Dialah yang menghidupkan segala yang telah mati, dan sungguh, Dia Mahakuasa atas segala sesuatu.",
                    "7": "Dan sungguh, (hari) Kiamat itu pasti datang, tidak ada keraguan padanya; dan sungguh, Allah akan membangkitkan siapa pun yang di dalam kubur.",
                    "8": "Dan di antara manusia ada yang berbantahan tentang Allah tanpa ilmu, tanpa petunjuk dan tanpa kitab (wahyu) yang memberi penerangan.",
                    "9": "Sambil memalingkan lambungnya (dengan congkak) untuk menyesatkan manusia dari jalan Allah. Dia mendapat kehinaan di dunia, dan pada hari Kiamat Kami berikan kepadanya rasa azab neraka yang membakar.",
                    "10": "(Akan dikatakan kepadanya), “Itu karena perbuatan yang dilakukan dahulu oleh kedua tanganmu, dan Allah sekali-kali tidak menzalimi hamba-hamba-Nya.",
                    "11": "Dan di antara manusia ada yang menyembah Allah hanya di tepi; maka jika dia memperoleh kebajikan, dia merasa puas, dan jika dia ditimpa suatu cobaan, dia berbalik ke belakang. Dia rugi di dunia dan di akhirat. Itulah kerugian yang nyata.",
                    "12": "Dia menyeru kepada selain Allah sesuatu yang tidak dapat mendatangkan bencana dan tidak (pula) memberi manfaat kepadanya. Itulah kesesatan yang jauh.",
                    "13": "Dia menyeru kepada sesuatu yang (sebenarnya) bencananya lebih dekat daripada manfaatnya. Sungguh, itu seburuk-buruk penolong dan sejahat-jahat kawan.",
                    "14": "(Sungguh,) Allah akan memasukkan orang-orang yang beriman dan mengerjakan kebajikan ke dalam surga-surga yang mengalir di bawahnya sungai-sungai. Sungguh, Allah berbuat apa yang Dia kehendaki.",
                    "15": "Barangsiapa menyangka bahwa Allah tidak akan menolongnya (Muhammad) di dunia dan di akhirat, maka hendaklah dia merentangkan tali ke langit-langit, ) lalu menggantung (diri), kemudian pikirkanlah apakah tipu dayanya itu dapat melenyapkan apa yang menyakitkan hatinya.",
                    "16": "Dan demikianlah Kami telah menurunkannya (Al-Qur'an) yang merupakan ayat-ayat yang nyata; sesungguhnya Allah memberikan petunjuk kepada siapa yang Dia kehendaki.",
                    "17": "Sesungguhnya orang-orang beriman, orang Yahudi, orang Sabiin, orang Nasrani, orang Majusi dan orang musyrik, Allah pasti memberi keputusan di antara mereka pada hari Kiamat. Sungguh, Allah menjadi saksi atas segala sesuatu.",
                    "18": "Tidakkah engkau tahu bahwa siapa yang ada di langit dan siapa yang ada di bumi bersujud kepada Allah, juga matahari, bulan, bintang, gunung-gunung, pohon-pohon, hewan-hewan yang melata dan banyak di antara manusia? Tetapi banyak (manusia) yang pantas mendapatkan azab. Barangsiapa dihinakan Allah, tidak seorang pun yang akan memuliakannya. Sungguh, Allah berbuat apa saja yang Dia kehendaki.",
                    "19": "Inilah dua golongan (golongan mukmin dan kafir) yang bertengkar, mereka bertengkar mengenai Tuhan mereka. Maka bagi orang kafir akan dibuatkan pakaian-pakaian dari api (neraka) untuk mereka. Ke atas kepala mereka akan disiramkan air yang mendidih.",
                    "20": "Dengan (air mendidih) itu akan dihancurluluhkan apa yang ada dalam perut dan kulit mereka.",
                    "21": "Dan (azab) untuk mereka cambuk-cambuk dari besi.",
                    "22": "Setiap kali mereka hendak keluar darinya (neraka) karena tersiksa, mereka dikembalikan (lagi) ke dalamnya. (Kepada mereka dikatakan), “Rasakanlah azab yang membakar ini!”",
                    "23": "Sungguh, Allah akan memasukkan orang-orang yang beriman dan mengerjakan kebajikan ke dalam surga-surga yang mengalir di bawahnya sungai-sungai. Di sana mereka diberi perhiasan gelang-gelang emas dan mutiara, dan pakaian mereka dari sutera.",
                    "24": "Dan mereka diberi petunjuk kepada ucapan-ucapan yang baik dan diberi petunjuk (pula) kepada jalan (Allah) yang terpuji.",
                    "25": "Sungguh, orang-orang kafir dan yang menghalangi (manusia) dari jalan Allah dan dari Masjidilharam yang telah Kami jadikan terbuka untuk semua manusia, baik yang bermukim di sana maupun yang datang dari luar dan siapa saja yang bermaksud melakukan kejahatan secara zalim di dalamnya, niscaya akan Kami rasakan kepadanya siksa yang pedih.",
                    "26": "Dan (ingatlah), ketika Kami tempatkan Ibrahim di tempat Baitullah (dengan mengatakan), “Janganlah engkau mempersekutukan Aku dengan apa pun dan sucikanlah rumah-Ku bagi orang-orang yang tawaf, dan orang yang beribadah dan orang yang rukuk dan sujud.",
                    "27": "Dan serulah manusia untuk mengerjakan haji, niscaya mereka akan datang kepadamu dengan berjalan kaki, atau mengendarai setiap unta yang kurus, mereka datang dari segenap penjuru yang jauh.",
                    "28": "Agar mereka menyaksikan berbagai manfaat untuk mereka dan agar mere-ka menyebut nama Allah pada beberapa hari yang telah ditentukan atas rezeki yang diberikan Dia kepada mereka berupa hewan ternak. Maka makanlah sebagian darinya dan (sebagian lagi) berikanlah untuk dimakan orang-orang yang sengsara dan fakir.",
                    "29": "Kemudian, hendaklah mereka menghilangkan kotoran (yang ada di badan) mereka, menyempurnakan nazar-nazar mereka dan melakukan tawaf sekeliling rumah tua (Baitullah). ",
                    "30": "Demikianlah (perintah Allah). Dan barang siapa mengagungkan apa yang terhormat di sisi Allah (hurumat) maka itu lebih baik baginya di sisi Tuhannya. Dan dihalalkan bagi kamu semua hewan ternak, kecuali yang diterangkan kepadamu (keharamannya), maka jauhilah olehmu (penyembahan) berhala-berhala yang najis itu dan jauhilah perkataan dusta.",
                    "31": "(Beribadahlah) dengan ikhlas kepada Allah, tanpa mempersekutukan-Nya. Barangsiapa mempersekutukan Allah, maka seakan-akan dia jatuh dari langit lalu disambar oleh burung, atau diterbangkan angin ke tempat yang jauh.",
                    "32": "Demikianlah (perintah Allah). Dan barangsiapa mengagungkan syiar-syiar Allah, maka sesungguhnya hal itu timbul dari ketakwaan hati.",
                    "33": "Bagi kamu padanya (hewan hadyu) ada beberapa manfaat, sampai waktu yang ditentukan, kemudian tempat penyembelihannya adalah di sekitar Baitul Atiq (Baitullah).",
                    "34": "Dan bagi setiap umat telah Kami syariatkan penyembelihan (kurban), agar mereka menyebut nama Allah atas rezeki yang dikaruniakan Allah kepada mereka berupa hewan ternak. Maka Tuhanmu ialah Tuhan Yang Maha Esa, karena itu berserahdirilah kamu kepada-Nya. Dan sampaikanlah (Muhammad) kabar gembira kepada orang-orang yang tunduk patuh (kepada Allah),",
                    "35": "(yaitu) orang-orang yang apabila disebut nama Allah hati mereka bergetar, orang yang sabar atas apa yang menimpa mereka, dan orang yang melaksanakan salat dan orang yang menginfakkan sebagian rezeki yang Kami karuniakan kepada mereka.",
                    "36": "Dan unta-unta itu Kami jadikan untuk-mu bagian dari syiar agama Allah, kamu banyak memperoleh kebaikan padanya. Maka sebutlah nama Allah (ketika kamu akan menyembelihnya) dalam keadaan berdiri (dan kaki-kaki telah terikat). Kemudian apabila telah rebah (mati), maka makanlah sebagiannya dan berilah makanlah orang yang merasa cukup dengan apa yang ada padanya (tidak meminta-minta) dan orang yang meminta. Demikianlah Kami tundukkan (unta-unta itu) untukmu, agar kamu bersyukur.",
                    "37": "Daging (hewan kurban) dan darahnya itu sekali-kali tidak akan sampai kepada Allah, tetapi yang sampai kepada-Nya adalah ketakwaan kamu. Demi-kianlah Dia menundukkannya untuk-mu agar kamu mengagungkan Allah atas petunjuk yang Dia berikan kepadamu. Dan sampaikanlah kabar gembira kepada orang-orang yang berbuat baik.",
                    "38": "Sesungguhnya Allah membela orang yang beriman. Sungguh, Allah tidak menyukai setiap orang yang berkhianat dan kufur nikmat.",
                    "39": "Diizinkan (berperang) kepada orang-orang yang diperangi, karena sesungguhnya mereka dizalimi. Dan sung-guh, Allah Mahakuasa menolong mereka itu,",
                    "40": "(yaitu) orang-orang yang diusir dari kampung halamannya tanpa alasan yang benar, hanya karena mereka berkata, “Tuhan kami ialah Allah.” Seandainya Allah tidak menolak (keganasan) sebagian manusia dengan sebagian yang lain, tentu telah dirobohkan biara-biara Nasrani, gereja-gereja, rumah-rumah ibadah orang Yahudi dan masjid-masjid, yang di dalamnya banyak disebut nama Allah. Allah pasti akan menolong orang yang menolong (agama)-Nya. Sungguh, Allah Mahakuat, Mahaperkasa.",
                    "41": "(Yaitu) orang-orang yang jika Kami beri kedudukan di bumi, mereka melaksanakan salat, menunaikan zakat, dan menyuruh berbuat yang makruf dan mencegah dari yang mungkar; dan kepada Allah-lah kembali segala urusan.",
                    "42": "Dan jika mereka (orang-orang musyrik) mendustakan engkau (Muhammad), begitu pulalah kaum-kaum yang sebelum mereka, kaum Nuh, ‘Ad, dan Samud (juga telah mendustakan rasul-rasul-Nya),",
                    "43": "dan (demikian juga) kaum Ibrahim dan kaum Lut,",
                    "44": "dan penduduk Madyan. Dan Musa (juga) telah didustakan, namun Aku beri tenggang waktu kepada orang-orang kafir, kemudian Aku siksa mereka, maka betapa hebatnya siksaan-Ku.",
                    "45": "Maka betapa banyak negeri yang telah Kami binasakan karena (penduduk)nya dalam keadaan zalim, sehingga runtuh bangunan-bangunannya dan (betapa banyak pula) sumur yang telah ditinggalkan dan istana yang tinggi (ti-dak ada penghuninya).",
                    "46": "Maka tidak pernahkah mereka berjalan di bumi, sehingga hati (akal) mereka dapat memahami, telinga mereka dapat mendengar? Sebenarnya bukan mata itu yang buta, tetapi yang buta ialah hati yang di dalam dada. ",
                    "47": "Dan mereka meminta kepadamu (Muhammad) agar azab itu disegerakan, padahal Allah tidak akan menyalahi janji-Nya. Dan sesungguhnya sehari di sisi Tuhanmu adalah seperti seribu tahun menurut perhitunganmu.",
                    "48": "Dan berapa banyak negeri yang Aku tangguhkan (penghancuran)nya, karena penduduknya berbuat zalim, kemudian Aku azab mereka, dan hanya kepada-Kulah tempat kembali (segala sesuatu).",
                    "49": "Katakanlah (Muhammad), “Wahai manusia! Sesungguhnya aku (diutus) kepadamu sebagai pemberi peringatan yang nyata.”",
                    "50": "Maka orang-orang yang beriman dan mengerjakan kebajikan, mereka memperoleh ampunan dan rezeki yang mulia.",
                    "51": "Tetapi orang-orang yang berusaha menentang ayat-ayat Kami dengan maksud melemahkan (kemauan untuk beriman), mereka itu adalah penghuni-penghuni neraka Jahim.",
                    "52": "Dan Kami tidak mengutus seorang rasul dan tidak (pula) seorang nabi sebelum engkau (Muhammad), mela-inkan apabila dia mempunyai suatu keinginan, setan pun memasukkan godaan-godaan ke dalam keinginannya itu. Tetapi Allah menghilangkan apa yang dimasukkan setan itu, dan Allah akan menguatkan ayat-ayat-Nya. Dan Allah Maha Mengetahui, Mahabijaksana,",
                    "53": "Dia (Allah) ingin menjadikan godaan yang ditimbulkan setan itu, sebagai cobaan bagi orang-orang yang dalam hatinya ada penyakit dan orang yang berhati keras. Dan orang-orang yang zalim itu benar-benar dalam permu-suhan yang jauh,",
                    "54": "dan agar orang-orang yang telah diberi ilmu, meyakini bahwa (Al-Qur'an) itu benar dari Tuhanmu lalu mereka beriman dan hati mereka tunduk kepadanya. Dan sungguh, Allah pemberi petunjuk bagi orang-orang yang beriman kepada jalan yang lurus.",
                    "55": "Dan orang-orang kafir itu senantiasa ragu mengenai hal itu (Al-Qur'an), hingga saat (kematiannya) datang kepada mereka dengan tiba-tiba, atau azab hari Kiamat yang datang kepada mereka.",
                    "56": "Kekuasaan pada hari itu ada pada Allah, Dia memberi keputusan di an-tara mereka. Maka orang-orang yang beriman dan mengerjakan kebajikan berada dalam surga-surga yang penuh kenikmatan.",
                    "57": "Dan orang-orang kafir dan yang men-dustakan ayat-ayat Kami, maka mere-ka akan merasakan azab yang meng-hinakan.",
                    "58": "Dan orang-orang yang berhijrah di jalan Allah, kemudian mereka terbunuh atau mati, sungguh, Allah akan memberikan kepada mereka rezeki yang baik (surga). Dan sesungguhnya Allah adalah pemberi rezeki yang terbaik.",
                    "59": "Sungguh, Dia (Allah) pasti akan memasukkan mereka ke tempat masuk (surga) yang mereka sukai. Dan sesungguhnya Allah Maha Mengetahui, Maha Penyantun.",
                    "60": "Demikianlah, dan barangsiapa membalas seimbang dengan (kezaliman) penganiayaan yang pernah dia derita kemudian dia dizalimi (lagi), pasti Allah akan menolongnya. Sungguh, Allah Maha Pemaaf, Maha Pengampun.",
                    "61": "Demikianlah karena Allah (kuasa) memasukkan malam ke dalam siang dan memasukkan siang ke dalam malam dan sungguh, Allah Maha Mendengar, Maha Melihat.",
                    "62": "Demikianlah (kebesaran Allah) karena Allah, Dialah (Tuhan) Yang Hak. Dan apa saja yang mereka seru selain Dia, itulah yang batil, dan sungguh Allah, Dialah Yang Mahatinggi, Mahabesar.",
                    "63": "Tidakkah engkau memperhatikan, bahwa Allah menurunkan air (hujan) dari langit, sehingga bumi menjadi hijau? Sungguh, Allah Mahahalus, Maha Mengetahui.",
                    "64": "Milik-Nyalah apa yang ada di langit dan apa yang ada di bumi. Dan Allah benar-benar Mahakaya, Maha Terpuji.",
                    "65": "Tidakkah engkau memperhatikan bahwa Allah menundukkan bagimu (manusia) apa yang ada di bumi dan kapal yang berlayar di lautan dengan perintah-Nya. Dan Dia menahan (benda-benda) langit agar tidak jatuh ke bumi, melainkan dengan izin-Nya? Sungguh, Allah Maha Pengasih, Maha Penyayang kepada manusia.",
                    "66": "Dan Dialah yang menghidupkan kamu, kemudian mematikan kamu, kemudian menghidupkan kamu kembali (pada hari kebangkitan). Sungguh, manusia itu sangat kufur nikmat.",
                    "67": "Bagi setiap umat telah Kami tetapkan syariat tertentu yang (harus) mereka amalkan, maka tidak sepantasnya mereka berbantahan dengan engkau dalam urusan (syariat) ini dan serulah (mereka) kepada Tuhanmu. Sungguh, engkau (Muhammad) berada di jalan yang lurus.",
                    "68": "Dan jika mereka membantah engkau, maka katakanlah, “Allah lebih tahu tentang apa yang kamu kerjakan.”",
                    "69": "Allah akan mengadili di antara kamu pada hari Kiamat tentang apa yang dahulu kamu memperselisihkannya. ",
                    "70": "Tidakkah engkau tahu bahwa Allah mengetahui apa yang di langit dan di bumi? Sungguh, yang demikian itu sudah terdapat dalam sebuah Kitab (Lauh Mahfuzh). Sesungguhnya yang demikian itu sangat mudah bagi Allah. ",
                    "71": "Dan mereka menyembah selain Allah, tanpa dasar yang jelas tentang itu, dan mereka tidak mempunyai pengetahuan (pula) tentang itu. Bagi orang-orang yang zalim tidak ada seorang penolong pun.",
                    "72": "Dan apabila dibacakan di hadapan mereka ayat-ayat Kami yang terang, niscaya engkau akan melihat (tanda-tanda) keingkaran pada wajah orang-orang yang kafir itu. Hampir-hampir mereka menyerang orang-orang yang membacakan ayat-ayat Kami kepada mereka. Katakanlah (Muhammad), “Apakah akan aku kabarkan kepada-mu (mengenai sesuatu) yang lebih buruk dari itu, (yaitu) neraka?” Allah telah mengancamkannya (neraka) kepada orang-orang kafir. Dan (neraka itu) seburuk-buruk tempat kembali.",
                    "73": "Wahai manusia! Telah dibuat suatu perumpamaan. Maka dengarkanlah! Sesungguhnya segala yang kamu seru selain Allah tidak dapat menciptakan seekor lalat pun, walaupun mereka bersatu untuk menciptakannya. Dan jika lalat itu merampas sesuatu dari mereka, mereka tidak akan dapat merebutnya kembali dari lalat itu. Sama lemahnya yang menyembah dan yang disembah.",
                    "74": "Mereka tidak mengagungkan Allah dengan sebenar-benarnya. Sungguh, Allah Mahakuat, Mahaperkasa.",
                    "75": "Allah memilih para utusan(-Nya) dari malaikat dan dari manusia. Sesungguhnya Allah Maha Mendengar, Maha Melihat.",
                    "76": "Dia (Allah) mengetahui apa yang di hadapan mereka dan apa yang di belakang mereka. Dan hanya kepada Allah dikembalikan segala urusan.",
                    "77": "Wahai orang-orang yang beriman! Rukuklah, sujudlah, dan sembahlah Tuhanmu; dan berbuatlah kebaikan, agar kamu beruntung.",
                    "78": "Dan berjihadlah kamu di jalan Allah dengan jihad yang sebenar-benarnya. Dia telah memilih kamu, dan Dia tidak menjadikan kesukaran untukmu dalam agama. (Ikutilah) agama nenek moyangmu Ibrahim. Dia (Allah) telah menamakan kamu orang-orang muslim sejak dahulu, dan (begitu pula) dalam (Al-Qur'an) ini, agar Rasul (Muhammad) itu menjadi saksi atas dirimu dan agar kamu semua menjadi saksi atas segenap manusia. Maka laksanakanlah salat; tunaikanlah zakat, dan berpegangteguhlah kepada Allah. Dialah Pelindungmu; Dia sebaik-baik pelindung dan sebaik-baik penolong."
                }
            }
        },
        "tafsir": {
            "id": {
                "kemenag": {
                    "name": "Kemenag",
                    "source": "Aplikasi Quran Kementrian Agama Republik Indonesia",
                    "text": {
                        "1": "Ayat ini menghimbau agar manusia mawas diri serta menjaga dirinya dari azab Allah, dengan mengikuti perintah-perintah-Nya dan menjauhi larangan-larangan-Nya. Perintah itu berlaku sejak ayat ini diturunkan sampai datangnya hari Kiamat, yang ditandai dengan terjadinya gempa bumi yang amat dahsyat, menghancurleburkan seluruh yang ada dalam jagat raya ini. Allah memerintahkan yang demikian adalah karena guncangan dan malapetaka yang terjadi pada hari yang sangat hebat itu tiada taranya. Dalam firman Allah yang lain diterangkan guncangan dan gempa bumi yang terjadi pada hari itu. Allah berfirman:\n\n\"Apabila bumi diguncangkan dengan guncangan yang dahsyat, dan bumi telah mengeluarkan beban-beban berat (yang dikandung)nya\". (az-Zalzalah/99: 1-2)\n\nDan firman Allah:\n\n\"Dan diangkatlah bumi dan gunung-gunung, lalu dibenturkan keduanya sekali benturan. Maka pada hari itu terjadilah hari Kiamat\". (al-Haqqah/69: 14-15)\n\nDari ayat itu dipahami bahwa orang-orang yang bertakwa, tidak merasa ngeri dan takut pada hari Kiamat itu, karena mereka telah percaya bahwa hari Kiamat itu pasti terjadi, bahwa mereka telah yakin benar akan mendapat perlindungan dan pertolongan Allah pada hari itu, serta yakin pula bahwa tidak seorang pun yang dapat memberi perlindungan dan pertolongan pada hari itu selain dari Allah Yang Mahakuasa, Maha Pengasih kepada hamba-hamba-Nya. Sebaliknya orang-orang yang ingkar kepada Allah; tidak mengikuti perintah-Nya dan tidak menghentikan larangan-larangan-Nya akan merasakan akibat guncangan bumi dan kehancuran dunia pada waktu itu, sebagai siksaan yang tiada taranya. Mereka tidak dapat menghindarkan diri daripadanya sedikit pun dan tidak ada seorang pun yang dapat menolong mereka, karena Allah hanya akan menolong dan melindungi hamba-hamba-Nya.\n\nMenurut suatu riwayat, bahwa ayat ini diturunkan pada malam hari, pada waktu terjadi peperangan Bani Mustalik, lalu Nabi Muhammad saw membacakan ayat ini kepada para sahabat. Setelah beliau membacakan ayat ini, beliau pun menangis dan para sahabat juga ada yang ikut menangis, ada yang gundah gulana dan ada pula yang merenungi ayat ini. Hal ini menunjukkan bagaimana kekhawatiran Nabi Muhammad saw dan para sahabat terhadap malapetaka yang besar yang terjadi pada hari Kiamat itu, sekalipun dalam diri mereka telah terpatri dengan kokoh iman dan kesabaran, dan mereka pun telah percaya bahwa Allah pasti menolong kaum Muslimin.\n\nHari Kiamat adalah hari kehancuran dunia, merupakan masa peralihan dari masa kehidupan dunia yang fana ini beralih ke masa kehidupan akhirat yang kekal lagi abadi. Pada waktu itu terjadi suatu kejadian yang amat mengerikan, seluruh planet dan benda-benda angkasa satu dengan yang lain berbenturan, sehingga pecah berserakan menjadi kepingan-kepingan yang halus. Pada waktu itu lenyaplah segala yang ada di alam ini. Hanya yang tidak lenyap waktu itu ialah Tuhan Yang Mahakuasa, Maha Perkasa. Setelah alam fana ini lenyap semuanya, Allah menggantikannya dengan alam yang lain, yaitu alam akhirat. Pada waktu itu seluruh manusia dibangkitkan kembali dari kuburnya untuk ditimbang amal perbuatannya. Perbuatan baik dibalas dengan surga yang penuh kenikmatan, sedang perbuatan jahat dan buruk dibalas dengan siksa yang pedih di dalam neraka yang menyala-nyala. Pada waktu itulah manusia memperoleh keadilan yang hakiki dari Tuhannya, yang selama hidup di dunia mereka tidak memperolehnya.\n\nKepercayaan akan adanya hari Kiamat termasuk salah satu dari rukun iman yang wajib diimani dan diyakini oleh setiap orang yang mengaku dirinya telah beriman kepada Allah dan kepada Nabi Muhammad saw yang telah diutusnya. Hari Kiamat itu termasuk salah satu dari perkara yang gaib, karena itu sukar untuk mengemukakan bukti-bukti yang nyata tentang hari Kiamat. Akan tetapi jika seseorang telah percaya dengan sungguh-sungguh bahwa Allah Mahakuasa dan Mahaadil, Dia cinta dan kasih sayang kepada hamba-hamba-Nya yang beriman, maka orang itu akan sampai kepada kepercayaan akan adanya hari Kiamat.",
                        "2": "Dalam ayat ini diterangkan betapa dahsyatnya peristiwa yang terjadi pada hari Kiamat itu dan betapa besar pengaruhnya kepada seseorang, di antaranya:\n\n1. Pada hari itu ibu yang sedang menyusukan anaknya lalai dari anaknya. Padahal hubungan antara ibu dan anak adalah hubungan yang paling dekat dibandingkan dengan hubungan manusia dengan manusia yang lain. Demikian pula hubungan kasih sayang ibu dengan anaknya adalah hubungan kasih sayang yang tidak akan putus-putusnya. Di antara perwujudan hubungan kasih sayang ibu dengan anaknya itu ialah ibu menyusukan tanpa pamrih anaknya yang masih kecil dan air susu ibu itu merupakan makanan pokok bagi si bayi. Tanpa adanya makanan itu si bayi bisa mati kelaparan dan hal ini benar-benar disadari akibatnya oleh setiap ibu. Karena itu ibu berkewajiban menyusukan anaknya yang merupakan jantung hatinya itu, setiap saat yang diperlukan. Pada hari Kiamat yang demikian mengerikan dan dahsyatnya peristiwa yang terjadi, seakan hubungan yang demikian itu terputus. Di dalam diri si ibu waktu itu timbul rasa takut dan ngeri melihat suasana yang kacau balau itu, sehingga si ibu lupa menyusukan anaknya, dan lupa segala-galanya termasuk anaknya yang sedang menyusu.\n\n2. Pada hari Kiamat itu gugurlah semua kandungan perempuan yang hamil. Biasanya keguguran kandungan perempuan yang hamil terjadi, jika terjadi peristiwa yang sangat mengejutkan dan menakutkan hati atau karena terjatuh atau mengalami guncangan yang keras, seperti guncangan kendaraan dan sebagainya. Pada hari Kiamat itu terjadi gempa bumi dan guncangan yang hebat yang menghancurkan manusia yang hidup, termasuk di dalamnya perempuan-perempuan yang hamil beserta anak yang sedang dikandungnya.\n\nAl-Hasan berkata, yang dimaksud dengan \"lalailah semua perempuan yang menyusukan anak dari anak yang disusukannya\", ialah kelalaian yang bukan disebabkan karena menyapih anak itu, dan yang dimaksud dengan \"gugurlah semua kandungan perempuan yang hamil\" ialah anak yang dikandung itu lahir sebelum sempurna waktunya.\n\n3. Pada hari itu manusia kelihatan seperti orang yang sedang mabuk, padahal ia bukan sedang mabuk. Hal ini menunjukkan kebingungan mereka tidak tahu apa yang harus mereka kerjakan, semua dalam keadaan takut, dalam keadaan mencari-cari tempat berlindung, dan berusaha menghindarkan diri dari malapetaka yang sedang menimpa itu.\n\nKeadaan dan peristiwa yang diterangkan di atas adalah untuk melukiskan dan menggambarkan kepada manusia, betapa dahsyatnya malapetaka yang terjadi pada hari Kiamat itu, sehingga gambaran itu dapat menjadi pelajaran dan peringatan bagi mereka, kendati pun kejadian yang sebenarnya lebih dahsyat lagi dari yang digambarkan itu. Sedang kejadian yang sebenarnya yang terjadi pada hari Kiamat itu tidak dapat digambarkan kedahsyatannya, karena tidak ada suatu kejadian yang terjadi sebelumnya yang dapat dijadikan sebagai perbandingan.",
                        "3": "Ayat ini menerangkan bahwa sekalipun Allah telah menerangkan peristiwa-peristiwa yang akan terjadi pada hari Kiamat, namun banyak manusia yang mengingkarinya, bahkan mereka bertindak lebih dari itu. Mereka tidak saja mengatakan bahwa Allah tidak kuasa membangkitkan dan menghidupkan manusia kembali setelah hancur dan berserakan menjadi tanah, Allah mempunyai anak dan mempunyai syarikat, Al-Qur'an isinya tidak lain hanyalah dongeng-dongeng orang-orang purbakala, tetapi mereka berbuat lebih dari itu yaitu menantang Allah. Mereka berkata, \"Seandainya Allah itu benar-benar Mahakuasa cobalah turunkan azab yang pedih yang pernah dijanjikan itu,\" dan tantangan-tantangan yang lain.\n\nMenurut Ibnu Abi Hatim, ayat ini diturunkan berhubungan dengan Nadhar bin Harish, ia membantah keesaan dan kekuasaan Allah dengan mengatakan, \"Malaikat itu adalah putri-putri Allah, Al-Qur'an itu tidak lain adalah dongengan orang-orang purbakala saja. Allah tidak kuasa menghidupkan orang-orang yang telah mati yang tubuhnya telah hancur luluh menjadi tanah.\"\n\nMenurut Zamakhsyari, \"Sekalipun ayat ini ditujukan kepada Nadhar bin Haris pada waktu turunnya, tetapi ayat ini berlaku umum dan ditujukan kepada semua orang yang membantah Allah, tanpa pengetahuan dan menetapkan sifat-sifat yang tidak layak bagi-Nya.\"\n\nAllah mencela orang yang berdebat tentang Allah, mengingkari keesaan dan kekuasaan-Nya, tanpa dasar pengetahuan yang benar dan bukti yang kuat. Jika mereka hendak mengemukakan sesuatu tentang Allah, hendaklah mereka menggunakan dalil-dalil dan bukti-bukti yang kuat. Dalam pada itu Allah memperingatkan bahwa akal dan pikiran manusia tidak akan sanggup untuk mengenal dan memikirkan zat Allah, karena zat Allah merupakan sesuatu yang gaib. Tetapi jika ingin mengetahui adanya Tuhan, keesaan dan kekuasaan-Nya pikirkanlah makhluk-makhluk yang telah diciptakan-Nya seperti jagat raya dan segala isinya, hukum-hukum yang mengaturnya, bumi dengan segala isinya, gunung-gunung dengan lembah-lembahnya, lautan yang luas dengan segala kandungannya dan diri mereka sendiri serta semua makhluk yang telah diciptakan Allah.\n\nAllah berfirman:\n\nDan mengapa mereka tidak memikirkan tentang (kejadian) diri mereka? Allah tidak menciptakan langit dan bumi dan apa yang ada di antara keduanya melainkan dengan (tujuan) yang benar dan dalam waktu yang ditentukan. Dan sesungguhnya kebanyakan di antara manusia benar-benar mengingkari pertemuan dengan Tuhannya. (ar-Rum/30: 8)\n\nDan firman Allah:\n\nDan Dia menancapkan gunung di bumi agar bumi itu tidak goncang bersama kamu, (dan Dia menciptakan) sungai-sungai dan jalan-jalan agar kamu mendapat petunjuk, dan (Dia menciptakan) tanda-tanda (penunjuk jalan). Dan dengan bintang-bintang mereka mendapat petunjuk. Maka apakah (Allah) yang menciptakan sama dengan yang tidak dapat menciptakan (sesuatu)? Mengapa kamu tidak mengambil pelajaran? (an-Nahl/16: 15-17)\n\nAllah mencela orang yang buruk budi pekertinya, yaitu orang yang mengikuti setan. Setan itu mempunyai budi pekerti yang buruk karena ia mengikuti dan memperturutkan hawa nafsunya, karena keangkuhannya ia enggan sujud kepada Adam sebagaimana yang diperintahkan Allah. Ia melakukan perbuatan-perbuatan yang dilarang Allah, menginginkan orang lain mengikuti perbuatan-perbuatannya yang tercela itu, berusaha dengan segala tipu dayanya agar manusia memandang baik segala perbuatan-perbuatan yang dilarang Allah, seperti mempersekutukan Tuhan, meminum khamar, berjudi, berzina, menumpuk harta untuk kepentingan diri sendiri, menindas orang lain dan sebagainya. Setan itu ada yang berupa setan jin dan ada pula yang berupa setan manusia.",
                        "4": "Ayat ini menerangkan bahwa Allah telah memberi kesempatan bagi setan melakukan segala macam usaha untuk menyesatkan dan memperdayakan manusia, agar manusia menjadi sesat dan ingkar sebagaimana yang telah ia lakukan. Tetapi usaha itu hanyalah dapat dilakukannya terhadap orang-orang kafir dan tidak beriman kepada Allah dan Rasul-Nya. Sedang hamba-hamba Allah yang mukmin dan mukhlis tidak dapat mereka ganggu dan perdayakan sedikit pun.\n\nAllah berfirman:\n\nIa (Iblis) berkata, \"Tuhanku, oleh karena Engkau telah memutuskan bahwa aku sesat, aku pasti akan jadikan (kejahatan) terasa indah bagi mereka di bumi, dan aku akan menyesatkan mereka semuanya, kecuali hamba-hamba-Mu yang terpilih di antara mereka.\" (al-Hijr/15: 39-40)\n\nDari ayat ini dapat dipahami bahwa Allah mengingatkan agar manusia waspada terhadap godaan setan. Barang siapa yang memperturutkan godaan setan dan menempuh jalannya, maka Allah menyesatkan mereka pula dengan melapangkan jalan yang dibentangkan setan itu sehingga mereka mudah melaluinya. Karena itu mereka akan dimasukkan ke dalam neraka bersama-sama setan yang menggodanya itu. Seorang yang telah terbiasa mengikuti jalan setan itu amat sulit baginya kembali ke jalan yang benar, karena hatinya telah ditutupi oleh keinginan setan itu.\n\nAllah berfirman:\n\nBarang siapa dibiarkan sesat oleh Allah, maka tidak ada yang mampu memberi petunjuk. Allah membiarkannya terombang-ambing dalam kesesatan. (al-A'raf/7: 186)",
                        "5": "Pada ayat ini Allah menentang orang-orang yang tidak percaya akan adanya hari Kiamat dan hari kebangkitan. Seandainya mereka tetap tidak mempercayainya hendaklah mereka mengemukakan alasan-alasan dan bukti-bukti yang dapat menguatkan pendapat mereka itu. Tetapi mereka tidak dapat mengemukakannya. Karena itu Allah memberikan contoh diri mereka sendiri, yaitu mulai dari sperma-ovum, kemudian menjadi zygat, 'alaqah, janin, kemudian lahir menjadi besar dan kemudian mati, bila menciptakan dari tiada Allah mampu, tentu saja mengulang penciptaan manusia kembali adalah lebih mudah dari penciptaan pertama kali.\n\nOrang yang tidak percaya akan adanya hari kebangkitan menganggap kebangkitan itu merupakan suatu kejadian yang mustahil terjadi. Dalam pandangan mereka tidak mungkin tulang belulang yang telah lapuk berserakan, dan daging-daging yang telah hancur luluh menjadi tanah akan kembali bersatu dalam bentuk seperti semula. Kesanggupan dan kekuasaan Allah mereka ukur sama dengan kesanggupan dan kekuasaan mereka sendiri. Jika mereka merasa tidak sanggup melakukan sesuatu pekerjaan, tentu Allah tidak pula akan sanggup melakukannya. Mereka yang tidak percaya itu semata-mata karena keingkaran saja, karena dikuasai hawa nafsu dan godaan setan, sedangkan hati dan akal pikiran mereka sebenarnya mengakuinya. Mereka khawatir kedudukan dan pangkat mereka akan terancam jika mereka mengikuti kepercayaan dan agama yang dibawa oleh Muhammad saw. Karena itu mereka membantah Allah tanpa berdasar ilmu pengetahuan yang benar.\n\nPada ayat ini Allah mengemukakan petunjuk tentang adanya hari kebangkitan dengan mengemukakan dua macam alasan. Pertama ialah berhubungan dengan proses kejadian manusia dan yang kedua berhubungan dengan proses kehidupan dan pertumbuhan tumbuh-tumbuhan.\n\nProses kejadian manusia di dalam rahim ibunya dan kehidupannya dari lahir sampai mati sebagai berikut:\n\n1. Allah telah menciptakan manusia pertama, yaitu Adam as, dari tanah. Kemudian dari Adam diciptakan istrinya Hawa, dan dari kedua makhluk itu berkembangbiaklah manusia melalui proses yang cukup panjang. Dapat pula berarti bahwa manusia diciptakan Allah melalui pembuahan ovum oleh sperma di dalam rahim perempuan. Kedua sel itu berasal dari darah, darah berasal dari makanan yang dimakan manusia, dan makanan manusia berasal dari tumbuh-tumbuhan dan ada yang berasal dari binatang ternak atau hewan-hewan yang lain. Semuanya itu berasal dari tanah sekalipun telah melalui beberapa proses. Karena itu tidaklah salah jika dikatakan bahwa manusia itu berasal dari tanah.\n\n2. Dalam ayat ini disebutkan bahwa manusia itu berasal dari nuthfah. Yang dimaksud dengan nuthfah ialah zygat, yaitu ovum yang sudah dibuahi oleh sperma.\n\n3. 'Alaqah, yaitu zygat yang sudah menempel di rahim perempuan.\n\n4. Mudhgah, yaitu 'alaqah yang telah berbentuk kumpulan sel-sel daging, sebesar yang dikunyah. (mudhgah artinya mengunyah). Mudhgah itu ada yang tumbuh sempurna, tidak cacat dan ada pula yang tumbuh tidak sempurna dan cacat. Kejadian sempurna dan tidak sempurna inilah yang menimbulkan kesempurnan fisik manusia, cacat atau keguguran. Proses kejadian nuthfah menjadi 'alaqah adalah empat puluh hari, dari 'alaqah menjadi mudhgah\" juga empat puluh hari. Kemudian setelah lewat empat puluh hari itu, Allah, meniupkan roh, menetapkan rezeki, amal, bahagia dan sengsara, menetapkan ajal dan sebagainya, sebagaimana tersebut dalam hadis: Sesungguhnya penciptaan seseorang di antara kamu disatukan dalam perut ibunya selama 40 malam dalam bentuk nuthfah, kemudian menjadi 'alaqah selama itu pula lalu menjadi mudhgah selama itu pula. Kemudian Allah mengutus malaikat, lalu meniupkan roh ke dalamnya, maka (malaikat itu) diperintahkan menulis empat kalimat, yaitu menuliskan rezekinya, amalnya, ajalnya, bahagia atau sengsara. (Riwayat al-Bukhari dan Muslim dari Ibnu Mas'ud)\n\nDalam hadis yang lain diterangkan:\n\nBersabda Rasulullah saw, \"Malaikat mendatangi nuthfah setelah menetap di dalam rahim 40 atau 45 hari, maka ia berkata, \"Wahai Tuhanku: Burukkah atau untungkah?\" (Lalu Allah memfirmankan buruk atau baiknya), maka ditulislah keduanya (yakni buruk atau baiknya). Maka Malaikat berkata pula, \"Wahai Tuhanku laki-lakikah dia atau perempuan?\" (Lalu Allah memfirmankan tentang laki-lakikah dia atau perempuan), maka ditulislah keduanya (yakni laki-laki atau perempuan), dan ditulislah kerja, peninggalan, ajal dan rezekinya. Kemudian ditutuplah lembaran-lembaran itu, maka apa yang telah dituliskan di dalamnya tidak dapat ditambah atau dikurangi lagi. (Riwayat Ibnu Abi Hatim dan Muslim)\n\nAllah menetapkan proses kejadian yang demikian, yaitu membiarkan nuthfah, 'alaqah, mudhgah sampai berbentuk janin yang sempurna dalam waktu yang ditentukan itu, adalah untuk menerangkan kepada manusia tanda-tanda kekuasaan, kebesaran dan kekokohan aturan-aturan yang dibuat-Nya, dan untuk menjadi bahan pemikiran bagi manusia, bahwa jika Allah kuasa menciptakan manusia pada kali yang pertama, tentulah Dia kuasa pula menciptakannya pada kali yang kedua, dan menciptakan sesuatu pada kali yang kedua itu biasanya lebih mudah dari menciptakannya pada kali yang pertama. Membangkitkan manusia dari kubur pada hakikatnya adalah menciptakan manusia pada kali yang kedua. Tentu hal itu sangat mudah bagi Allah. Bahkan jika Allah menghendaki kejadian sesuatu tidak melalui proses yang demikian, tidaklah sukar bagi Allah. Karena jika Dia menghendaki adanya sesuatu, cukuplah Dia mengatakan kepadanya, \"Jadilah.\" Maka terwujud sesuatu itu.\n\nSebagaimana firman-Nya: \n\nSesungguhnya urusan-Nya apabila Dia menghendaki sesuatu Dia hanya berkata kepadanya, \"Jadilah!\" Maka jadilah sesuatu itu. (Yasin/36: 82)\n\n5. Kemudian janin itu dikandung ibunya selama waktu yang ditentukan Allah. Masa kandungan normal adalah sembilan bulan lebih sepuluh hari. Sekurang-kurangnya usia kandungan adalah enam bulan, sebagaimana dipahami dari ayat bahwa lama mengandung dan menyusui itu tiga puluh bulan, sedangkan lama menyusui saja dua tahun atau dua puluh empat bulan.\n\n6. Selanjutnya datanglah waktu kelahiran. Bayi dari hari ke hari tumbuh menjadi kanak-kanak.\n\n7. Kanak-kanak terus tumbuh menjadi dewasa sampai kondisi sempurna, baik jasmani maupun rohani.\n\n8. Di antara manusia ada yang meninggal sebelum kondisi ideal itu. Tetapi ada manusia yang baru meninggal setelah usia lanjut sampai pikun sehingga tidak dapat mengingat apa-apa lagi.\n\nProses perkembangan manusia dari kondisi lemah menjadi kuat dari kondisi kuat menjadi lemah kembali atau sejak lahir, menjadi dewasa dan menjadi tua dilukiskan dalam firman Allah:\n\nAllah-lah yang menciptakan kamu dari keadaan lemah, kemudian Dia menjadikan (kamu) setelah keadaan lemah itu menjadi kuat, kemudian Dia menjadikan (kamu) setelah kuat itu lemah (kembali) dan beruban. Dia menciptakan apa yang Dia kehendaki. Dan Dia Maha Mengetahui, Mahakuasa. (ar-Rum/30: 54)\n\nSelanjutnya setelah manusia meninggal, kehidupan tidaklah berakhir. Tetapi mereka akan dibangkitkan kembali untuk diperiksa amal perbuatan mereka. Kemudian mereka akan diberi balasan atau ganjaran. Allah berfirman:\n\nKemudian setelah itu, sesungguhnya kamu pasti mati. Kemudian, sesungguhnya kamu akan dibangkitkan (dari kuburmu) pada hari Kiamat. (al-Mu'minun/23: 15-16)\n\nKemudian Allah mengemukakan petunjuk adanya hari Kiamat dan hari kebangkitan, selain yang telah dikemukakan di atas dengan memberikan contoh kehidupan tumbuh-tumbuhan yang tumbuh di permukaan bumi. Perhatikanlah bumi yang tandus dan kering, tiada ditumbuhi tumbuh-tumbuhan apa pun. Kemudian turunlah hujan membasahi permukaan bumi itu. Maka permukaan bumi itu mulai gembur dan subur lalu mulai ditumbuhi oleh tumbuh-tumbuhan. Semakin lama tumbuh-tumbuhan itu semakin besar, bahkan daun-daunnya telah menutupi permukaan bumi yang semulanya tandus, dengan warna-warni yang beraneka ragam ada yang hijau, ada yang keputih-putihan, ada yang merah dan sebagainya. Perpaduan warna-warni daun-daunan itu sangat indah dan menakjubkan dan semakin indah oleh warna-warni bunga-bungaan yang bermacam corak warnanya. Maka permukaan bumi yang dahulunya tandus telah berubah menjadi hamparan pohon-pohon dan tanaman-tanaman yang beraneka ragam warnanya.\n\nSetelah sampai masanya bunga-bunga itu berubah menjadi putik-putik yang berangsur-angsur besar pula, sampai menjadi buah. Pada saat buah telah masak siap untuk dipetik, maka berdatanganlah manusia yang akan memetiknya. Buah-buahan itu merupakan rezeki yang halal bagi manusia, baik untuk dimakannya maupun untuk dijadikan keperluan yang lain yang bermanfaat baginya. Setelah itu datang lagi musim kemarau, bumi kembali menjadi kering dan tandus seperti sediakala.\n\nDemikianlah keadaan bumi itu, yang berubah keadaannya setiap pergantian musim, dari mati dan tandus menjadi hidup dan subur ketika disirami hujan, menghasilkan buah yang bermanfaat bagi manusia, kemudian tumbuh-tumbuhan itu mati pada musim panas dan kering untuk dihidupkan kembali pada musim hujan. Manusia yang berpikir, tentulah akan memikirkan proses hidup dan kematian bumi dan segala yang ada di permukaanya itu. Pikirannya tentu akan sampai kepada Zat yang menentukan kehidupan dan kematian itu. Manusia yang beriman dan berpikir, tentulah baginya semua proses kejadian itu menambah kuat imannya kepada kekuasaan dan keesaan Tuhan, yang menghidupkan dan mematikan makhluk-makhluk-Nya, menurut yang dikehendaki-Nya. Jika Allah telah berbuat demikian, tentulah Dia mampu pula menciptakan dan membangkitkan manusia kembali di kemudian hari, karena mengulang penciptaan sesuatu kembali adalah lebih mudah dari menciptakannya buat pertama kalinya.",
                        "6": "Setelah Allah mengemukakan proses perkembangan manusia dan tumbuh-tumbuhan itu pada ayat-ayat yang lalu, maka pada ayat-ayat berikut ini disimpulkan lima hal:\n\n1. Tuhan yang diterangkan pada ayat-ayat di atas adalah Tuhan yang sebenarnya, Tuhan Yang Mahakuasa, yang menentukan segala sesuatu. Tidak ada seorang pun yang sanggup menciptakan manusia dengan proses yang demikian itu, yaitu menciptakan manusia dari tanah, kemudian menjadi mani, nutfah (zygat), sel-sel, mudhgah, janin, kemudian lahir ke dunia, lalu menjadi dewasa, berketurunan, bertambah tua, akhirnya meninggal dunia menjadi makhluk yang mati kembali. Siapakah yang sanggup membuat proses kejadian manusia seperti itu. Siapakah yang sanggup merubah tanah yang mati dan tandus menjadi tanah yang subur serta ditumbuhi oleh tumbuh-tumbuhan yang beraneka ragam. Siapakah yang membuat ketentuan dan aturan-aturan yang demikian rapi dan teliti itu, selain dari Allah yang wajib disembah?\n\n2. Dialah yang menghidupkan yang mati. Menghidupkan yang mati berarti memberi nyawa kepada yang mati itu, di samping memberi kelengkapan untuk kelangsungan hidup makhluk itu, baik kelangsungan hidup makhluk itu sendiri atau pun kelangsungan hidup jenisnya. Kemudian Dia mematikannya kembali. Zat yang dapat menghidupkan yang mati, kemudian mematikannya, tentu Zat itu sanggup pula menghidupkannya kembali pada hari Kebangkitan. Menghidupkan makhluk kembali itu adalah lebih mudah dari menciptakannya pada kali yang pertama.\n\n3. Dialah Yang Mahakuasa atas segala sesuatu. Dia berbuat sesuatu menurut yang dikehendaki-Nya; tidak ada sesuatu pun yang dapat mengubah dan menghalangi kehendak-Nya itu.\n\n4. Hari Kiamat yang dijanjikan itu pasti datang; tidak ada keraguan sedikit pun, agar orang-orang yang ingkar itu mengetahui. \n\n5. Bahwa setelah kiamat manusia akan dihidupkan kembali untuk diperiksa amal-amalnya dan menerima balasan amal-amal itu.",
                        "7": "Setelah Allah mengemukakan proses perkembangan manusia dan tumbuh-tumbuhan itu pada ayat-ayat yang lalu, maka pada ayat-ayat berikut ini disimpulkan lima hal:\n\n1. Tuhan yang diterangkan pada ayat-ayat di atas adalah Tuhan yang sebenarnya, Tuhan Yang Mahakuasa, yang menentukan segala sesuatu. Tidak ada seorang pun yang sanggup menciptakan manusia dengan proses yang demikian itu, yaitu menciptakan manusia dari tanah, kemudian menjadi mani, nutfah (zygat), sel-sel, mudhgah, janin, kemudian lahir ke dunia, lalu menjadi dewasa, berketurunan, bertambah tua, akhirnya meninggal dunia menjadi makhluk yang mati kembali. Siapakah yang sanggup membuat proses kejadian manusia seperti itu. Siapakah yang sanggup merubah tanah yang mati dan tandus menjadi tanah yang subur serta ditumbuhi oleh tumbuh-tumbuhan yang beraneka ragam. Siapakah yang membuat ketentuan dan aturan-aturan yang demikian rapi dan teliti itu, selain dari Allah yang wajib disembah?\n\n2. Dialah yang menghidupkan yang mati. Menghidupkan yang mati berarti memberi nyawa kepada yang mati itu, di samping memberi kelengkapan untuk kelangsungan hidup makhluk itu, baik kelangsungan hidup makhluk itu sendiri atau pun kelangsungan hidup jenisnya. Kemudian Dia mematikannya kembali. Zat yang dapat menghidupkan yang mati, kemudian mematikannya, tentu Zat itu sanggup pula menghidupkannya kembali pada hari Kebangkitan. Menghidupkan makhluk kembali itu adalah lebih mudah dari menciptakannya pada kali yang pertama.\n\n3. Dialah Yang Mahakuasa atas segala sesuatu. Dia berbuat sesuatu menurut yang dikehendaki-Nya; tidak ada sesuatu pun yang dapat mengubah dan menghalangi kehendak-Nya itu.\n\n4. Hari Kiamat yang dijanjikan itu pasti datang; tidak ada keraguan sedikit pun, agar orang-orang yang ingkar itu mengetahui. \n\n5. Bahwa setelah kiamat manusia akan dihidupkan kembali untuk diperiksa amal-amalnya dan menerima balasan amal-amal itu.",
                        "8": "Ayat ini menerangkan bahwa di antara manusia itu ada yang benar-benar bertindak dan berbuat melampaui batas, ada yang membantah serta mengingkari Allah dan sifat-sifat-Nya, tanpa dasar pengetahuan, tanpa argumen yang kuat dan tanpa bimbingan wahyu yang benar. Sikap mereka yang demikian itu semata-mata karena kesombongannya sehingga memalingkan muka dari manusia, yaitu membelakangi orang lain. Hati mereka sudah mati dan tertutup. Sebagaimana firman Allah:\n\nSebenarnya bukan mata itu yang buta, tetapi yang buta ialah hati yang di dalam dada. (al-Hajj/22: 46)\n\nOrang yang demikian itu, jika diberi peringatan mereka tidak akan menerimanya, bahkan mereka bertambah ingkar dan sombong.\n\nAllah berfirman:\n\nDan apabila dibacakan kepadanya ayat-ayat Kami, dia berpaling dengan menyombongkan diri seolah-olah dia belum mendengarnya, seakan-akan ada sumbatan di kedua telinganya, maka gembirakanlah dia dengan azab yang pedih. (Luqman/31: 7)\n\nOrang yang buta mata hatinya dan menyombongkan dirinya, mereka itulah yang telah mengingkari Allah dan adanya Hari Kemudian itu. Maksud mereka adalah untuk menyesatkan dari jalan yang benar sehingga jauh dari Allah.\n\nMenurut sebagian mufasir ayat ini diturunkan sebagai penegasan dan peringatan keras dari Allah kepada orang-orang yang mengingkari dan membantah-Nya, sebagaimana disebutkan pada ayat-ayat yang lalu. Pada ayat 3 dan 4 Surah ini dinyatakan bahwa pemuka-pemuka kaum musyrikin Mekah, terutama Nadhar bin Haris, telah membantah dan mengingkari Allah, tanpa pengetahuan, serta mengikuti godaan setan. Pada ayat ini ditegaskan bahwa Nadhar bin Haris dan kawan-kawannya, serta orang-orang yang bertingkah laku seperti mereka itu, benar-benar membantah dan mengingkari Allah. Dengan demikian ayat ini sesunguhnya memberikan peringatan dan ancaman yang keras kepada mereka, bahwa tindakan-tindakan mereka itu akan menimbulkan akibat yang sangat buruk bagi diri mereka sendiri, yaitu kehinaan di dunia dan di akhirat.\n\nDari ayat-ayat ini dan ayat-ayat sebelumnya dapat dipahami bahwa ada dua hal pokok yang diingkari oleh orang-orang musyrik Mekah itu. Pada ayat yang sebelumnya disebutkan bahwa mereka mengingkari dan membantah adanya hari Kiamat dan hari kebangkitan, sedang pada ayat-ayat ini mereka membantah dan mengingkari adanya Allah dan segala sifat-sifat keagungan dan kebesaran-Nya. Kedua hal ini termasuk rukun iman yang merupakan pokok-pokok yang wajib dipercayai dan diyakini. Karena itu, tindakan mereka tidak saja menimbulkan kerugian bagi diri mereka sendiri, tetapi juga menyesatkan manusia yang lain dari jalan Allah, karena perbuatan mereka itu langsung atau tidak langsung akan mempengaruhi manusia yang lain.\n\nMereka itu di dunia akan memperoleh kehinaan, seperti kehinaan yang dialami Abu Lahab dan istrinya, dan di akhirat akan ditimpa azab neraka yang sangat panas yang menghanguskan tubuh mereka.",
                        "9": "Ayat ini menerangkan bahwa di antara manusia itu ada yang benar-benar bertindak dan berbuat melampaui batas, ada yang membantah serta mengingkari Allah dan sifat-sifat-Nya, tanpa dasar pengetahuan, tanpa argumen yang kuat dan tanpa bimbingan wahyu yang benar. Sikap mereka yang demikian itu semata-mata karena kesombongannya sehingga memalingkan muka dari manusia, yaitu membelakangi orang lain. Hati mereka sudah mati dan tertutup. Sebagaimana firman Allah:\n\nSebenarnya bukan mata itu yang buta, tetapi yang buta ialah hati yang di dalam dada. (al-Hajj/22: 46)\n\nOrang yang demikian itu, jika diberi peringatan mereka tidak akan menerimanya, bahkan mereka bertambah ingkar dan sombong.\n\nAllah berfirman:\n\nDan apabila dibacakan kepadanya ayat-ayat Kami, dia berpaling dengan menyombongkan diri seolah-olah dia belum mendengarnya, seakan-akan ada sumbatan di kedua telinganya, maka gembirakanlah dia dengan azab yang pedih. (Luqman/31: 7)\n\nOrang yang buta mata hatinya dan menyombongkan dirinya, mereka itulah yang telah mengingkari Allah dan adanya Hari Kemudian itu. Maksud mereka adalah untuk menyesatkan dari jalan yang benar sehingga jauh dari Allah.\n\nMenurut sebagian mufasir ayat ini diturunkan sebagai penegasan dan peringatan keras dari Allah kepada orang-orang yang mengingkari dan membantah-Nya, sebagaimana disebutkan pada ayat-ayat yang lalu. Pada ayat 3 dan 4 Surah ini dinyatakan bahwa pemuka-pemuka kaum musyrikin Mekah, terutama Nadhar bin Haris, telah membantah dan mengingkari Allah, tanpa pengetahuan, serta mengikuti godaan setan. Pada ayat ini ditegaskan bahwa Nadhar bin Haris dan kawan-kawannya, serta orang-orang yang bertingkah laku seperti mereka itu, benar-benar membantah dan mengingkari Allah. Dengan demikian ayat ini sesunguhnya memberikan peringatan dan ancaman yang keras kepada mereka, bahwa tindakan-tindakan mereka itu akan menimbulkan akibat yang sangat buruk bagi diri mereka sendiri, yaitu kehinaan di dunia dan di akhirat.\n\nDari ayat-ayat ini dan ayat-ayat sebelumnya dapat dipahami bahwa ada dua hal pokok yang diingkari oleh orang-orang musyrik Mekah itu. Pada ayat yang sebelumnya disebutkan bahwa mereka mengingkari dan membantah adanya hari Kiamat dan hari kebangkitan, sedang pada ayat-ayat ini mereka membantah dan mengingkari adanya Allah dan segala sifat-sifat keagungan dan kebesaran-Nya. Kedua hal ini termasuk rukun iman yang merupakan pokok-pokok yang wajib dipercayai dan diyakini. Karena itu, tindakan mereka tidak saja menimbulkan kerugian bagi diri mereka sendiri, tetapi juga menyesatkan manusia yang lain dari jalan Allah, karena perbuatan mereka itu langsung atau tidak langsung akan mempengaruhi manusia yang lain.\n\nMereka itu di dunia akan memperoleh kehinaan, seperti kehinaan yang dialami Abu Lahab dan istrinya, dan di akhirat akan ditimpa azab neraka yang sangat panas yang menghanguskan tubuh mereka.",
                        "10": "Ayat ini menerangkan bahwa azab yang diterima oleh orang-orang kafir itu adalah seimbang dengan perbuatan mungkar yang pernah mereka kerjakan di dunia dahulu, sesuai dengan firman Allah:\n\nDia akan memberi balasan kepada orang-orang yang berbuat jahat sesuai dengan apa yang telah mereka kerjakan dan Dia akan memberi balasan kepada orang-orang yang berbuat baik dengan pahala yang lebih baik (surga). (an-Najm/53: 31)\n\nAllah mengazab manusia yang durhaka itu bukanlah karena Dia bermaksud untuk menganiaya hamba-Nya, tetapi semata-mata karena dosa hamba-hamba itu sendiri, mengazab mereka yang berdosa sesuai dengan keadilan Allah",
                        "11": "Ayat ini menerangkan bahwa ada pula sebagian manusia yang menyatakan beriman dan menyembah Allah dalam keadaan bimbang dan ragu-ragu; mereka berada dalam kekhawatiran dan kecemasan; apakah agama Islam yang telah mereka anut itu benar-benar dapat memberikan kebahagiaan kepada mereka di dunia dan di akhirat. Mereka seperti keadaan orang yang ikut pergi perang, sedang hati mereka ragu-ragu untuk ikut itu. Jika nampak bagi mereka tanda-tanda pasukan mereka akan memperoleh kemenangan dan akan memeroleh harta rampasan yang banyak, maka mereka melakukan tugas dengan bersungguh-sungguh, seperti orang-orang yang benar-benar beriman. Sebaliknya jika nampak bagi mereka tanda-tanda bahwa pasukannya akan menderita kekalahan dan musuh akan menang, mereka cepat-cepat menghindarkan diri, bahkan kalau ada kesempatan mereka berusaha untuk menggabungkan diri dengan pihak musuh.\n\nKeadaan mereka itu dilukiskan Allah dalam ayat ini. Jika mereka memperoleh kebahagiaan hidup, rezeki yang banyak, kekuasaan atau kedudukan, mereka gembira memeluk agama Islam, mereka beribadat sekhusyu-khusyunya, mengerjakan perbuatan baik dan sebagainya. Tetapi jika mereka memperoleh kesengsaraan, kesusahan hidup, cobaan atau musibah, mereka menyatakan bahwa semuanya itu mereka alami karena mereka menganut agama Islam. Mereka masuk Islam bukanlah karena keyakinan bahwa agama Islam itulah satu-satunya agama yang benar, agama yang diridai Allah, tetapi mereka masuk Islam dengan maksud mencari kebahagiaan duniawi, mencari harta yang banyak, mencari pangkat dan kedudukan atau untuk memperoleh kekuasaan yang besar. Karena itulah mereka kembali menjadi kafir, jika tujuan yang mereka inginkan itu tidak tercapai. Pada ayat-ayat yang lain Allah menerangkan perilaku mereka:\n\n(yaitu) orang yang menunggu-nunggu (peristiwa) yang akan terjadi pada dirimu. Apabila kamu mendapat kemenangan dari Allah mereka berkata, \"Bukankah kami (turut berperang) bersama kamu?\" Dan jika orang kafir mendapat bagian, mereka berkata, \"Bukankah kami turut memenangkanmu, dan membela kamu dari orang mukmin?\" Maka Allah akan memberi keputusan di antara kamu pada hari Kiamat. Allah tidak akan memberi jalan kepada orang kafir untuk mengalahkan orang-orang beriman. (an-Nisa'/4: 141)\n\nTujuan mereka melakukan tindakan-tindakan yang demikian itu dijelaskan Allah dengan ayat berikut:\n\nSesungguhnya orang munafik itu hendak menipu Allah, tetapi Allah-lah yang menipu mereka. Apabila mereka berdiri untuk salat mereka lakukan dengan malas. Mereka bermaksud ria (ingin dipuji) di hadapan manusia. Dan mereka tidak mengingat Allah kecuali sedikit sekali. (an-Nisa'/4: 142)\n\nKemudian Allah menerangkan bahwa orang-orang yang demikian adalah orang-orang yang telah menyia-nyiakan sesuatu yang sangat bermanfaat bagi dirinya sendiri baik di dunia, apalagi di akhirat. Akibatnya di dunia mereka mendapat bencana, kesengsaraan dan penderitaan lahir dan batin, dan di akhirat nanti mereka akan memperoleh siksa yang amat berat dengan dimasukkan ke dalam api neraka. Karena ketidaksabaran dan tidak tabah itu mereka akan memperoleh kerugian yang besar dan menimbulkan penyesalan selama-lamanya.",
                        "12": "Pada ayat ini Allah menjelaskan bentuk kerugian yang besar yang akan mereka alami, yaitu mereka menyembah tuhan-tuhan selain Allah atau mereka mengakui adanya kekuatan gaib selain Allah lalu mereka sembah, atau mereka menganggap bahwa ada mahluk yang dapat dijadikan perantara untuk menyampaikan sesuatu permohonan atau doa kepada Allah, padahal tuhan-tuhan itu tidak memberikan mudarat atau manfaat bagi mereka, baik di dunia maupun di akhirat. Perbuatan yang demikian itu adalah perbuatan yang amat jauh menyimpang dari kebenaran. Mereka seperti seorang yang telah jauh tersesat di tengah padang pasir, akan kembali ke jalan yang semula amat jauh dan melelahkan.",
                        "13": "Orang-orang kafir sebagaimana disebutkan dalam ayat ini adalah orang-orang yang menyembah sesuatu yang lebih banyak mudaratnya dari manfaatnya. Mereka menyembah sesuatu selain Allah, baik berupa manusia, maupun benda atau patung-patung. Disebabkan kekafirannya itu Allah menimpakan azab kepada mereka di dunia dan di akhirat. Di akhirat mereka akan mengetahui bahwa semua yang mereka puja dan sembah selama hidup di dunia, dan semua yang mereka anggap sebagai penolong, sebagai sesuatu yang dapat mengabulkan segala permintaan mereka dan sebagai teman yang baik, di akhirat nanti tidak mempunyai arti sedikitpun, bahkan semuanya itu akan menjadi teman-teman yang sama-sama ditimpa kemurkaan dan azab Allah.",
                        "14": "Terhadap orang-orang yang hanya menyembah Allah semata, tidak menyekutukan-Nya dengan sesuatu pun, mengikuti ajaran yang disampaikan Nabi-Nya, mengerjakan amal-amal yang saleh, maka Allah melimpahkan karunia-Nya kepada mereka, dengan menyediakan tempat yang penuh kenikmatan dan kebahagiaan berupa surga yang mengalir di bawahnya sungai-sungai, dengan pohon-pohon yang rindang dan menyejukkan, sebagai balasan dari Allah atas semua ibadah dan amal saleh yang telah mereka lakukan itu. Karunia yang berupa kebahagiaan hidup itu mereka nikmati untuk selama-lamanya.\n\nAllah, Tuhan Yang Mahakuasa, yang ilmu-Nya meliputi segala sesuatu, yang melakukan sesuatu menurut kehendak-Nya sendiri, akan memberikan kemuliaan bagi orang-orang yang beriman dan menaati-Nya serta akan memberikan kehinaan dan kesengsaraan bagi orang-orang ingkar dan durhaka kepada-Nya. Tidak ada sesuatu pun yang dapat merubah, menambah, mengurangi atau menghilangkan ketetapan-ketetapan dan kekuasaan-Nya itu",
                        "15": "Para mufasir berbeda pendapat dalam menafsirkan ayat ini. Menurut Abu Ja'far an-Nahhas tafsir ayat ini yang paling baik ialah, \"Siapa yang berpendapat bahwa Allah tidak akan menolong Muhammad di dunia dan di akhirat atau ingin menghentikan pertolongan Allah yang akan diberikan-Nya itu, maka hendaklah ia naik ke langit dan berusahalah dari sana menghentikan pertolongan itu. Hendaklah mereka lihat, apakah usaha itu berhasil atau tidak. Dan usaha yang seperti itu pun mustahil dapat dilakukannya.\" \n\nAz-Zamakhsyari menafsirkan, \"Allah pasti menolong Rasul-Nya di dunia dan di akhirat. Jika musuh-musuh Muhammad mengira bahwa Allah tidak akan menolongnya atau bermaksud tidak akan menolongnya, sedang mereka mengetahui jaminan Allah terhadap pertolongan-Nya itu, tentulah mereka akan marah. Mereka berusaha dengan segala cara untuk menghilangkan kemarahan mereka itu, yaitu melakukan apa saja bahkan menggantung diri. Setelah itu hendaklah dia memperhatikan apakah tindakannya dengan menggantung diri itu dapat menghentikan pertolongan Allah kepada Muhammad.\"\n\nSebagian ahli tafsir menafsirkan, \"Siapa yang berpendapat bahwa Allah tidak menolong Muhammad, maka hendaklah ia merentangkan tali ke loteng rumahnya, kemudian menggantung diri dengan tali itu. Mereka akan mengetahui bahwa segala usaha dan tipu daya mereka itu tidak berguna sedikit pun.\n\nSekalipun para mufasir berbeda pendapat tentang tafsir ayat di atas namun itu hanyalah lahiriyah, sedangkan maksudnya sama, yaitu seandainya orang-orang yang memusuhi Nabi Muhammad tidak merasa senang akan kemajuan Islam dan kaum Muslimin maka mereka disilahkan naik ke langit lalu akan melihat keadaan dari sana akan kemajuan Islam dan kaum Muslimin.\n\nSebagaimana diketahui dalam sejarah bahwa dengan berkembangnya agama Islam dalam waktu yang singkat di kota Mekah, dan semakin banyak penganutnya maka timbullah usaha di kalangan orang-orang musyrik Mekah untuk menghambat perkembangan Islam atau melenyapkan agama Islam itu. Segala macam usaha untuk mencapai maksud itu, mereka lakukan seperti memutuskan hubungan, mengadakan pemboikotan, mengadakan penganiayaan terhadap orang-orang yang masuk Islam, terutama terhadap budak-budak yang masuk Islam, sehingga kaum Muslimin merasa teraniaya dan tersiksa. Dalam pada itu orang-orang musyrik sendiri menyatakan bahwa Allah tidak menolong Muhammad dan kaum Muslimin, karena agama yang dibawanya itu bukanlah agama yang diridai Allah. Dalam keadaan yang demikian turunlah ayat ini memberikan semangat dan harapan kepada kaum Muslimin. Sehingga timbullah keyakinan dalam diri mereka bahwa agama yang telah mereka anut adalah agama yang benar, karena itu mereka wajib melanjutkan untuk menyebarkannya, dan Tuhan pasti akan menolong mereka itu.\n\nMenurut Muqatil, ayat ini turun berkaitan dengan Bani Asad dan Bani Gathfan yang telah masuk Islam, mereka khawatir bahwa Allah tidak menolong Muhammad, lalu terputuslah hubungan mereka dengan pemimpin-pemimpin Yahudi yang menyebabkan kehidupan mereka tidak dibantu lagi. Dengan turunnya ayat ini, hilanglah segala kekhawatiran yang timbul dalam hati mereka itu.\n\nDari ayat di atas dipahami bahwa musuh-musuh Islam tidak mempunyai kemampuan sedikit pun untuk mematahkan perjuangan Nabi Muhammad dan kaum Muslimin dalam usaha menyebarluaskan agama Islam karena mereka selalu mendapat pertolongan Allah di dunia dan di akhirat. Pertolongan Allah ini ditegaskan pada ayat yang lain:\n\nSesungguhnya Kami akan menolong rasul-rasul Kami dan orang-orang yang beriman dalam kehidupan dunia dan pada hari tampilnya para saksi (hari Kiamat). (al-Mu'min/40: 51)",
                        "16": "Ayat ini menerangkan bahwa Allah telah menurunkan bukti-bukti dan dalil-dalil yang kuat kepada Muhammad untuk membantah orang kafir yaitu Al-Qur'an. Makna dan petunjuknya cukup jelas, mudah dimengerti bagi orang-orang yang mau mencari kebenaran. Karena itu hendaklah manusia mengikuti dan mengamalkan ajaran Islam yaitu ajaran-ajaran Al-Qur'an agar mereka diberi Allah pertolongan dan kemenangan di dunia dan akhirat.\n\nAl-Qur'an berguna bagi orang-orang yang tidak ada rasa dengki dalam hatinya, jiwa dan hatinya bersih, ingin mencari kebenaran dan mempunyai kesediaan beriman kepada yang gaib. Orang seperti yang dilukiskan itu, jika mereka membaca Al-Qur'an pasti ia akan beriman, semakin banyak membaca dan mengamalkan ajaran Al-Qur'an semakin bertambah pula imannya.\n\nHal ini senada dengan firman Allah:\n\nDan Allah akan menambah petunjuk kepada mereka yang telah mendapat petunjuk. Dan amal kebajikan yang kekal itu lebih baik pahalanya di sisi Tuhanmu dan lebih baik kesudahannya. (Maryam/19: 76)\n\nSebaliknya orang yang dengki, hatinya berpenyakit, tidak ingin mencari kebenaran dan tidak mempunyai kesediaan beriman kepada yang gaib, maka ayat-ayat Al-Qur'an tidak akan berfaedah baginya bahkan akan menambah keingkaran dan kekafirannya.",
                        "17": "Dalam ayat ini Allah menerangkan bahwa semua orang yang beriman, Yahudi, shabi'in, Nasrani, Majusi dan musyrik, akan diberi keputusan yang adil oleh Allah pada hari Kiamat.\n\nOrang-orang yang beriman dalam ayat ini ialah orang-orang yang beriman kepada apa yang diajarkan Nabi Muhammad saw, yaitu beriman kepada Allah, malaikat-malaikat-Nya, kitab-kitab-Nya, rasul-rasul yang telah diutus-Nya, hari Kiamat dan kepada adanya kadar baik dan kadar buruk. Yang dimaksud dengan orang-orang Yahudi ialah anak cucu Nabi Yakub as yang berkembangbiak di Mesir kemudian dibawa kembali oleh Nabi Musa as ke Palestina. Mereka adalah pengikut Nabi Musa as dan ajaran-ajarannya termuat dalam kitab Taurat. shabi'in ialah orang-orang yang mengakui keesaan Allah tetapi mereka bukan mukmin, bukan Yahudi dan bukan pula Nasrani. Orang-orang Nasrani ialah pengikut-pengikut Nabi Isa as dengan kitab suci mereka Injil. Dan mereka yang syirik, yaitu yang menyembah selain Allah, baik berupa benda, manusia atau berhala, seperti yang disembah kaum musyrikin Mekah sebelum Islam. Terhadap semua golongan di atas Allah akan memberikan keputusan dengan adil di hari Kiamat, siapa yang benar-benar mengikuti Allah dan Rasul-rasul-Nya selama hidup di dunia, dan siapa pula yang mengada-ada sesuatu dalam agama Allah dan siapa pula yang mengingkari agama Allah itu. \n\nKeadilan yang sebenarnya belum didapat lagi oleh manusia selama hidup di dunia yang fana ini. Betapa banyak orang yang dengan kehendak hatinya mengubah-ubah agama Allah lalu dipaksakannya agama itu agar diikuti oleh orang-orang lain. Betapa banyaknya agama-agama yang menyimpang dari ajaran Allah, tetapi agama itu dapat hidup dan subur dengan pengikut-pengikutnya yang banyak, sehingga jika dilihat sepintas lalu agama itulah yang benar dan diridai Allah, sebaliknya agama Allah sendiri hanya dianut oleh mereka yang terhimpit kemiskinan serta tidak mempunyai kekuasaan sedikitpun atau tertindas di dalam negerinya, seakan-akan agama itu bukanlah agama yang diridai Allah. Semuanya itu belum memperoleh keadilan yang sebenarnya selama hidup di dunia. Karena itu di akhirat nanti Allah akan memberikan keadilan yang sesungguhnya. Semuanya akan mendapat balasan sesuai dengan iman, amal dan perbuatan yang telah dikerjakannya. \n\nMenetapkan keputusan dengan adil dan melaksanakan keadilan itu bukanlah suatu yang mustahil bagi Allah, karena Allah Mahakuasa terhadap semua makhluk-Nya, Dia menyaksikan dan mengetahui segala perbuatan dan apa saja yang terjadi atas makhluk, baik yang nampak maupun yang tidak nampak, baik yang besar atau pun yang kecil, bahkan Dia mengetahui segala yang tergores di dalam hati.",
                        "18": "Sujud dalam ayat ini berarti mengikuti kehendak dan mengikuti hukum-hukum yang telah digariskan dan ditetapkan Allah. Dapat pula berarti menghambakan diri, beribadat dan menjalankan segala yang diperintahkan Allah dan menjauhi semua yang dilarang. Sujud bila dihubungkan dengan makhluk Tuhan selain dari manusia, jin dan malaikat berarti tunduk mengikuti kehendak dan hukum-hukum atau kodrat yang ditentukan Allah, mereka tidak dapat lepas dari ketentuan-ketentuan itu, baik secara sukarela maupun terpaksa. Sedang bagi manusia, jin dan malaikat, sujud berarti taat dan patuh kepada hukum-hukum Allah, taat melaksanakan perintah-perintah Allah dan menghentikan larangan-larangan-Nya.\n\nPada ayat ini Allah menegaskan lagi kekuasaan-Nya terhadap semua makhluk, yaitu semua yang di langit, di bumi, matahari, bulan, bintang- bintang, gunung-gunung, tumbuh-tumbuhan dan semua binatang melata tunduk dan mengikuti aturan-aturan dan ketentuan-ketentuan yang diberikan-Nya. \n\nAllah menciptakan jagat raya ini dan mengaturnya dengan hukum dan ketentuan-Nya. Seperti adanya garis edar pada tiap-tiap planet yang ada di ruang angkasa. Tiap-tiap planet mengikuti garis edar yang telah ditentukan. Jika ia keluar dari garis edarnya itu maka ia akan berbenturan dengan planet-planet yang lain. Demikian pula tumbuh-tumbuhan, binatang-binatang tumbuh menjadi besar dan berkembang mengikuti ketentuan-ketentuan Allah.\n\nDalam tafsir al-Maragi disebutkan bahwa dalam ayat ini disebut matahari, bulan, bintang-bintang dan sebagainya secara khusus adalah untuk mengingatkan bahwa makhluk-makhluk itu termasuk makhluk yang disembah manusia selain Allah, seperti penduduk Himyar menyembah matahari, Bani Kinanah menyembah bulan, bintang Syi'ra disembah oleh Bani Lahm, bintang Surayya disembah oleh orang thayyai, penduduk Mesir kuno menyembah patung anak sapi atau burung Ibis. Seakan-akan ayat ini menegaskan bahwa semuanya itu tidak pantas disembah karena semuanya itu termasuk makhluk-makhluk Tuhan yang mengikuti kehendak dan hukum-hukum Allah. Hanya Allah saja yang berhak disembah.\n\nAllah menerangkan bahwa banyak manusia yang beriman, taat dan patuh kepada Allah dengan benar, karena merasakan kebesaran dan kekuasaan atas diri mereka. Karena itu mereka beribadat dengan sungguh-sungguh, melaksanakan semua perintah Allah dan menghentikan semua larangan-Nya. Mereka melakukan semua perbuatan yang menyebabkan Allah sayang kepada mereka, sehingga Allah memberikan pahala dan memuliakan mereka. Ada pula manusia yang tidak beriman dengan benar kepada Allah atau tidak mau merasakan kebesaran dan kekuasaan-Nya, ia melakukan perbuatan-perbuatan yang menyebabkan Allah marah kepadanya, karena itu mereka pantas mendapat kemurkaan dan kehinaan dari Allah.\n\nSiapa yang mendapat kehinaan dan murka Allah akan masuk neraka, tidak ada seorang pun yang dapat membela dan melepaskannya dari azab Allah, karena segala kekuasaan berada di tangan Allah. Sebaliknya Allah memuliakan orang yang beriman dengan benar, berbuat baik, Allah akan memasukkan mereka ke dalam surga.",
                        "19": "Ayat ini menerangkan bahwa enam golongan manusia tersebut di atas dapat dibagi kepada dua golongan saja, yaitu golongan kafir dan golongan mukmin. Yang termasuk golongan kafir ialah orang-orang Yahudi, orang-orang shabi'in, orang-orang Nasrani, orang-orang Majusi dan orang-orang yang mempersekutukan Allah. Kelima golongan ini mempunyai asas-asas kepercayaan yang berbeda, golongan yang satu tidak mengakui bahkan mengingkari pokok-pokok kepercayaan golongan yang lain, sehingga antara mereka terjadi pertikaian pendapat yang kadang-kadang meningkat menjadi permusuhan. Golongan kedua ialah golongan mukmin yaitu golongan yang taat kepada Allah. Antara golongan pertama dan golongan kedua sering terjadi perdebatan dan permusuhan, sebagaimana yang dilukiskan dan sabab nuzul ayat di atas.\n\nDalam ayat ini dan ayat berikutnya akan digambarkan bentuk-bentuk hukuman dan azab yang akan diterima oleh orang-orang kafir serta bentuk-bentuk nikmat yang akan diterima oleh orang-orang mukmin kelak.\n\nAzab yang akan diterima oleh orang-orang kafir diterangkan Allah sebagai berikut:\n\n1. Orang-orang kafir itu akan dimasukkan ke dalam api neraka yang panas menyala-nyala, sehingga api itu meliputi seluruh badan mereka, seperti pakaian yang membungkus dan meliputi seluruh badan orang yang memakainya.\n\nPada ayat lain diterangkan pula keadaan orang-orang kafir di dalam neraka; mereka diliputi api neraka sampai meliputi seluruh badan mereka. Allah berfirman:\n\nBagi mereka tikar tidur dari api neraka dan di atas mereka ada selimut (api neraka). Demikianlah Kami memberi balasan kepada orang-orang yang zalim. (al-A'raf/7: 41)\n\nSebagian ulama berpendapat bahwa pakaian yang menutupi seluruh badan mereka itu, terbuat dari cairan aspal sangat panas, sebagaimana firman Allah:\n\nPakaian mereka dari cairan aspal, dan wajah mereka ditutup oleh api neraka. (Ibrahim/14: 50)\n\n2. Dituangkan ke atas kepala mereka air yang mendidih yang sangat panas. Hadis Nabi Muhammad saw menjelaskan pula hal ini\n\nDari Abi Hurairah, sesungguhnya dia membaca ayat ini, ia berkata, \"Aku mendengar Rasulullah saw, bersabda, \"Sesungguhnya air panas mendidih dituangkan ke atas kepala mereka (orang-orang kafir), lalu air panas itu menembus ubun-ubunnya sampai ke rongga perutnya, maka dihancurkannya apa yang berada dalam rongga perut itu, hingga sampailah air panas itu ke tumitnya dan dalam keadaan cair, kemudian (tubuh orang itu) kembali seperti semula. (Riwayat at-Tirmidzi)\n\n3. Mereka dicambuk dengan cemeti-cemeti yang terbuat dari besi, hingga mengenai muka, kepala dan seluruh tubuhnya. Dari Abi Sa'id al-Khudriy, dari Rasulullah bersabda, \"Seandainya cambuk dan besi diletakkan di bumi kemudian berkumpul manusia dan jin, mereka tidak bisa mengangkatnya dari bumi. (Riwayat Ahmad)\n\n4. Setiap mereka mencoba lari keluar dari neraka, mereka dihalau dan dicambuk dengan cemeti itu, seraya dikatakan kepada mereka, \"Rasakanlah olehmu azab ini, sebagai balasan bagi keingkaran dan kedurhakaan.\"\n\nInilah gambaran azab ukhrawi yang diterangkan Allah kepada manusia. Dengan keterangan itu manusia dapat membayangkan bagaimana hebat dan pedihnya azab yang diterima orang-orang kafir di hari Kiamat, sehingga gambaran itu merupakan kabar yang menakutkan baginya. Hal ini sebagai salah satu cara Al-Qur'an meyakinkan manusia dan menyadarkannya dari keingkaran dan kedurhakaan yang telah diperbuatnya. Bagaimana hakekat yang sebenarnya dari azab ukhrawi itu, adalah termasuk pengetahuan yang gaib, hanya Allah sajalah yang Maha Mengetahui, mungkin sesuai dengan yang dilukiskan itu yang berupa azab jasmani atau mungkin pula berupa azab jasmani dan azab rohani.",
                        "20": "Ayat ini menerangkan bahwa enam golongan manusia tersebut di atas dapat dibagi kepada dua golongan saja, yaitu golongan kafir dan golongan mukmin. Yang termasuk golongan kafir ialah orang-orang Yahudi, orang-orang shabi'in, orang-orang Nasrani, orang-orang Majusi dan orang-orang yang mempersekutukan Allah. Kelima golongan ini mempunyai asas-asas kepercayaan yang berbeda, golongan yang satu tidak mengakui bahkan mengingkari pokok-pokok kepercayaan golongan yang lain, sehingga antara mereka terjadi pertikaian pendapat yang kadang-kadang meningkat menjadi permusuhan. Golongan kedua ialah golongan mukmin yaitu golongan yang taat kepada Allah. Antara golongan pertama dan golongan kedua sering terjadi perdebatan dan permusuhan, sebagaimana yang dilukiskan dan sabab nuzul ayat di atas.\n\nDalam ayat ini dan ayat berikutnya akan digambarkan bentuk-bentuk hukuman dan azab yang akan diterima oleh orang-orang kafir serta bentuk-bentuk nikmat yang akan diterima oleh orang-orang mukmin kelak.\n\nAzab yang akan diterima oleh orang-orang kafir diterangkan Allah sebagai berikut:\n\n1. Orang-orang kafir itu akan dimasukkan ke dalam api neraka yang panas menyala-nyala, sehingga api itu meliputi seluruh badan mereka, seperti pakaian yang membungkus dan meliputi seluruh badan orang yang memakainya.\n\nPada ayat lain diterangkan pula keadaan orang-orang kafir di dalam neraka; mereka diliputi api neraka sampai meliputi seluruh badan mereka. Allah berfirman:\n\nBagi mereka tikar tidur dari api neraka dan di atas mereka ada selimut (api neraka). Demikianlah Kami memberi balasan kepada orang-orang yang zalim. (al-A'raf/7: 41)\n\nSebagian ulama berpendapat bahwa pakaian yang menutupi seluruh badan mereka itu, terbuat dari cairan aspal sangat panas, sebagaimana firman Allah:\n\nPakaian mereka dari cairan aspal, dan wajah mereka ditutup oleh api neraka. (Ibrahim/14: 50)\n\n2. Dituangkan ke atas kepala mereka air yang mendidih yang sangat panas. Hadis Nabi Muhammad saw menjelaskan pula hal ini\n\nDari Abi Hurairah, sesungguhnya dia membaca ayat ini, ia berkata, \"Aku mendengar Rasulullah saw, bersabda, \"Sesungguhnya air panas mendidih dituangkan ke atas kepala mereka (orang-orang kafir), lalu air panas itu menembus ubun-ubunnya sampai ke rongga perutnya, maka dihancurkannya apa yang berada dalam rongga perut itu, hingga sampailah air panas itu ke tumitnya dan dalam keadaan cair, kemudian (tubuh orang itu) kembali seperti semula. (Riwayat at-Tirmidzi)\n\n3. Mereka dicambuk dengan cemeti-cemeti yang terbuat dari besi, hingga mengenai muka, kepala dan seluruh tubuhnya. Dari Abi Sa'id al-Khudriy, dari Rasulullah bersabda, \"Seandainya cambuk dan besi diletakkan di bumi kemudian berkumpul manusia dan jin, mereka tidak bisa mengangkatnya dari bumi. (Riwayat Ahmad)\n\n4. Setiap mereka mencoba lari keluar dari neraka, mereka dihalau dan dicambuk dengan cemeti itu, seraya dikatakan kepada mereka, \"Rasakanlah olehmu azab ini, sebagai balasan bagi keingkaran dan kedurhakaan.\"\n\nInilah gambaran azab ukhrawi yang diterangkan Allah kepada manusia. Dengan keterangan itu manusia dapat membayangkan bagaimana hebat dan pedihnya azab yang diterima orang-orang kafir di hari Kiamat, sehingga gambaran itu merupakan kabar yang menakutkan baginya. Hal ini sebagai salah satu cara Al-Qur'an meyakinkan manusia dan menyadarkannya dari keingkaran dan kedurhakaan yang telah diperbuatnya. Bagaimana hakekat yang sebenarnya dari azab ukhrawi itu, adalah termasuk pengetahuan yang gaib, hanya Allah sajalah yang Maha Mengetahui, mungkin sesuai dengan yang dilukiskan itu yang berupa azab jasmani atau mungkin pula berupa azab jasmani dan azab rohani.",
                        "21": "Ayat ini menerangkan bahwa enam golongan manusia tersebut di atas dapat dibagi kepada dua golongan saja, yaitu golongan kafir dan golongan mukmin. Yang termasuk golongan kafir ialah orang-orang Yahudi, orang-orang shabi'in, orang-orang Nasrani, orang-orang Majusi dan orang-orang yang mempersekutukan Allah. Kelima golongan ini mempunyai asas-asas kepercayaan yang berbeda, golongan yang satu tidak mengakui bahkan mengingkari pokok-pokok kepercayaan golongan yang lain, sehingga antara mereka terjadi pertikaian pendapat yang kadang-kadang meningkat menjadi permusuhan. Golongan kedua ialah golongan mukmin yaitu golongan yang taat kepada Allah. Antara golongan pertama dan golongan kedua sering terjadi perdebatan dan permusuhan, sebagaimana yang dilukiskan dan sabab nuzul ayat di atas.\n\nDalam ayat ini dan ayat berikutnya akan digambarkan bentuk-bentuk hukuman dan azab yang akan diterima oleh orang-orang kafir serta bentuk-bentuk nikmat yang akan diterima oleh orang-orang mukmin kelak.\n\nAzab yang akan diterima oleh orang-orang kafir diterangkan Allah sebagai berikut:\n\n1. Orang-orang kafir itu akan dimasukkan ke dalam api neraka yang panas menyala-nyala, sehingga api itu meliputi seluruh badan mereka, seperti pakaian yang membungkus dan meliputi seluruh badan orang yang memakainya.\n\nPada ayat lain diterangkan pula keadaan orang-orang kafir di dalam neraka; mereka diliputi api neraka sampai meliputi seluruh badan mereka. Allah berfirman:\n\nBagi mereka tikar tidur dari api neraka dan di atas mereka ada selimut (api neraka). Demikianlah Kami memberi balasan kepada orang-orang yang zalim. (al-A'raf/7: 41)\n\nSebagian ulama berpendapat bahwa pakaian yang menutupi seluruh badan mereka itu, terbuat dari cairan aspal sangat panas, sebagaimana firman Allah:\n\nPakaian mereka dari cairan aspal, dan wajah mereka ditutup oleh api neraka. (Ibrahim/14: 50)\n\n2. Dituangkan ke atas kepala mereka air yang mendidih yang sangat panas. Hadis Nabi Muhammad saw menjelaskan pula hal ini\n\nDari Abi Hurairah, sesungguhnya dia membaca ayat ini, ia berkata, \"Aku mendengar Rasulullah saw, bersabda, \"Sesungguhnya air panas mendidih dituangkan ke atas kepala mereka (orang-orang kafir), lalu air panas itu menembus ubun-ubunnya sampai ke rongga perutnya, maka dihancurkannya apa yang berada dalam rongga perut itu, hingga sampailah air panas itu ke tumitnya dan dalam keadaan cair, kemudian (tubuh orang itu) kembali seperti semula. (Riwayat at-Tirmidzi)\n\n3. Mereka dicambuk dengan cemeti-cemeti yang terbuat dari besi, hingga mengenai muka, kepala dan seluruh tubuhnya. Dari Abi Sa'id al-Khudriy, dari Rasulullah bersabda, \"Seandainya cambuk dan besi diletakkan di bumi kemudian berkumpul manusia dan jin, mereka tidak bisa mengangkatnya dari bumi. (Riwayat Ahmad)\n\n4. Setiap mereka mencoba lari keluar dari neraka, mereka dihalau dan dicambuk dengan cemeti itu, seraya dikatakan kepada mereka, \"Rasakanlah olehmu azab ini, sebagai balasan bagi keingkaran dan kedurhakaan.\"\n\nInilah gambaran azab ukhrawi yang diterangkan Allah kepada manusia. Dengan keterangan itu manusia dapat membayangkan bagaimana hebat dan pedihnya azab yang diterima orang-orang kafir di hari Kiamat, sehingga gambaran itu merupakan kabar yang menakutkan baginya. Hal ini sebagai salah satu cara Al-Qur'an meyakinkan manusia dan menyadarkannya dari keingkaran dan kedurhakaan yang telah diperbuatnya. Bagaimana hakekat yang sebenarnya dari azab ukhrawi itu, adalah termasuk pengetahuan yang gaib, hanya Allah sajalah yang Maha Mengetahui, mungkin sesuai dengan yang dilukiskan itu yang berupa azab jasmani atau mungkin pula berupa azab jasmani dan azab rohani.",
                        "22": "Ayat ini menerangkan bahwa enam golongan manusia tersebut di atas dapat dibagi kepada dua golongan saja, yaitu golongan kafir dan golongan mukmin. Yang termasuk golongan kafir ialah orang-orang Yahudi, orang-orang shabi'in, orang-orang Nasrani, orang-orang Majusi dan orang-orang yang mempersekutukan Allah. Kelima golongan ini mempunyai asas-asas kepercayaan yang berbeda, golongan yang satu tidak mengakui bahkan mengingkari pokok-pokok kepercayaan golongan yang lain, sehingga antara mereka terjadi pertikaian pendapat yang kadang-kadang meningkat menjadi permusuhan. Golongan kedua ialah golongan mukmin yaitu golongan yang taat kepada Allah. Antara golongan pertama dan golongan kedua sering terjadi perdebatan dan permusuhan, sebagaimana yang dilukiskan dan sabab nuzul ayat di atas.\n\nDalam ayat ini dan ayat berikutnya akan digambarkan bentuk-bentuk hukuman dan azab yang akan diterima oleh orang-orang kafir serta bentuk-bentuk nikmat yang akan diterima oleh orang-orang mukmin kelak.\n\nAzab yang akan diterima oleh orang-orang kafir diterangkan Allah sebagai berikut:\n\n1. Orang-orang kafir itu akan dimasukkan ke dalam api neraka yang panas menyala-nyala, sehingga api itu meliputi seluruh badan mereka, seperti pakaian yang membungkus dan meliputi seluruh badan orang yang memakainya.\n\nPada ayat lain diterangkan pula keadaan orang-orang kafir di dalam neraka; mereka diliputi api neraka sampai meliputi seluruh badan mereka. Allah berfirman:\n\nBagi mereka tikar tidur dari api neraka dan di atas mereka ada selimut (api neraka). Demikianlah Kami memberi balasan kepada orang-orang yang zalim. (al-A'raf/7: 41)\n\nSebagian ulama berpendapat bahwa pakaian yang menutupi seluruh badan mereka itu, terbuat dari cairan aspal sangat panas, sebagaimana firman Allah:\n\nPakaian mereka dari cairan aspal, dan wajah mereka ditutup oleh api neraka. (Ibrahim/14: 50)\n\n2. Dituangkan ke atas kepala mereka air yang mendidih yang sangat panas. Hadis Nabi Muhammad saw menjelaskan pula hal ini\n\nDari Abi Hurairah, sesungguhnya dia membaca ayat ini, ia berkata, \"Aku mendengar Rasulullah saw, bersabda, \"Sesungguhnya air panas mendidih dituangkan ke atas kepala mereka (orang-orang kafir), lalu air panas itu menembus ubun-ubunnya sampai ke rongga perutnya, maka dihancurkannya apa yang berada dalam rongga perut itu, hingga sampailah air panas itu ke tumitnya dan dalam keadaan cair, kemudian (tubuh orang itu) kembali seperti semula. (Riwayat at-Tirmidzi)\n\n3. Mereka dicambuk dengan cemeti-cemeti yang terbuat dari besi, hingga mengenai muka, kepala dan seluruh tubuhnya. Dari Abi Sa'id al-Khudriy, dari Rasulullah bersabda, \"Seandainya cambuk dan besi diletakkan di bumi kemudian berkumpul manusia dan jin, mereka tidak bisa mengangkatnya dari bumi. (Riwayat Ahmad)\n\n4. Setiap mereka mencoba lari keluar dari neraka, mereka dihalau dan dicambuk dengan cemeti itu, seraya dikatakan kepada mereka, \"Rasakanlah olehmu azab ini, sebagai balasan bagi keingkaran dan kedurhakaan.\"\n\nInilah gambaran azab ukhrawi yang diterangkan Allah kepada manusia. Dengan keterangan itu manusia dapat membayangkan bagaimana hebat dan pedihnya azab yang diterima orang-orang kafir di hari Kiamat, sehingga gambaran itu merupakan kabar yang menakutkan baginya. Hal ini sebagai salah satu cara Al-Qur'an meyakinkan manusia dan menyadarkannya dari keingkaran dan kedurhakaan yang telah diperbuatnya. Bagaimana hakekat yang sebenarnya dari azab ukhrawi itu, adalah termasuk pengetahuan yang gaib, hanya Allah sajalah yang Maha Mengetahui, mungkin sesuai dengan yang dilukiskan itu yang berupa azab jasmani atau mungkin pula berupa azab jasmani dan azab rohani.",
                        "23": "Pada ayat ini Allah menerangkan berbagai kenikmatan yang akan diterima oleh orang-orang yang beriman dan beramal saleh yang membersihkan diri dan hatinya serta selalu berusaha mendekatkan diri kepada Allah. Berbagai kenikmatan yang akan diterima ialah:\n\n1. Mereka akan dimasukkan ke dalam surga yang penuh kenikmatan, yang di bawahnya mengalir sungai-sungai.\n\n2. Mereka diberi perhiasan yang indah, seperti gelang-gelang dari emas, mahkota yang bertahtakan permata dan mutiara yang indah.\n\n3. Bagi mereka disediakan pakaian sutera yang indah.\n\n4. Mereka diberi petunjuk dan pelajaran, sehingga mereka mengucapkan perkataan yang sopan dan sedap didengar, mengerjakan perbuatan yang menyenangkan hati orang, dapat bergaul dengan baik dengan penduduk surga yang lain, hidup bersaudara, dan saling kasih mengasihi.\n\nSebagaimana keterangan Allah tentang azab di atas, maka gambaran kenikmatan dan kesenangan yang digambarkan pada ayat ini, sebagai pahala yang akan diterima orang-orang yang beriman dan beramal saleh di akhirat nanti adalah sama dengan kenikmatan dan kesenangan yang selalu diimpikan oleh manusia selama mereka hidup di dunia. Pada umumnya manusia waktu hidup di dunia menginginkan kekayaan yang berlimpah-ruah, mempunyai kedudukan yang terhormat dan kekuasaan yang tidak terbatas, mempunyai istri-istri yang cantik dan perkakas rumah tangga yang serba mewah.\n\nSekalipun Allah telah menjelaskan dalam ayat-ayat-Nya hal-hal yang demikian itu, namun masalah surga dan neraka itu termasuk hal yang gaib bagi manusia, hanya Allah sajalah yang mengetahui hakikat yang sebenarnya, tetapi kaum Muslimin wajib percaya bahwa surga dan neraka itu pasti ada. Gambaran yang diberikan Allah itu, merupakan sebagian dari kesenangan yang dijanjikan itu. Kesenangan yang sebenarnya lebih dari gambaran itu karena bagi manusia sendiri tidak ada sesuatu yang dapat dijadikan sebagai perbandingan. Yang jelas ialah bahwa orang-orang yang beriman akan mengalami kesenangan dan kenikmatan yang tiada taranya, belum pernah dirasakan selama hidup di dunia, semua menyenangkan hati, perasaan, pikiran, penglihatan, pendengaran dan sebagainya.",
                        "24": "Pada ayat ini Allah menerangkan berbagai kenikmatan yang akan diterima oleh orang-orang yang beriman dan beramal saleh yang membersihkan diri dan hatinya serta selalu berusaha mendekatkan diri kepada Allah. Berbagai kenikmatan yang akan diterima ialah:\n\n1. Mereka akan dimasukkan ke dalam surga yang penuh kenikmatan, yang di bawahnya mengalir sungai-sungai.\n\n2. Mereka diberi perhiasan yang indah, seperti gelang-gelang dari emas, mahkota yang bertahtakan permata dan mutiara yang indah.\n\n3. Bagi mereka disediakan pakaian sutera yang indah.\n\n4. Mereka diberi petunjuk dan pelajaran, sehingga mereka mengucapkan perkataan yang sopan dan sedap didengar, mengerjakan perbuatan yang menyenangkan hati orang, dapat bergaul dengan baik dengan penduduk surga yang lain, hidup bersaudara, dan saling kasih mengasihi.\n\nSebagaimana keterangan Allah tentang azab di atas, maka gambaran kenikmatan dan kesenangan yang digambarkan pada ayat ini, sebagai pahala yang akan diterima orang-orang yang beriman dan beramal saleh di akhirat nanti adalah sama dengan kenikmatan dan kesenangan yang selalu diimpikan oleh manusia selama mereka hidup di dunia. Pada umumnya manusia waktu hidup di dunia menginginkan kekayaan yang berlimpah-ruah, mempunyai kedudukan yang terhormat dan kekuasaan yang tidak terbatas, mempunyai istri-istri yang cantik dan perkakas rumah tangga yang serba mewah.\n\nSekalipun Allah telah menjelaskan dalam ayat-ayat-Nya hal-hal yang demikian itu, namun masalah surga dan neraka itu termasuk hal yang gaib bagi manusia, hanya Allah sajalah yang mengetahui hakikat yang sebenarnya, tetapi kaum Muslimin wajib percaya bahwa surga dan neraka itu pasti ada. Gambaran yang diberikan Allah itu, merupakan sebagian dari kesenangan yang dijanjikan itu. Kesenangan yang sebenarnya lebih dari gambaran itu karena bagi manusia sendiri tidak ada sesuatu yang dapat dijadikan sebagai perbandingan. Yang jelas ialah bahwa orang-orang yang beriman akan mengalami kesenangan dan kenikmatan yang tiada taranya, belum pernah dirasakan selama hidup di dunia, semua menyenangkan hati, perasaan, pikiran, penglihatan, pendengaran dan sebagainya.",
                        "25": "Menurut riwayat Ibnu 'Abbas ra ayat ini sesungguhnya diturunkan berhubungan dengan Abi Sufyan bin Harb dan kawan-kawannya. Mereka itu menghalang-halangi Rasulullah saw dan para sahabat memasuki Masjidil Haram untuk melakukan ibadah umrah di tahun \"perdamaian Hudaibiyah\". Karena itu Rasulullah enggan untuk memerangi mereka karena Rasulullah berada dalam keadaan ihram. Kemudian terjadilah kesepakatan yang melahirkan perjanjian Hudaibiyah, yang di dalamnya tercantum bahwa Rasulullah tidak jadi umrah di tahun itu, akan tetapi ditangguhkan sampai tahun depan dan mereka tidak akan menghalangi Nabi dan sahabatnya masuk Masjidil Haram untuk mengerjakan ibadah, pada tahun yang akan datang.\n\nAyat ini menerangkan bahwa semua orang yang mengingkari keesaan dan kekuasaan Allah, mendustakan rasul dan meningkari agama yang dibawanya, menghalang-halangi manusia masuk agama Islam dan menegakkan kalimat Allah, menghalang-halangi kaum Muslimin masuk Masjidil Haram untuk beribadat, baik orang-orang penduduk Mekah asli maupun pendatang dari negeri lain dan menghalang-halangi orang beribadat di dalamnya, niscaya Allah akan menimpakan kepada mereka azab yang sangat pedih.\n\nDari ayat di atas dipahami bahwa Masjidil Haram yang terletak di sekitar Ka'bah adalah suatu tempat bagi kaum Muslimin untuk mengerjakan ibadah haji, umrah serta ibadah-ibadah yang lain, seperti tawaf, salat, i'tikaf, zikir, dan sebagainya, baik mereka yang berasal dari Mekah sendiri maupun yang berasal dari luar Mekah. Dengan perkataan lain, bahwa semua kaum Muslimin berhak melakukan ibadah di tempat itu, darimana pun mereka datang. Allah mengancam dengan azab yang keras terhadap orang-orang yang mencegah dan menghalang-halanginya. Karena itu ada di antara para ulama yang mempersoalkan kedudukan tanah yang berada di sekitar Masjidil Haram itu, apakah tanah itu dapat dimiliki oleh perseorangan atau pemerintah, atau tanah itu merupakan hak seluruh kaum Muslimin. Untuk pengaturannya sekarang diserahkan kepada Kerajaan Arab Saudi, karena Masjidil Haram terletak di negara ini, selama negara tersebut melaksanakan perintah-perintah Allah melayani orang-orang yang ingin beribadah di sana.\n\nMenurut Imam Mujahid dan Malik, Masjidil Haram itu adalah milik kaum Muslimin seluruhnya, tidak seorang pun atau sesuatu negara pun yang boleh memilikinya. Pendapat ini juga diikuti oleh Imam Abu Hanifah, alasan mereka ialah perkataan baik \"yang bermukim maupun yang berkunjung\" berarti Masjidil Haram dijadikan bagi manusia, agar mereka menghormatinya, beribadah di sana baik bagi orang-orang Mekah maupun orang-orang yang berasal dari luar Mekah.\n\nKarena itu tidak dapat dikatakan bahwa penduduk Mekah lebih berhak atas Masjidil Haram itu dari penduduk dari luar Mekah.\n\nAlasan-alasan mereka yang lain ialah:\n\n1. Menurut riwayat, bahwa Umar, Ibnu 'Abbas dan banyak sahabat berpendapat, \"Para pengunjung Masjidil Haram boleh menempati rumah-rumah yang didapatinya kosong, belum berpenghuni di Mekah, dan orang-orang Mekah sendiri yang mempunyai rumah kosong itu, hendaklah mengizinkannya.\"\n\n2. Hadis Nabi Muhammad saw:\n\nDari Abdullah bin Umar, ia berkata, \"Rasulullah berkata, \"Mekah itu pemberian, tidak boleh dijual hasilnya dan tidak boleh disewakan rumahnya. (Riwayat ad-Daruquthni)\n\n3. Dan hadis Nabi saw lagi: Dari 'Aisyah ra ia berkata, \"Ya Rasulullah, bolehkah aku buatkan untukmu rumah di Mina atau rumah yang dapat melindungi engkau dari terik panas matahari? Beliau menjawab, \"Tidak, sesungguhnya tanah itu adalah hadiah bagi orang yang lebih dahulu mendapatkannya.\" (Riwayat Abu Daud)\n\n4. Menurut suatu riwayat, pada permulaan Islam, Masjidil Haram tidak mempunyai pintu-pintu masuk, sehingga sampai pada suatu masa, banyak pencuri berdatangan, lalu seorang laki-laki membuat pintu-pintu, tetapi Umar melarangnya dan berkata, \"Apakah kamu menutup pintu-pintu orang-orang berhaji ke Baitullah? Laki-laki itu menjawab, Aku membuat pintu-pintu untuk memelihara barang-barang pengunjung dari pencuri.\" Karena itu Umar ra membiarkannya.\n\nImam Syafi'i berpendapat bahwa tanah sekitar Masjidil Haram itu boleh dimiliki dan diperjual-belikan, asal tidak menghalangi kaum Muslimin beribadah di sana.\n\nDari Umamah bin Zaid, dia berkata, \"Wahai Rasulullah bolehkah aku besok berkunjung ke rumahmu di Mekah? Rasulullah menjawab, \"Apakah keluarga Aqil meninggalkan rumah? (Riwayat asy-Syaikhan) \n\nPerbedaan pendapat ini berpangkal pada persoalan; Apakah Nabi Muhammad dan para sahabat pada saat penaklukan kota Mekah (fathu Makkah) dengan cara kekerasan atau dengan cara damai? Jika direbut dari tangan orang-orang musyrik dengan kekerasan, tentulah tanah sekitar Masjidil Haram itu merupakan harta rampasan bagi kaum Muslimin yang harus dibagi-bagi sesuai dengan ketentuan agama. Tetapi Rasulullah tidak membagi-baginya, sehingga tetaplah tanah itu merupakan milik bagi kaum Muslimin sampai saat ini. Hal seperti ini pernah pula dilakukan oleh Sayidina 'Umar pada suatu daerah yang telah direbutnya dari orang-orang kafir. Pendapat kedua menyatakan bahwa tanah Mekah itu direbut Nabi Muhammad saw dengan cara damai, karena itu ia bukan merupakan barang rampasan, dan tetap menjadi milik empunya waktu itu. Kemudian diwariskan atau dijual oleh pemiliknya yang dahulu, sehingga menjadi milik dari pembeli pada saat ini.\n\nSekalipun ada perbedaan pendapat yang demikian, namun para ulama sependapat bahwa Masjidil Haram merupakan tempat beribadah bagi seluruh kaum Muslimin yang datang dari seluruh penjuru dunia. Mereka boleh datang kapan saja mereka kehendaki, tanpa seorang pun yang boleh mengganggu dan menghalanginya. Jika berlawanan kepentingan pribadi atau golongan dengan kepentingan agama Islam, maka kepentingan agama Islam yang harus diutamakan dan diprioritaskan. Tentu saja kaum Muslimin yang telah bermukim dan menjadi penduduk Mekah itu berhak dan boleh mencari nafkah dari hasil usaha mereka melayani dan mengurus jama'ah haji yang datang dari segenap penjuru dunia. Sekalipun demikian, usaha mengurus dan melayani jama'ah haji itu, tidak boleh dikomersilkan, tetapi semata-mata dilakukan untuk mencari pahala yang besar.\n\nMasjidil Haram sebagai tempat yang suci dan kiblat umat Islam, memiliki keistimewaan dan kelebihan-kelebihan, di antaranya adalah:\n\na.Di tempat tersebut orang yang baru berencana saja untuk berbuat maksiat/makar, maka Allah akan mengazabnya. Ibnu Mas'ud, Ibnu 'Umar, ad-dhahhak dan Ibnu Zaid, menyatakan bahwa bila seseorang sedang berada di Masjidil Haram, kemudian dia berencana untuk membunuh seseorang yang tinggal di Aden, maka Allah akan mengazabnya.\n\nb.Ibadah yang dilakukan di Masjidil Haram mempunyai nilai tambah dibandingkan dengan ibadah di tempat-tempat lain, bahkan satu kali salat di Masjidil Haram nilainya sama dengan seratus ribu kali salat di luar Masjidil Haram. Rusulullah bersabda: Dari Jabir bahwa Rasulullah berkata, \"Salat di masjidku (Masjid Nabawi) lebih utama seribu kali dibandingkan dengan salat di luar masjidku, kecuali di Masjidil Haram. Dan salat di Masjidil Haram lebih utama seratus ribu kali dibandingkan salat di luar Masjidil Haram. (Riwayat Ahmad dengan sanad sahih)",
                        "26": "Pada ayat ini Allah memerintahkan kepada Nabi Muhammad saw agar mengingatkan kepada orang-orang musyrik Mekah yang menghalang-halangi manusia masuk agama Islam dan masuk Masjidil Haram tentang peristiwa yang pernah terjadi dahulu, ialah pada waktu Allah menunjukkan kepada Nabi Ibrahim as, letak Baitullah yang akan dibangun kembali dan waktu ia memaklumkan kepada seluruh manusia di dunia atas perintah Allah bahwa Baitullah menjadi pusat peribadatan bagi seluruh manusia. Dengan mengingatkan peristiwa-peristiwa itu diharapkan orangorang musyrik Mekah tidak lagi menghalang-halangi manusia masuk agama Islam dan masuk Masjidil Haram, karena agama Islam itu adalah agama nenek moyang mereka Ibrahim dan Masjidil Haram itu didirikan oleh nenek moyang mereka pula.\n\nMenurut ayat ini, Ibrahimlah orang yang pertama kali membangun Ka'bah. Tetapi menurut suatu riwayat bahwa Ibrahim hanyalah bertugas membangun Ka'bah itu kembali bersama putranya Ismail as, sebelumnya telah didirikan Ka'bah itu, kemudian runtuh dan bekasnya tertimbun oleh pasir. Menurut riwayat tersebut, setelah Ismail putra Ibrahim dan istrinya Hajar yang ditinggalkannya di Mekah menjadi dewasa maka Ibrahim datang ke Mekah dari Palestina, untuk melaksanakan perintah-perintah Allah yaitu mendirikan kembali Ka'bah bersama putranya Ismail. Allah memberitahukan kepada Ibrahim bekas tempat berdirinya Ka'bah yang telah runtuh itu dengan meniupkan angin kencang ke tempat itu, menjadi bersih, lalu Ibrahim as dan putranya Ismail as mendirikan Ka'bah di tempat itu.\n\nKemudian Allah memerintahkan kepada Ibrahim as dan umatnya agar mentauhidkan Allah; tidak mempersekutukannya dengan sesuatu pun, membersihkan Ka'bah dari segala macam perbuatan yang mengandung unsur-unsur syirik, mensucikannya dari segala macam najis dan kotoran, menjadikan Ka'bah itu sebagai pusat peribadatan bagi orang-orang yang beriman, seperti mengerjakan tawaf (berjalan mengelilingi Ka'bah).\n\nPerkataan \"salat, ruku' dan sujud\", merupakan isyarat bahwa Ka'bah itu didirikan untuk umat Islam, karena salat, ruku' sujud itu, merupakan ciri khas ibadah umat Islam yang dilakukan dengan menghadap Ka'bah. \n\nAllah telah melimpahkan karunia-Nya yang besar kepada kaum Muslimin, yang telah mempersiapkan pusat peribadatan mereka sejak lama sebelum diutus rasul mereka yang membawa risalah Islamiyah. Dengan perkataan lain dapat dikatakan bahwa pendirian Ka'bah yang dilaksanakan Nabi Ibrahim atas perintah Allah itu, merupakan persiapan penyampaian risalah Islamiyah. Karena di kemudian hari Ka'bah itu dijadikan Allah sebagai kiblat salat kaum Muslimin dan tempat mereka mengerjakan ibadah haji dan umrah.",
                        "27": "Pada ayat ini Allah memerintahkan kepada Nabi Ibrahim as agar menyeru manusia untuk mengerjakan ibadah haji ke Baitullah dan menyampaikan kepada mereka bahwa ibadah haji itu termasuk ibadah yang diwajibkan bagi kaum Muslimin.\n\nKebanyakan ahli tafsir berpendapat bahwa perintah Allah dalam ayat ini ditujukan kepada Nabi Ibrahim as yang baru saja selesai membangun Ka'bah. Pendapat ini sesuai dengan ayat ini, terutama jika diperhatikan hubungannya dengan ayat-ayat yang sebelumnya. Pada ayat-ayat yang lalu disebutkan perintah Allah kepada Nabi Muhammad saw agar mengingatkan orang-orang musyrik Mekah akan peristiwa waktu Allah memerintah Ibrahim supaya membangun Ka'bah, sedang ayat-ayat ini menyuruh orang-orang musyrik itu mengingat peristiwa ketika Allah memerintahkan Ibrahim menyeru manusia agar menunaikan ibadah haji.\n\nPendapat ini sesuai pula dengan riwayat Ibnu 'Abbas dari Jubair yang menerangkan, bahwa tatkala Ibrahim as selesai membangun Ka'bah, Allah memerintahkan kepadanya, \"Serulah manusia untuk mengerjakan ibadah haji.\"\n\nIbrahim as menjawab, \"Wahai Tuhan, apakah suaraku akan sampai kepada mereka?\" Allah berkata, \"Serulah mereka, Aku akan menyam-paikannya.\" Maka Ibrahim naik ke atas bukit Abi Qubais, lalu mengucapkan dengan suara yang keras, \"Wahai sekalian manusia, se-sungguhnya Allah benar-benar telah memerintahkan kepadamu sekalian mengunjungi rumah ini, supaya Dia memberikan kepadamu surga dan melindungi kamu dari azab neraka, karena itu tunaikanlah olehmu ibadah haji itu.\" Maka suara itu diperkenalkan oleh orang-orang yang berada dalam tulang sulbi laki-laki dan orang-orang yang telah berada dalam rahim perempuan, dengan jawaban, \"Labbaika, Allahumma labbaika\". Maka berlakulah \"talbiyah\" dengan cara yang demikian itu. Talbiyah ialah doa yang diucapkan orang yang sedang mengerjakan ibadah haji atau umrah, doa itu ialah, \"Labbaika, Allahumma Labbaika.\"\n\nAl-Hasan berpendapat bahwa perintah Allah dalam ayat ini ditujukan kepada Nabi Muhammad saw. Alasan beliau ialah semua perkataan dan pembicaraan dalam ayat-ayat Al-Qur'an itu ditujukan kepada Nabi Muhammad saw, termasuk di dalamnya perintah melaksanakan ibadah haji ini. Perintah ini telah dilaksanakan oleh Rasulullah bersama para sahabat dengan mengerjakan haji wada' (haji yang penghabisan), sebagaimana tersebut dalam hadis:\n\nDari Abi Hurairah, ia berkata, \"Rasulullah telah berkhotbah dihadapan kami, beliau berkata, \"Wahai sekalian manusia Allah telah mewajibkan atasmu ibadah haji, maka kerjakanlah ibadah haji.\" (Riwayat Ahmad)\n\nJika diperhatikan, maka sebenarnya kedua pendapat ini tidaklah berlawanan. Karena perintah menunaikan ibadah haji itu ditujukan kepada Nabi Ibrahim dan umatnya diwaktu beliau selesai membangun Ka'bah. Kemudian setelah Nabi Muhammad saw diutus, maka perintah itu diberikan pula kepadanya, sehingga Nabi Muhammad saw dan umatnya diwajibkan pula menunaikan ibadah haji itu, bahkan ditetapkan sebagai rukun Islam yang kelima.\n\nDalam ayat ini terdapat perkataan, \"...niscaya mereka akan datang kepadamu...\" Dari perkataan ini dipahami, seakan-akan Tuhan mengatakan kepada Ibrahim as bahwa jika Ibrahim menyeru manusia untuk menunaikan ibadah haji, niscaya manusia akan memenuhi panggilannya itu, mereka akan berdatangan dari segenap penjuru dunia walaupun dengan menempuh perjalanan yang sulit dan sukar. Siapapun yang memenuhi panggilan itu, baik waktu itu maupun kemudian hari, maka berarti ia telah datang memenuhi panggilan Allah seperti Ibrahim dahulu telah memenuhi pula. Ibrahim dahulu pernah Allah perintahkan datang ke Mekah yang masih sepi, Ibrahim memenuhinya walaupun perjalanannya sukar, melalui terik panas padang pasir yang terbentang antara Mekah dan Syiria. Perintah itu telah dilaksanakan dengan baik, bahkan Ibrahim bersedia menyembelih anak kandungnya Ismail, semata-mata untuk melaksanakan perintah Allah, karena itu Allah akan menyediakan pahala yang besar untuk Ibrahim, dan pahala yang seperti itu akan Allah berikan pula kepada siapa yang berkunjung ke Baitullah ini, terutama bagi orang yang sengaja datang ke Mekah ini untuk melaksanakan ibadah haji. Perkataan ini merupakan penghormatan bagi Ibrahim dan menunjukkan betapa besar pahala yang disediakan Allah bagi orang-orang yang menunaikan ibadah haji semata-mata karena Allah.\n\nPara ulama sependapat bahwa datang ke Baitullah untuk mengerjakan ibadah haji dibolehkan mempergunakan kendaraan dan cara-cara apa saja yang dihalalkan, seperti dengan berjalan kaki, dengan kapal laut atau dengan pesawat terbang atau dengan kendaraan melalui darat dan sebagainya. Tetapi Imam Malik dan Imam Asy-Syafi'i berpendapat bahwa pergi menunaikan ibadah haji dengan menggunakan kendaraan melalui perjalanan darat itu lebih baik dan lebih besar pahalanya, karena cara yang demikian itu mengikuti perbuatan Rasulullah. Dengan cara yang demikian diperlukan perbelanjaan yang banyak, menempuh perjalanan yang sukar serta menambah syi'ar ibadah haji, terutama di waktu melalui negara-negara yang ditempuh selama dalam perjalanan. Sebagian ulama berpendapat bahwa berjalan kaki lebih utama dari berkendaraan, karena dengan berjalan kaki lebih banyak ditemui kesulitankesulitan daripada dengan berkendaraan. Dalam masalah ini berkendaraan atau tidak adalah masalah teknis saja. Secara umum Islam tidak menghendaki kesukaran tetapi kemudahan. Islam juga tidak membebani seseorang sesuatu yang dia tidak mampu melakukannya.\n\nMelaksanakan ibadah haji baik dengan kendaraan atau pun dengan berjalan kai, pasti akan memperoleh pahala yang besar dari Allah, jika ibadah itu semata-mata dilaksanakan karena Allah. Yang dinilai adalah niat dan keikhlasan seseorang serta cara-cara melaksanakannya. Sekalipun sulit perjalanan yang ditempuh, tetapi niat mengerjakan haji itu bukan karena Allah maka ia tidak akan memperoleh sesuatu pun dari Allah, bahkan sebaliknya ia akan diazab dengan azab yang sangat pedih karena niatnya itu.\n\nJika seseorang telah sampai di Mekah dan melihat Baitullah, disunnahkan mengangkat tangan, sebagaimana tersebut dalam hadis:\n\nDiriwayatkan oleh Ibnu 'Abbas ra dari Nabi saw, beliau bersabda, \"Diangkat kedua tangan pada tujuh tempat, yaitu pada pembukaan salat, waktu menghadap Baitullah, waktu menghadap bukit Safa dan bukit Marwah, waktu menghadap dua tempat (Arafah dan Muzdalifah) dan waktu melempar dua jamrah.\" (Riwayat Ahmad)\n\nHadis ini diamalkan oleh Ibnu Umar ra.",
                        "28": "Ayat ini menerangkan tujuan disyariatkan ibadah haji, yaitu untuk memperoleh kemanfaatan. Tidak disebutkan dalam ayat ini bentuk-bentuk manfaat itu, hanya disebut secara umum saja. Penyebutan secara umum kemanfaatan-kemanfaatan yang akan diperoleh orang yang mengerjakan ibadah haji dalam ayat ini, menunjukkan banyaknya macam dan jenis kemanfaatan yang akan diperoleh itu. Kemanfaatan-kemanfaatan itu sukar menerangkannya secara terperinci, hanya yang dapat menerangkan dan merasakannya ialah orang yang pernah mengerjakan ibadah haji dan melaksanakannya dengan niat ikhlas.\n\nKemanfaatan itu ada yang berhubungan dengan rohani dan ada pula dengan jasmani, dan ada yang langsung dirasakan oleh individu yang melaksanakannya, dan ada pula yang dirasakan oleh masyarakat, baik yang berhubungan dengan dunia maupun yang berhubungan dengan akhirat.\n\nPara ulama banyak yang mencoba mengungkap bentuk-bentuk manfaat yang mungkin diperoleh oleh para jamaah haji, setelah mereka mengalami dan mempelajarinya kebanyakan mereka itu menyatakan bahwa mereka belum sanggup mengungkap semua manfaat itu. Di antara manfaat yang diungkapkan itu ialah:\n\n1. Melatih diri dengan mempergunakan seluruh kemampuan mengingat Allah dengan khusyu' pada hari-hari yang telah ditentukan dengan memurnikan kepatuhan dan ketundukan hanya kepada-Nya saja. Pada waktu seseorang berusaha mengedalikan hawa nafsunya dengan mengikuti perintah-perintah Allah dan menjuahi larangan-larangan-Nya walau apapun yang menghalangi dan merintanginya. Latihan-latihan yang dikerjakan selama mengerjakan ibadah haji itu diharapkan membekas di dalam sanubari kemudian dapat diulangi lagi mengerjakannya setelah kembali dari tanah suci, sehingga menjadi kebiasaan yang baik dalam penghidupan dan kehidupan.\n\n2. Menimbulkan rasa perdamaian dan rasa persaudaraan di antara sesama kaum Muslimin. Sejak seorang calon haji mengenakan pakaian ihram, pakaian yang putih yang tidak berjahit, sebagai tanda ia sedang mengerjakan ibadah haji, maka sejak itu ia telah menanggalkan pakaian duniawi, pakaian kesukaannya, pakaian kebesaran, pakaian kemewahan dan sebagainya. Semua manusia kelihatan sama dalam pakaian ihram itu; tidak dapat dibedakan antara si kaya dengan si miskin, antara penguasa dengan rakyat jelata, antara yang pandai dengan yang bodoh, antara tuan dengan budak, semuanya sama tunduk dan menghambakan diri kepada Tuhan semesta alam, sama-sama tawaf, sama-sama berlari antara bukit Safa dan bukit Marwa, sama-sama berdesakan melempar Jamrah, sama-sama tunduk dan tafakkur di tengah-tengah padang Arafah. Dalam keadaan demikian akan terasa bahwa diri kita sama saja dengan orang yang lain. Yang membedakan derajat antara seorang dengan yang lain hanyalah tingkat ketakwaan dan ketaatan kepada Allah. Karena itu timbullah rasa ingin tolong menolong, rasa seagama, rasa senasib dan sepenanggungan, rasa hormat menghormati sesama manusia.\n\n3. Mencoba membayangkan kehidupan di akhirat nanti, yang pada waktu itu tidak seorang pun yang dapat memberikan pertolongan kecuali Allah, Tuhan Yang Mahakuasa. Wukuf di Arafah ditempat berkumpulnya manusia yang banyak pada hari Arafah, merupakan gambaran kehidupan di Padang Mahsyar nanti. Semua itu menggambarkan saat-saat ketika manusia berdiri di hadapan Mahkamah Allah di akhirat.\n\n4. Menghilangkan rasa harga diri yang berlebih-lebihan. Seseorang waktu berada di negerinya, biasanya terikat oleh adat istiadat yang biasa mereka lakukan sehari-hari dalam pergaulan mereka. Sedikit saja perubahan dapat menimbulkan kesalahpahaman, perselisihan dan pertentangan. Pada waktu melaksanakan ibadah haji, bertemulah kaum Muslimin yang datang dari segala penjuru dunia, dari negeri yang berbeda-beda, masing-masing mempunyai adat istiadat dan kebiasaan hidup dan tata cara yang berbeda-beda pula maka terjadilah persinggungan antara adat istiadat dan kebiasaan hidup itu. Seperti cara berbicara, cara makan, cara berpakaian, cara menghormati tamu dan sebagainya. Di waktu menunaikan ibadah haji terjadi persinggungan dan perbenturan badan antara jama'ah dari suatu negeri, dengan jama'ah dari negara yang lain, seperti waktu tawaf, waktu sa'i, waktu wukuf di Arafah, waktu melempar jumrah dan sebagainya. Waktu salat di Masjidil Haram, tubuh seorang yang duduk dilangkahi oleh temannya yang lain karena ingin mendapatkan saf yang paling depan, demikian pula persoalan bahasa dan isyarat, semua itu mudah menimbulkan kesalahpahaman dan perselisihan. Bagi seorang yang sedang melakukan ibadah haji, semuanya itu harus dihadapi dengan sabar, dengan dada yang lapang, harus dihadapi dengan berpangkal kepada dugaan bahwa semua jamaah haji itu melakukan yang demikian itu bukanlah untuk menyakiti temannya dan bukan untuk menyinggung perasaan orang lain, tetapi semata-mata untuk mencapai tujuan maksimal dari ibadah haji. Mereka semua ingin memperoleh haji mabrur, apakah ia seorang kaya atau seorang miskin dan sebagainya.\n\n5. Menghayati kehidupan dan perjuangan Nabi Ibrahim beserta putranya Nabi Ismail dan Nabi Muhammad beserta para sahabatnya. Waktu Ibrahim pertama kali datang di Mekah bersama istrinya Hajar dan putranya Ismail yang masih kecil, kota Mekah masih merupakan padang pasir yang belum didiami oleh seorang manusia pun. Dalam keadaan demikianlah Ibrahim meninggalkan istri dan putranya di sana, sedang ia kembali ke Palestina. Hajar dan putranya yang masih kecil merasakan berbagai penderitaan, tidak ada tempat mengadu dan minta tolong kecuali hanya kepada Tuhan saja. Sesayup-sayup mata memandang, yang ada hanyalah gunung batu, tanpa tumbuh-tumbuhan yang dapat dijadikan tempat berlindung. Dapat dirasakan kesusahan Hajar berlari antara Safa dan Marwa mencari setetes air untuk diminum anaknya. Dapat direnungkan dan dijadikan teladan tentang ketaatan dan kepatuhan Ibrahim kepada Allah. Setelah itu beliau menyembelih putra tercintanya, Ismail, sebagai kurban, semata-mata untuk memenuhi dan melaksanakan perintah Allah. Kaum Muslimin selama mengerjakan ibadah haji dapat melihat bekas-bekas dan tempat-tempat yang ada hubungannya dengan perjuangan Nabi Muhammad beserta sahabatnya dalam menegakkan agama Allah. Sejak dari Mekah di saat beliau mendapat halangan, rintangan bahkan siksaan dari orang-orang musyrik Mekah, kemudian beliau hijrah ke Medinah, berjalan kaki, dalam keadaan dikejar-kejar orang-orang kafir. Demikianlah pula usaha-usaha yang beliau lakukan di Medinah, berperang dengan orang kafir, menghadapi kelicikan dan fitnah orang munafik dan Yahudi. Semuanya itu dapat diingat dan dihayati selama menunaikan ibadah haji dan diharapkan dapat menambah iman ketakwaan kepada Allah Yang Mahakuasa, Maha Pengasih dan Maha Penyayang.\n\n6. Setiap Muktamar Islam seluruh dunia. Pada musim haji berdatanganlah kaum Muslimin dari seluruh dunia. Secara tidak langsung terjadilah pertemuan antara sesama Muslim, antara suku bangsa dengan suku bangsa dan antara bangsa dengan bangsa yang beraneka ragam coraknya itu. Antara mereka itu dapat berbincang dan bertukar pengalaman dengan yang lain, sehingga pengalaman dan pikiran seseorang dapat diambil dan dimanfaatkan oleh yang lain, terutama setelah masing-masing mereka sampai di negeri mereka nanti. Jika pertemuan yang seperti ini diorganisir dengan baik, tentulah akan besar manfaatnya, akan dapat memecahkan masalah-maslaah yang sulit yang dihadapi oleh umat Islam di negara mereka masing-masing. Semuanya itu akan berfaedah pula bagi individu, masyarakat dan agama. Alangkah baiknya jika pada waktu itu diadakan pertemuan antara kepala negara yang menunaikan ibadah haji, pertemuan para ahli, para ulama, para pemuka masyarakat, para usahawan dan sebagainya.\n\nWalaupun amat banyak manfaat yang akan diperoleh oleh orang yang mengerjakan ibadah haji, tetapi hanyalah Allah yang dapat mengetahui dengan pasti semua manfaat itu. Dari pengalaman orang-orang yang pernah mengerjakan haji didapat keterangan bahwa keinginan mereka menunaikan ibadah haji bertambah setelah mereka selesai menunaikan ibadah haji yang pertama. Makin sering seseorang menunaikan ibadah haji, makin bertambah pula keinginan tersebut. Rahasia dan manfaat dari ibadah haji itu dapat dipahamkan pula dari doa Nabi Ibrahim kepada Allah, sebagaimana yang tersebut dalam firman-Nya: \n\nMaka jadikanlah hati sebagian manusia cenderung kepada mereka. (Ibrahim/14: 37)\n\nManfaat lain dari ibadah haji, yaitu agar manusia menyebut nama Allah pada hari-hari yang ditentukan dan melaksanakan kurban dengan menyembelih binatang kurban atau hadyu (dam) bagi jamaah haji yang melanggar kewajiban haji. Adapun pelaksanaannya yaitu sesudah melempar jamrah 'aqabah dan hanya dilaksanakan di tanah Haram Mekah. Sedangkan daging hadyu (dam) hanya diperuntukan bagi fakir miskin Mekah, kecuali jika sudah tidak ada fakir miskin di kota Mekah, maka daging tersebut boleh diberikan kepada orang miskin di kota/negara lain. \n\nYang dimaksud dengan hari-hari yang ditentukan ialah hari raya haji dan hari-hari tasyriq, yaitu tanggal 11, 12, dan 13 Zulhijjah. Pada hari-hari ini dilakukan penyembelihan binatang kurban. Waktu menyembelih binatang kurban ialah setelah pelaksanaan salat Idul Adha sampai dengan terbenamnya matahari tanggal 13 Zulhijjah. Rasulullah saw bersabda:\n\nSiapa yang menyembelih kurban sebelum salat Idul Adha maka sesungguhnya ia hanyalah menyembelih untuk dirinya sendiri dan siapa yang menyembelih sesudah salat Idul Adha (dan setelah membaca dua Khutbah) maka sesungguhnya ia telah menyempurnakan ibadahnya dan telah melaksanakan sunnah kaum Muslimin. (Riwayat al-Bukhari dari al-Barra)\n\nDan sabda Rasulullah saw:\n\n\"Semua hari-hari tasyriq adalah waktu dilakukannya penyembelihan kurban.\" (Riwayat Ahmad dari Jubair bin Muth'im)\n\nSetelah binatang kurban itu disembelih, maka dagingnya boleh dimakan oleh yang berkurban dan sebagiannya disedekahkan kepada orang-orang fakir dan miskin. Menurut jumhur ulama, sebaiknya orang-orang yang berkurban memakan daging kurban sebagian kecil saja, sedang sebagian besarnya disedekahkan kepada fakir miskin. Orang yang berkurban dibolehkan untuk menyedekahkan seluruh daging kurbannya itu kepada fakir miskin.",
                        "29": "Ayat ini menerangkan bahwa setelah orang yang mengerjakan ibadah haji selesai mnyembelih binatang kurbannya, hendaklah mereka melakukan tiga hal:\n\n1. Menghilangkan dengki atau kotoran yang ada pada diri mereka, yaitu dengan menggunting kumis, menggunting rambut, memotong kuku dan sebagainya. Hal ini diperintahkan karena perbuatan-perbuatan itu dilarang melakukannya selama mengerjakan ibadah haji. \n\n2. Melaksanakan nazar yang pernah diikrarkan, karena pada waktu, tempat dan keadaan inilah yang paling baik untuk menyempurnakan nazar.\n\n3. Melakukan tawaf di Ka'bah. Yang dimaksud dengan tawaf adalah mengelilingi Ka'bah sebanyak tujuh kali. Tawaf ada tiga macam, yaitu:\n\na.Tawaf qudum, yaitu tawaf yang dilakukan ketika pertama kali memasuki/datang di Mekah.\n\nb.Tawaf Wada' yaitu tawaf yang dilakukan ketika akan meninggalkan Mekah setelah selesai melaksanakan ibadah haji.\n\nc.Tawaf Ifadhah yaitu tawaf yang dilakukan dalam rangka melaksanakan rukun haji. \n\nDalam ayat ini Baitullah disebut Baitul 'Atiq, yang berarti \"rumah tua\" karena Baitullah adalah rumah ibadah pertama kali didirikan oleh Nabi Ibrahim as beserta putranya Nabi Ismail as kemudian barulah didirikan Baitul Maqdis Palestina oleh Nabi Daud as beserta Nabi Sulaiman as.",
                        "30": "Ayat ini menerangkan bahwa semua yang tersebut pada ayat-ayat yang lalu, seperti mencukur rambut, memotong kuku, memenuhi nazar, tawaf mengelilingi Ka'bah, termasuk kewajiban yang wajib dilaksanakan oleh setiap orang yang menunaikan ibadah haji. Siapa yang melaksanakan semua yang diperintahkan itu selama mereka berihram, karena ingin mengagungkan dan mencari keridaan Allah, maka perbuatan itu adalah perbuatan yang paling baik di sisi Allah dan akan dibalasnya dengan pahala yang berlipat ganda serta surga yang penuh kenikmatan.\n\nMenurut Ibnu 'Abbas yang dimaksud dengan \"hurumatillah\", ialah apa yang dilarang dilakukannya oleh orang-orang yang sedang menunaikan ibadah haji, seperti berlaku fasik, bertengkar, bersetubuh dengan istri, berburu dan sebagainya. Menghormati \"hurumatillah\", ialah menjauhi semua larangan itu. Sedang menurut riwayat Zaid bin Aslam, yang dimaksud dengan \"hurumatillah\", ialah al-Masy'aril Haram, Masjidil Haram, Baitul Haram (Ka'bah), Bulan-bulan Haram dan Tanah Haram. Menghormati \"hurumatillah\" itu adalah berbuat baik di tempat-tempat tersebut, tidak berbuat maksiat dan hal itu merupakan perbuatan yang paling baik di sisi Allah.\n\nDalam ibadah haji terdapat dua macam ibadah, yaitu ibadah yang berhubungan dengan anggota badan, disebut ibadah \"badaniyah\", seperti tawaf, sa'i, melempar jumrah dan sebagainya. Yang kedua ialah ibadah yang berhubungan dengan harta, disebut \"maliyah\", seperti menyembelih binatang kurban dan sebagainya. Dalam ayat ini disebutkan makanan yang dihalalkan, dan perintah menjauhi perkataan dusta. Sekalipun perintah itu ditujukan kepada semua kaum Muslimin, tetapi orang-orang yang sedang menunaikan ibadah haji sangat diutamakan melaksanakannya. \n\nAllah menerangkan bahwa dihalalkan bagi orang-orang yang beriman memakan dan menyembelih unta, lembu dan sebagainya, kecuali binatang-binatang yang telah ditetapkan keharamannya, sebagaimana tersebut dalam firman Allah:\n\nDiharamkan bagimu (memakan) bangkai, darah, daging babi, dan (daging) hewan yang disembelih bukan atas (nama) Allah, yang tercekik, yang dipukul, yang jatuh, yang ditanduk, dan yang diterkam binatang buas, kecuali yang sempat kamu sembelih, dan (diharamkan pula) yang disembelih untuk berhala.... (al-Ma'idah/5: 3)\n\nDan firman Allah:\n\nKatakanlah, \"Tidak kudapati di dalam apa yang diwahyukan kepadaku, sesuatu yang diharamkan memakannya bagi yang ingin memakannya, kecuali daging hewan yang mati (bangkai), darah yang mengalir, daging babi “ karena semua itu kotor “ atau hewan yang disembelih bukan atas (nama) Allah.... (al-An'am/6: 145)\n\nAllah tidak pernah mengharamkan memakan daging binatang seperti yang diharamkan oleh kaum musyrik Mekah, perbuatan itu adalah perbuatan yang mereka ada-adakan saja. Mereka mengharamkan Bahirah, Sa'ibah, Washilah, Ham dan sebagainya, sebagaimana firman Allah:\n\nAllah tidak pernah mensyariatkan adanya Bahirah, Saibah, Washilah dan Ham. Tetapi orang-orang kafir membuat-buat kedustaan terhadap Allah, dan kebanyakan mereka tidak mengerti. (al-Ma'idah/5: 103)\n\nDalam ayat ini disebutkan dua macam perintah Allah, yaitu:\n\n1. Perintah menjauhi perbuatan menyembah patung atau berhala, karena perbuatn itu adalah perbuatan yang menimbulkan kekotoran dalam diri dan sanubari seseorang yang mengerjakannya dan perbuatan itu berasal dari perbuatan setan. Setan selalu berusaha mengotori jiwa dan diri manusia.\n\n2. Perintah menjauhi perkataan dusta dan melakukan persaksian yang palsu.\n\nDalam ayat ini penyebutan persaksian palsu dan penyembahan berhala secara bersamaan, karena kedua perbuatan itu pada hakekatnya adalah sederajat, semua sama berdusta dan mengingkari kebenaran. Dari ayat ini dapat dipahami pula betapa besar dosanya mengadakan persaksian palsu itu karena disebutkan setelah larangan menyekutukan Allah.\n\nDalam hadis Nabi Muhammad saw pun diterangkan bahwa persaksian palsu itu sama beratnya dengan menyekutukan Allah:\n\nDari Nabi saw bahwa beliau salat Subuh, setelah selesai memberi salam, beliau berdiri dan menghadap kepada manusia dan berkata, \"Persaksian palsu sama beratnya dengan mempersekutukan Allah, persaksian palsu sama beratnya dengan mempersekutukan Allah, persaksian palsu sama beratnya dengan mempersekutukan Allah.\" (Riwayat Ahmad, Abu Daud, Ibnu Majah dan ath-thabarani)",
                        "31": "Ayat ini menegaskan bahwa manusia harus menjauhi berhala dan perkataan dusta dengan memurnikan ketaatan kepada Allah, tidak menyekutukan sesuatu dengan-Nya. Kemudian Allah menjelaskan tentang besarnya dosa akibat mengerjakan perbuatan syirik. Siapa yang menyekutukan Allah, berarti telah membinasakan dirinya sendiri, karena orang yang berbuat syirik itu akan memperoleh malapetaka yang besar di dunia dan akhirat, tidak ada lagi harapan untuk memperoleh keselamatan bagi dirinya.\n\nAyat ini menyerupakan orang yang berbuat syirik dengan seorang yang jatuh dari langit yang tinggi, kemudian tubuhnya disambar oleh burung-burung buas yang beterbangan di angkasa, burung-burung itu memperebutkan tubuhnya, sehingga terkoyak-koyak menjadi bagian-bagian yang kecil, lalu dagingnya dimakan oleh burung-burung itu, atau tubuhnya itu diterbangkan angin sampai terlempar ke tempat yang jauh, ada yang jatuh ke dalam laut, ada yang jatuh ke dalam jurang yang dalam dan sebagainya. Maka tidak ada sesuatu pun yang dapat diharapkan lagi dari orang itu, kecuali menerima kesengsaraan dan azab yang kekal.\n\nAllah berfirman:\n\nSesungguhnya orang-orang yang kafir dan menghalang-halangi (orang lain) dari jalan Allah, benar-benar telah sesat sejauh-jauhnya. (an-Nisa'/4: 167)\n\nDan firman Allah:\n\nKatakanlah (Muhammad), \"Apakah kita akan memohon kepada sesuatu selain Allah, yang tidak dapat memberi manfaat dan tidak (pula) mendatangkan mudarat kepada kita, dan (apakah) kita akan dikembalikan ke belakang, setelah Allah memberi petunjuk kepada kita, seperti orang yang telah disesatkan oleh setan di bumi, dalam keadaan kebingungan.\" (al-An'am/6: 71)",
                        "32": "Siapa yang menghormati syi'ar-syi'ar Allah, memilih binatang kurban yang baik, gemuk dan besar, maka sesungguhnya yang demikian adalah perbuatan orang yang benar-benar takwa kepada Allah dan perbuatan yang berasal dari hati sanubari orang yang mengikhlaskan ketaatannya kepada Allah.\n\nDalam hadis diterangkan binatang yang biasa disembelih para sahabat.\n\nDari Abu Umamah bin Sahal, \"Kami menggemukan hewan kurban di Medinah, dan kaum Muslimin mengemukkannya pula.\" (Riwayat al-Bukhari)\n\nDan hadis Nabi Muhammad saw:\n\nDari al-Bara, ia berkata telah bersabda Rasulullah saw, \"Empat macam yang tidak boleh ada pada binatang kurban, yaitu yang buta matanya sebelah, yang jelas kebutaannya, yang sakit dan jelas sakitnya, yang pincang dan jelas pincangnya dan yang patah kakinya, dan yang tidak dapat membersihkan diri (yang parah).\"(Riwayat al-Bukhari dan Ahmad)",
                        "33": "Pada ayat ini ditegaskan bahwa binatang kurban itu dapat diambil manfaatnya sebelum disembelih, yaitu dapat digunakan sebagai kendaraan dalam perjalanan menuju tanah suci, dapat diminum air susunya dan sebagainya. Setelah disembelih bulunya dapat dimanfaatkan, dagingnya dapat dimakan, disedekahkan kepada fakir dan miskin, sebagaimana yang diterangkan pada hadis Nabi saw:\n\nDari Anas bahwasanya Rasulullah saw melihat seorang menggiring seekor badanah (unta yang digemukkan untuk dijadikan kurban) maka beliau bersabda, Naikilah!\" Orang itu menjawab, \"Dia digemukkan untuk dijadikan kurban! Maka Nabi bersabda, \"Naikilah! Rugilah kamu!\" pada yang kedua atau ketiga. (Riwayat al-Bukhari dan Muslim)\n\nTempat penyembelihan binatang kurban itu ialah di sekitar daerah Haram atau di tempat sekitar Ka'bah. Allah berfirman:\n\nWahai orang-orang yang beriman! Janganlah kamu membunuh hewan buruan, ketika kamu sedang ihram (haji atau umrah). Barang siapa di antara kamu membunuhnya dengan sengaja, maka dendanya ialah mengganti dengan hewan ternak yang sepadan dengan buruan yang dibunuhnya, menurut putusan dua orang yang adil di antara kamu sebagai hadyu yang dibawa ke Kabah, atau kafarat (membayar tebusan dengan) memberi makan kepada orang-orang miskin, atau berpuasa, seimbang dengan makanan yang dikeluarkan itu, agar dia merasakan akibat buruk dari perbuatannya. Allah telah memaafkan apa yang telah lalu. Dan barang siapa kembali mengerjakannya, niscaya Allah akan menyiksanya. Dan Allah Mahaperkasa, memiliki (kekuasaan untuk) menyiksa. (al-Ma'idah/5: 95)\n\nMaksud dibawa sampai ke Ka'bah menurut ayat di atas ialah membawanya ke daerah Haram untuk disembelih di tempat itu.",
                        "34": "Allah telah menetapkan syariat bagi tiap-tiap manusia termasuk di dalamnya syariat kurban. Seseorang yang berkurban berarti ia telah menumpahkan darah binatang untuk mendekatkan dirinya kepada Allah dan ingin mencari keridaan Allah. Allah memerintahkan kepada orang-orang yang berkurban itu agar mereka menyebut dan mengagungkan nama Allah waktu menyembelih binatang kurban itu, dan agar mereka mensyukuri nikmat Allah yang telah dilimpahkan kepada mereka. Di antara nikmat Allah itu ialah berupa binatang ternak, seperti unta, lembu, kambing dan sebagainya yang merupakan rezeki dan makanan yang halal bagi mereka.\n\nDari ayat ini dapat dipahami bahwa orang-orang yang beriman dilarang mengagungkan nama apapun selain daripada nama Allah. Setelah datangnya Nabi Muhammad sebagai nabi terakhir yang membawa risalah bagi seluruh umat manusia, maka agama yang benar dan harus diikuti oleh seluruh umat manusia hanyalah agama Islam yang bersumber pada Al-Qur'an dan sunnah Nabi Muhammad. Firman Allah:\n\nSesungguhnya agama di sisi Allah ialah Islam. Tidaklah berselisih orang-orang yang telah diberi Kitab. (Ali 'Imran/3: 19)\n\nLebih jelas lagi siapapun yang mencari atau berpegang pada agama selain Islam maka tidak akan diterima Allah dan termasuk orang yang rugi. Firman Allah:\n\nDan barang siapa mencari agama selain Islam, dia tidak akan diterima, dan di akhirat dia termasuk orang yang rugi. (Ali 'Imran/3: 85)\n\nRasulullah saw menyembelih binatang kurban dengan menyebut nama Allah dan bertakbir, sebagaimana tersebut dalam hadis beliau:\n\nDari Anas, ia berkata, \"Rasulullah saw dibawakan dua ekor domba yang bagus (pada kedua domba itu terdapat warna putih yang bercampur hitam) yang bertanduk bagus, lalu beliau menyebut nama Allah dan bertakbir (waktu menyembelihnya) dan meletakkan kakinya di atas rusuk binatang itu.\" (Riwayat al-Bukhari dan Muslim)\n\nPada akhir ayat ditegaskan bahwa Allah yang berhak disembah itu adalah Tuhan Yang Maha Esa, dan kepercayaan tauhid itu telah dianut pula oleh orang-orang dahulu, karena itu patuh dan taat hanya kepada Allah, mengikuti semua perintah-perintah-Nya, menjauhi semua larangan-Nya dan melakukan semua pekerjaan semata-mata karena-Nya dan untuk mencari keridaan-Nya.\n\nAllah memerintahkan kepada Nabi Muhammad saw agar menyampaikan berita gembira kepada orang-orang yang tunduk, patuh, taat, bertobat dan merendahkan dirinya kepada-Nya bahwa bagi mereka disediakan pahala yang berlipat ganda, berupa surga di akhirat nanti.\n\nPerkataan \"maka Tuhanmu ialah Tuhan Yang Maha Esa\" memberi peringatan bahwa kurban, menghormati syi'ar-syi'ar Allah, dan beribadah sesuai dengan petunjuk para rasul yang diutus kepada mereka, sekalipun ibadah dan syariat itu berbeda pada tiap-tiap umat, namun termasuk dalam agama Allah, termasuk jalan yang lurus yang harus ditempuh oleh setiap yang mengaku sebagai hamba Allah, dalam menaati dan mencari rida-Nya. Perbedaan cara-cara beribadah antara umat-umat yang dahulu dengan umat-umat yang datang kemudian, di dalamnya umat Nabi Muhammad, janganlah dijadikan alasan yang dapat menimbulkan perpecahan di antara orang-orang yang beriman. Semuanya itu dilakukan dengan tujuan untuk menghambakan diri kepada Tuhan Yang Maha Esa.",
                        "35": "Dalam ayat ini disebutkan tanda-tanda orang yang taat dan patuh kepada Allah, yaitu:\n\n1. Apabila disebutkan nama Allah di hadapan mereka, gemetarlah hati mereka, karena merasakan kebesaran dan kekuasaan-Nya. Mendengar nama Allah itu timbul rasa harap dan takut dalam hati mereka. Mereka mengharapkan keridaan-Nya, sebagaimana mereka pula mengharapkan ampunan dan pahala yang disediakan Allah bagi orang yang takwa. Mereka sangat ingin agar dimasukkan ke dalam kelompok orang-orang yang bertakwa itu. Mereka takut mendengar nama Allah, karena mereka belum mempunyai persiapan yang cukup untuk menghadap-Nya, seperti ibadah yang mereka kerjakan, perbuatan baik dan jihad yang telah mereka lakukan, semuanya itu dirasakan mereka belum cukup dikerjakan, karena itu mereka takut kepada siksa Allah, yang akan ditimpakan kepada orang-orang kafir. Mereka ingin terhindar dari siksa itu.\n\n2. Mereka sabar menghadapi segala cobaan dari Allah. Di saat mereka memperoleh rezeki dan karunia yang banyak dari Allah, mereka ingat bahwa di dalam harta mereka itu terdapat hak orang fakir dan orang miskin, karena itu mereka mengeluarkan zakat dan sedekah. Di saat mereka menjadi miskin, mereka sadar bahwa itu adalah cobaan terhadap iman mereka, karena itu kemiskinan tidak menggoyahkan iman mereka sedikitpun. Mereka yakin bahwa cobaan dari Allah itu bermacam-macam bentuk dan ragamnya, ada yang berupa kesenangan dan ada pula berupa kesengsaraan. Hanyalah hamba Allah yang sabar dan tabahlah yang akan memperoleh keberuntungan.\n\n3. Mereka selalu mendirikan salat yang difardukan atas mereka pada waktu-waktu yang telah ditentukan.\n\n4. Mereka menginfakkan sebagian dari rezeki yang telah dianugerahkan Allah kepada mereka. Tindakan menginfakkan harta itu mereka lakukan semata-mata untuk mencari keridaan Allah.",
                        "36": "Pada ayat ini Allah menerangkan bahwa dia menciptakan unta agar diambil manfaatnya oleh manusia dan menjadikan unta itu sebagai salah satu syi'ar-syi'ar Allah dengan menyembelihnya sebagai binatang kurban untuk mendekatkan diri kepada Allah. Kemudian Dia memberi balasan kepada orang-orang yang berkurban pahala yang berlipat ganda di akhirat.\n\nMenurut Imam Abu Hanifah yang berasal dari pendapat Atha' dan Sa'id bin Musayyab dari golongan tabi'in bahwa yang dimaksud dengan, \"Budna\" yang tersebut dalam ayat, ialah unta atau sapi. Pendapat ini dikuatkan pula oleh pendapat Ibnu Umar bahwa tidak dikenal arti \"badanah\" (mufrad budna) selain arti unta dan sapi.\n\nSeekor unta atau lembu dapat dijadikan kurban oleh tujuh orang berdasarkan hadis Rasulullah saw:\n\nBerkata Jabir ra, \"Kami menunaikan ibadah haji bersama Rasulullah saw, maka kami berkurban seekor unta untuk tujuh orang dan seekor sapi untuk tujuh orang.\" (Riwayat Muslim)\n\nJika seseorang tidak mendapatkan unta/sapi, ia boleh menggantinya dengan tujuh ekor kambing berdasarkan hadis:\n\n\"Dari Ibnu 'Abbas ra bahwa Nabi saw telah didatangi seseorang, ia berkata, \"Sesungguhnya telah wajib atasku menyembelih unta/sapi, sedangkan aku orang yang sanggup melakukannya, tetapi aku tidak mendapatkannya untuk kubeli. Maka Rasulullah saw menyuruhnya membeli tujuh ekor kambing, kemudian ia menyembelihnya.\" (Riwayat Ahmad dan Ibnu Majah dengan sanad yang sahih)\n\nAllah memerintahkan agar menyebut nama Allah di waktu menyembelihnya. Dari ayat ini dapat dipahami bahwa haram hukumnya menyebut nama selain Allah diwaktu menyembelihnya.\n\nApabila binatang kurban telah disembelih, telah roboh dan diyakini telah benar-benar mati, maka kulitilah, makanlah sebagian dagingnya, dan berikanlah sebagian yang lain kepada fakir miskin yang meminta dan yang tidak meminta karena mereka malu melakukannya. Tentu saja memberikan (daging) seluruhnya adalah lebih baik dan lebih besar pahalanya.\n\nOrang-orang Arab jahiliyah tidak mau memakan daging kurban yang telah mereka sembelih, maka dalam ayat ini Allah membolehkan kaum Muslimin memakan daging kurban mereka.\n\nDemikianlah Allah telah memudahkan penguasaan binatang kurban bagi orang-orang yang beriman, padahal binatang itu lebih kuat dari mereka. Yang demikian itu dapat dijadikan pelajaran agar manusia bersyukur kepada Allah atas nikmat yang telah dilimpahkan kepada mereka.",
                        "37": "Allah menegaskan lagi tujuan berkurban, ialah untuk mendekatkan diri kepada Allah dan mencari keridaan-Nya. Dekat kepada Allah dan keridaan-Nya tidak akan diperoleh dari daging-daging binatang yang disembelih itu dan tidak pula dari darahnya yang telah ditumpahkan, akan tetapi semuanya itu akan diperoleh bila kurban itu dilakukan dengan niat yang ikhlas, dilakukan semata-mata karena Allah dan sebagai syukur atas nikmat-nikmat yang tidak terhingga yang telah dilimpahkan-Nya kepada hamba-Nya.\n\nMujahid berkata, \"Kaum Muslimin pernah bermaksud meniru perbuatan orang-orang musyrik Mekah. Jika menyembelih binatang kurban, mereka menebarkan daging-daging binatang itu disekitar Ka'bah, sedang darahnya mereka lumurkan ke dinding-dinding Ka'bah dengan maksud mencari keridaan tuhan-tuhan yang mereka sembah. Dengan turunnya ayat ini, maka kaum Muslimin mengurungkan maksudnya itu.\"\n\nAllah menegaskan pula bahwa Dia telah memudahkan binatang kurban bagi manusia, mudah didapat, mudah dikuasai, dan mudah pula disembelih. Dengan kemudahan itu manusia seharusnya tambah mensyukuri nikmat yang telah dilimpahkan Allah kepada mereka serta mengagungkan-Nya, karena petunjuk-petunjuk yang telah diberikan-Nya.\n\nPada akhir ayat ini Allah memerintahkan kepada Rasulullah saw menyampaikan kabar gembira kepada orang-orang yang beriman dan beramal saleh, serta orang-orang yang melakukan kurban dengan ikhlas bahwa mereka akan memperoleh rida dan karunia-Nya.\n\nPada ayat yang lalu Allah memerintahkan agar menyebut nama-Nya di waktu menyembelih binatang kurban, sedang pada ayat ini diperintahkan membaca takbir di waktu menyembelih binatang kurban.\n\nKebanyakan ahli tafsir mengumpulkan kedua bacaan ini, yaitu dengan menyebut nama Allah dan mengucapkan takbir.\n\nUcapan yang diucapkan itu ialah:\n\nDengan nama Allah, Allah Maha Besar, dari Engkau dan untuk Engkau!\n\nAlasan dari mufasir itu ialah hadis Nabi Muhammad saw.\n\nDari Jabir bin Abdillah, ia berkata, \"Nabi saw menyembelih pada hari raya kurban dua ekor domba yang mempunyai tanduk yang tajam dan berwarna putih kehitam-hitaman. Tatkala beliau menghadapkan keduanya ke kiblat, beliau mengucapkan, (artinya) \"Sesungguhnya aku menghadapkan mukaku kepada yang menciptakan langit dan bumi dalam keadaan cenderung kepada agama yang benar,\" sampai kepada perkataan, 'dan aku adalah orang yang pertama kali yang menyerahkan diri. Wahai Tuhan! Dari Engkau untuk Engkau, dari Muhammad dan umatnya, dengan nama Allah dan Allah Mahabesar, kemudian beliau menyembelihnya.\" (Riwayat Abu Daud)",
                        "38": "Ayat ini mengisyaratkan bahwa orang-orang beriman selalu mendapat cobaan dan rintangan dari musuh-musuh Allah dan orang-orang yang menginginkan agar agama Allah lenyap dari permukan bumi. \n\nSekalipun demikian, Allah tetap membela orang-orang yang beriman dengan menguatkan hati mereka, memantapkan langkah-langkah mereka untuk mengikuti jalan yang lurus yang telah dibentangkan Allah, dan memperkuat kesabaran dan ketabahan hati mereka.\n\nJaminan Allah terhadap pembelaan-Nya pada orang Mukmin ditegaskan dalam firman-Nya:\n\nAllah telah menetapkan, \"Aku dan rasul-rasul-Ku pasti menang.\" Sungguh, Allah Mahakuat, Mahaperkasa. (al-Mujadalah/58: 21)\n\nKarena itu diwajibkan atas orang-orang yang telah beriman yang telah ditolong Allah, membela dan menegakkan agama Allah, sebagai tanda bersyukur atas pertolongan-Nya.\n\nAllah membela orang-orang yang beriman karena mereka telah menepati janjinya untuk menegakkan agama Allah, oleh sebab itu, Allah membenci orang-orang yang khianat dan orang-orang kafi yang telah mengkhianati janji Allah yang telah ditetapkan-Nya, sebagaimana yang telah diterangkan dalam firman Allah:\n\nDan (ingatlah) ketika Tuhanmu mengeluarkan dari sulbi (tulang belakang) anak cucu Adam keturunan mereka dan Allah mengambil kesaksian terhadap roh mereka (seraya berfirman), \"Bukankah Aku ini Tuhanmu?\" Mereka menjawab, \"Betul (Engkau Tuhan kami), kami bersaksi.\" (Kami lakukan yang demikian itu) agar di hari Kiamat kamu tidak mengatakan, \"Sesungguhnya ketika itu kami lengah terhadap ini.\" (al-A'raf/7: 172)\n\nMereka mengingkari perintah Allah dan tidak mengindahkan larangan-larangan-Nya, mendustakan ayat-ayat Allah, sehingga mereka tidak diacuhkan Allah di akhirat nanti, Allah beriman:\n\nSungguh, orang-orang yang menyembunyikan apa yang telah diturunkan Allah, yaitu Kitab, dan menjualnya dengan harga murah, mereka hanya menelan api neraka ke dalam perutnya, dan Allah tidak akan menyapa mereka pada hari Kiamat, dan tidak akan menyucikan mereka. Mereka akan mendapat azab yang sangat pedih. (al-Baqarah/2: 174)",
                        "39": "Ayat ini memperbolehkan orang-orang yang beriman memerangi orang-orang kafir, jika mereka telah berbuat aniaya di muka bumi, menganiaya orang beriman dan menentang agama Allah.\n\nSejak Nabi Muhammad saw menyampaikan risalahnya dan melakukan dakwahnya kepada orang-orang Quraisy, maka sejak itu pula sikap orang musyrik Mekah berubah terhadap Nabi dan para sahabat. Semula mereka menganggap Muhammad sebagai orang yang bisa dipercaya, orang yang adil yang dapat menyelesaikan perkara-perkara yang terjadi di antara mereka dengan adil. Tetapi setelah Nabi Muhammad saw menyampaikan risalahnya, mereka lalu mengancam, menyakiti dan melakukan tindakan-tindakan yang merugikan Nabi saw, para sahabat dan sebagainya. Pernah juga mereka melempari Nabi dengan kotoran binatang dan menganiaya para sahabat, sehingga penderitaan yang dialami Nabi dan para sahabat hampir-hampir tidak tertahankan lagi. \n\nPara sahabat pernah mengadukan hal itu kepada Nabi saw dan memohon kepadanya agar kepada mereka diizinkan untuk membalas tindakan-tindakan orang-orang kafir itu. Rasulullah berusaha menenangkan dan menyabarkan hati para sahabat, karena belum ada perintah dari Allah atau ayat yang diturunkan untuk mengadakan perlawanan dan mempertahankan diri. Semakin hari penderitaan itu dirasakan semakin berat dan untuk menghindarkan diri dari terjadinya bentrokan dengan orang-orang kafir, maka pernah beberapa kali kaum Muslimin melakukan hijrah, seperti hijrah ke Habasyah, ke thaif yang akhirnya Rasulullah dan para sahabat bersama-sama hijrah ke Medinah.\n\nSetelah kaum Muslimin hijrah ke Medinah, barulah turun ayat-ayat yang memerintahkan kaum Muslimin memerangi orang-orang yang berbuat aniaya terhadap orang yang beriman dan berusaha menghancurkan agama Islam. Ayat ini adalah ayat yang pertama kali diturunkan yang berhubungan dengan perintah berperang. Ayat kedua yang berkaitan dengan perintah berperang adalah diperbolehkannya Kaum Muslimin memerangi orang kafir namun secara terbatas yaitu: \n\nDan perangilah di jalan Allah orang-orang yang memerangi kamu, tetapi jangan melampaui batas. Sungguh, Allah tidak menyukai orang-orang yang melampaui batas. (al-Baqarah/2: 190)\n\nAyat ketiga perintah berperang adalah:\n\nPerangilah orang-orang yang tidak beriman kepada Allah dan hari kemudian, mereka yang tidak mengharamkan apa yang telah diharamkan Allah dan Rasul-Nya dan mereka yang tidak beragama dengan agama yang benar (agama Allah), (yaitu orang-orang) yang telah diberikan Kitab, hingga mereka membayar jizyah (pajak) dengan patuh sedang mereka dalam keadaan tunduk. (at-Taubah/9: 29)\n\ndhahhak berkata, \"Para sahabat minta izin kepada Rasulullah saw untuk memerangi orang-orang kafir yang menyakiti mereka di Mekah, maka turunlah ayat 38 Surah ini. Setelah hijrah ke Medinah maka turunlah ayat 39 ini, yang merupakan ayat qital yang pertama kali diturunkan.\n\nDengan ayat ini kaum Muslimin diizinkan berperang. Ayat ini turun setelah Allah melarang orang-orang beriman berperang dalam waktu yang lama dan setelah Rasulullah berusaha beberapa kali menyabarkan, dan menahan semangat orang-orang beriman menghadapi segala macam tindakan orang-orang kafir yang menyakitkan hati mereka. Karena itu dapat diambil kesimpulan bahwa izin berperang itu diberikan kepada kaum Muslimin, jika perang itu merupakan satu-satunya jalan keluar bagi kesulitan yang tidak dapat diatasi lagi. Dengan perkataan yang lain: Bahwa peperangan itu dibolehkan untuk mempertahankan diri dan untuk menegakkan dan membela kalimat Allah.\n\nSebenarnya Allah Mahakuasa membela dan memenangkan orang-orang yang beriman, tanpa melakukan sesuatu peperangan dan tanpa mengalami kesengsaraan dan penderitaan. Akan tetapi Allah hendak menguji hati para hamba-Nya yang mukmin, sampai di mana ketabahan dan kesabaran mereka dalam menghadapi cobaan-cobaan Allah, sampai di mana ketaatan dan kepatuhan mereka dalam melaksanakan perintah-perintah Allah. Betapa banyak orang yang semula dianggap baik imannya, tetapi setelah mengalami sedikit cobaan saja, mereka kembali menjadi kafir. Dengan adanya perintah jihad itu, maka ada kesempatan bagi orang-orang yang beriman untuk memperoleh balasan Allah yang paling besar, yaitu balasan yang disediakan bagi orang-orang yang mati syahid dalam mempertahankan agama Allah.",
                        "40": "Pada ayat ini Allah menerangkan keadaan orang-orang yang diizinkan berperang, karena orang-orang musyrik Mekah telah melakukan tindakan yang tidak berperikemanusiaan terhadap kaum Muslimin. Mereka disiksa, dianiaya, disakiti dan sebagainya, bukanlah karena sesuatu kesalahan atau kejahatan yang telah mereka perbuat, tetapi semata-mata karena mereka telah berkeyakinan bahwa tidak ada Tuhan yang berhak disembah, selain Tuhan Yang Mahakuasa. Mereka tidak mempercayai lagi kepercayaan nenek moyang mereka. Mereka telah berserah diri kepada Allah Tuhan Yang Maha Esa dan mereka telah menjadi orang-orang muslim.\n\nTindakan orang musyrik Mekah terhadap kaum Muslimin itu diterangkan dalam firman Allah:\n\n\"...mereka mengusir Rasul dan kamu sendiri karena kamu beriman kepada Allah, Tuhanmu...\" (al-Mumtahanah/60: 1)\n\nPenderitaan dan kesengsaraan yang dialami Nabi dan para sahabat karena mereka beriman kepada Allah, telah dialami pula oleh para rasul dan umatnya yang telah diutus dahulu. Allah berfirman:\n\nDan orang-orang kafir berkata kepada rasul-rasul mereka, \"Kami pasti akan mengusir kamu dari negeri kami atau kamu benar-benar kembali kepada agama kami.\" (Ibrahim/14: 13)\n\nMereka yang diizinkan berperang itu telah diusir sebelumnya oleh kaum musyrikin dari kampung halaman mereka, telah disiksa dan disakiti tanpa alasan yang benar. Seandainya perbuatan kaum musyrik itu dibiarkan, tentulah kezaliman mereka semakin bertambah, semakin lama mereka bertambah gila kekuasaan, mereka akan menghancurkan biara-biara, gereja-gereja, rumah-rumah ibadah dan mesjid-mesjid yang ada didalamnya disebut dan diagungkan nama Allah. Karena itu Allah mensyariatkan dalam agama-Nya agar tiap-tiap orang yang beriman dihalangi menyembah Tuhannya itu membela agamanya, berperang dijalan Allah, tetapi membela kebenaran, menolak kebatilan dan kezaliman.\n\nPada hakekatnya perang yang terjadi itu adalah perang antara yang hak dan yang batil, perang antar orang yang telah mendapat petunjuk dari Allah dengan orang yang mengingkari petunjuk itu. Perang yang seperti itu adalah peperangan yang tujuannya untuk membina kehidupan manusia, yaitu kehidupan dunia yang sejahtera yang diridai Allah dan kehidupan ukhrawi yang bahagia dan abadi.\n\nAyat ini juga mengisyaratkan agar setiap kelompok kaum Muslimin mempunyai sebuah mesjid yang didirikan oleh para anggota kelompok itu. Di dalam mesjid tersebut diagungkan asma Allah, dilaksanakan salat berjamaah setiap waktu, diperbincangkan hidup dan kehidupan kaum Muslimin, dijadikan mesjid itu tempat berkumpul dan tempat bermusyawarah.\n\nPada ayat ini Allah menguatkan perintah berperang pada ayat di atas, dengan memberikan perintah dan janji. Yang diperintahkan Allah adalah agar kaum Muslimin menolong dan membela agama Allah, berjihad dan melaksanakan perintah Allah. Yang dijanjikan, ialah barangsiapa yang membela agama Allah, ia berhak mendapat pertolongan Allah, berupa kemenangan dan pahala di akhirat nanti.\n\nAllah berfirman:\n\nDan merupakan hak Kami untuk menolong orang-orang yang beriman. (ar- Rum/30: 47)\n\nJanji Allah itu pasti ditepatinya, karena Dia Mahakuasa dan Maha Perkasa. Allah berfirman:\n\nWahai orang-orang yang beriman! Jika kamu menolong (agama) Allah, niscaya Dia akan menolongmu dan meneguhkan kedudukanmu. (Muhammad/47: 7)\n\nPada permulaan ayat di atas Allah menjanjikan kemenangan bagi orng-orang yang beriman. Kemudian pada akhir ayat, Allah menegaskan lagi bahwa kemenangan itu pasti diperoleh orang-orang yang beriman. Pada permulaannya kaum Muslimin belum meyakini kebenaran janji itu maka perlu dikuatkan oleh pernyataan kedua. Maksudnya ialah untuk menenangkan dan menenteramkan hati, mengokohkan pendirian pada saat kaum Muslimin sedang mendapat cobaan dari Allah.\n\nPada akhir ayat Allah menepati janji yang telah dijanjikan-Nya kepada orang-orang yang beriman. Dia Mahakuasa melakukan segala sesuatu dan tidak seorang pun yang dapat menghalangi terjadinya sesuatu kehendak-Nya.\n\nAllah berfirman:\n\nDan sungguh, janji Kami telah tetap bagi hamba-hamba Kami yang menjadi rasul, (yaitu) mereka itu pasti akan mendapat pertolongan. Dan sesungguhnya bala tentara Kami itulah yang pasti menang. (ash-shaffat/37: 171-173)",
                        "41": "Kemudian Allah menerangkan sifat-sifat orang yang diusir dari kampung halaman mereka tanpa alasan yang benar itu. Mereka ialah para sahabat beserta Nabi Muhammad saw, yang kepada mereka Allah telah menjanjikan kemenangan. Jika kemenangan telah mereka peroleh, mereka tidak seperti orang-orang musyrik dan orang-orang yang gila kekuasaan tetapi mereka akan tetap melaksanakan:\n\n1. Salat pada setiap waktu yang telah ditentukan sesuai dengan yang diperintahkan Allah. Mereka benar-benar telah yakin, bahwa salat itu tiang agama, merupakan tali penghubung yang langsung antara Allah dengan hamba-Nya, mensucikan jiwa dan raga, mencegah manusia dari perbuatan keji dan perbuatan mungkar serta merupakan perwujudan takwa yang sebenarnya.\n\n2. Mereka menunaikan zakat. Mereka meyakini bahwa di dalam harta si kaya terdapat hak orang-orang fakir dan miskin. Karena itu mereka dalam menunaikan zakat itu bukanlah karena mereka mengasihi orang-orang fakir dan miskin, tetapi semata-mata untuk menyerahkan hak orang fakir dan miskin yang terdapat dalam harta mereka. Jika mereka diangkat sebagai penguasa, mereka berusaha agar hak orang-orang fakir dan miskin itu benar-benar sampai ke tangan mereka.\n\n3. Perintah untuk menyuruh manusia berbuat makruf dan mencegah perbuatan mungkar. Mereka mendorong manusia mengerjakan amal saleh, memimpin manusia melalui jalan lurus yang dibentangkan Allah. Mereka sangat benci kepada orang-orang yang biasa melanggar larangan-larangan Allah.\n\nAmat benarlah janji Allah. Mereka memperoleh kemenangan yang telah dijanjikan itu. Mereka ditetapkan Allah sebagai pengurus urusan duniawi dan pemimpin umat beragama dengan baik. Dalam waktu yang singkat kaum Muslimin telah dapat menguasai daerah-daerah di luar Jazirah Arab.\n\nTindakan mereka sesuai dengan firman Allah:\n\nKamu (umat Islam) adalah umat terbaik yang dilahirkan untuk manusia, (karena kamu) menyuruh (berbuat) yang makruf, dan mencegah dari yang mungkar, dan beriman kepada Allah. Sekiranya Ahli Kitab beriman, tentulah itu lebih baik bagi mereka. Di antara mereka ada yang beriman, namun kebanyakan mereka adalah orang-orang fasik. (Ali 'Imran/3: 110)",
                        "42": "Ayat-ayat ini merupakan penawar hati Nabi Muhammad saw dan hati para sahabat yang sedang susah dan gundah akibat tindakan sewenang-wenang yang dilakukan orang-orang musyrik Mekah terhadap mereka. Seakan-akan Allah mengatakan kepada Nabi Muhammad, hai Muhammad jika orang-orang musyrik Mekah mendustakanmu, tidak mengindahkanmu, bahkan menentang seruan engkau, berbuat kerusakan di muka bumi, menyakiti dan menyiksa para sahabatmu dengan cara yang beraneka ragam, janganlah kamu bersedih hati, janganlah putus asa dan kuatkanlah hatimu dalam menghadapi mereka, karena umat-umat dahulu pun telah mendustakan para rasul yang diutus kepada mereka, tetapi Aku memberikan pertolongan kepada mereka, sehingga kemenangan berada pada mereka.\n\nAllah berfirman:\n\nSehingga apabila para rasul tidak mempunyai harapan lagi (tentang keimanan kaumnya) dan telah meyakini bahwa mereka telah didustakan, datanglah kepada mereka (para rasul) itu pertolongan Kami, lalu diselamatkan orang yang Kami kehendaki. Dan siksa Kami tidak dapat ditolak dari orang yang berdosa. (Yusuf/12: 110)\n\nDemikianlah Nuh as telah didustakan oleh kaumnya, mereka mengancam dan mendurhakainya, termasuk anaknya sendiri. Nabi Hud as telah didustakan oleh kaumnya, yaitu kaum 'Ad, Nabi Saleh oleh kaumnya, yaitu kaum Samud, begitu pula Ibrahim, Lut, Syu'aib. Semuanya didustakan oleh kaumnya, disakiti dan disiksa, tetapi mereka tetap tabah dan sabar. Semakin keras siksa dan penentangan dari kaumnya, semakin bertambah kuat iman mereka. Akhirnya kemenangan berada di pihak mereka.\n\nMusa telah didustakan oleh Fir'aun dan kaumnya, mereka tidak mempercayai semua mukjizat yang diperlihatkan Musa, sekalipun mereka tidak dapat mengalahkan Musa as atau mendatangkan mukjizat seperti mukjizat Nabi Musa itu. Karena mereka tetap ingkar, maka sunnah Allah berlaku bagi mereka, yaitu Allah menolong orang-orang yang beriman dan menghancurkan semua orang kafir yang durhaka kepada-Nya, pada saat yang ditentukan-Nya.\n\nPerhatikanlah sejarah umat-umat dahulu yang menentang para rasul yang diutus kepada mereka, akhirnya semua ditimpa malapetaka yang dahsyat, sehingga kesombongan, kegembiraan dan kesenangan yang ada pada mereka beralih seketika menjadi kesedihan dan kesengsaraan yang tiada taranya. Kemudian setelah mengalami malapetaka yang dahsyat itu, di akhirat mereka akan ditimpa azab yang pedih. Mengubah suatu kemewahan dan kesenangan menjadi suatu kesengsaraan dan penderitaan, suatu kemenangan berubah menjadi suatu kekalahan dalam waktu yang sangat singkat amatlah mudah bagi Allah Yang Mahakuasa dan Maha Bijaksana melakukannya.\n\nAllah berfirman:\n\nSungguh, azab Tuhanmu sangat keras. (al-Buruj/85: 12)\n\nDan firman Allah:\n\nDan begitulah siksa Tuhanmu apabila Dia menyiksa (penduduk) negeri-negeri yang berbuat zalim. Sungguh, siksa-Nya sangat pedih, sangat berat. (Hud/11: 102)",
                        "43": "Ayat-ayat ini merupakan penawar hati Nabi Muhammad saw dan hati para sahabat yang sedang susah dan gundah akibat tindakan sewenang-wenang yang dilakukan orang-orang musyrik Mekah terhadap mereka. Seakan-akan Allah mengatakan kepada Nabi Muhammad, hai Muhammad jika orang-orang musyrik Mekah mendustakanmu, tidak mengindahkanmu, bahkan menentang seruan engkau, berbuat kerusakan di muka bumi, menyakiti dan menyiksa para sahabatmu dengan cara yang beraneka ragam, janganlah kamu bersedih hati, janganlah putus asa dan kuatkanlah hatimu dalam menghadapi mereka, karena umat-umat dahulu pun telah mendustakan para rasul yang diutus kepada mereka, tetapi Aku memberikan pertolongan kepada mereka, sehingga kemenangan berada pada mereka.\n\nAllah berfirman:\n\nSehingga apabila para rasul tidak mempunyai harapan lagi (tentang keimanan kaumnya) dan telah meyakini bahwa mereka telah didustakan, datanglah kepada mereka (para rasul) itu pertolongan Kami, lalu diselamatkan orang yang Kami kehendaki. Dan siksa Kami tidak dapat ditolak dari orang yang berdosa. (Yusuf/12: 110)\n\nDemikianlah Nuh as telah didustakan oleh kaumnya, mereka mengancam dan mendurhakainya, termasuk anaknya sendiri. Nabi Hud as telah didustakan oleh kaumnya, yaitu kaum 'Ad, Nabi Saleh oleh kaumnya, yaitu kaum Samud, begitu pula Ibrahim, Lut, Syu'aib. Semuanya didustakan oleh kaumnya, disakiti dan disiksa, tetapi mereka tetap tabah dan sabar. Semakin keras siksa dan penentangan dari kaumnya, semakin bertambah kuat iman mereka. Akhirnya kemenangan berada di pihak mereka.\n\nMusa telah didustakan oleh Fir'aun dan kaumnya, mereka tidak mempercayai semua mukjizat yang diperlihatkan Musa, sekalipun mereka tidak dapat mengalahkan Musa as atau mendatangkan mukjizat seperti mukjizat Nabi Musa itu. Karena mereka tetap ingkar, maka sunnah Allah berlaku bagi mereka, yaitu Allah menolong orang-orang yang beriman dan menghancurkan semua orang kafir yang durhaka kepada-Nya, pada saat yang ditentukan-Nya.\n\nPerhatikanlah sejarah umat-umat dahulu yang menentang para rasul yang diutus kepada mereka, akhirnya semua ditimpa malapetaka yang dahsyat, sehingga kesombongan, kegembiraan dan kesenangan yang ada pada mereka beralih seketika menjadi kesedihan dan kesengsaraan yang tiada taranya. Kemudian setelah mengalami malapetaka yang dahsyat itu, di akhirat mereka akan ditimpa azab yang pedih. Mengubah suatu kemewahan dan kesenangan menjadi suatu kesengsaraan dan penderitaan, suatu kemenangan berubah menjadi suatu kekalahan dalam waktu yang sangat singkat amatlah mudah bagi Allah Yang Mahakuasa dan Maha Bijaksana melakukannya.\n\nAllah berfirman:\n\nSungguh, azab Tuhanmu sangat keras. (al-Buruj/85: 12)\n\nDan firman Allah:\n\nDan begitulah siksa Tuhanmu apabila Dia menyiksa (penduduk) negeri-negeri yang berbuat zalim. Sungguh, siksa-Nya sangat pedih, sangat berat. (Hud/11: 102)",
                        "44": "Ayat-ayat ini merupakan penawar hati Nabi Muhammad saw dan hati para sahabat yang sedang susah dan gundah akibat tindakan sewenang-wenang yang dilakukan orang-orang musyrik Mekah terhadap mereka. Seakan-akan Allah mengatakan kepada Nabi Muhammad, hai Muhammad jika orang-orang musyrik Mekah mendustakanmu, tidak mengindahkanmu, bahkan menentang seruan engkau, berbuat kerusakan di muka bumi, menyakiti dan menyiksa para sahabatmu dengan cara yang beraneka ragam, janganlah kamu bersedih hati, janganlah putus asa dan kuatkanlah hatimu dalam menghadapi mereka, karena umat-umat dahulu pun telah mendustakan para rasul yang diutus kepada mereka, tetapi Aku memberikan pertolongan kepada mereka, sehingga kemenangan berada pada mereka.\n\nAllah berfirman:\n\nSehingga apabila para rasul tidak mempunyai harapan lagi (tentang keimanan kaumnya) dan telah meyakini bahwa mereka telah didustakan, datanglah kepada mereka (para rasul) itu pertolongan Kami, lalu diselamatkan orang yang Kami kehendaki. Dan siksa Kami tidak dapat ditolak dari orang yang berdosa. (Yusuf/12: 110)\n\nDemikianlah Nuh as telah didustakan oleh kaumnya, mereka mengancam dan mendurhakainya, termasuk anaknya sendiri. Nabi Hud as telah didustakan oleh kaumnya, yaitu kaum 'Ad, Nabi Saleh oleh kaumnya, yaitu kaum Samud, begitu pula Ibrahim, Lut, Syu'aib. Semuanya didustakan oleh kaumnya, disakiti dan disiksa, tetapi mereka tetap tabah dan sabar. Semakin keras siksa dan penentangan dari kaumnya, semakin bertambah kuat iman mereka. Akhirnya kemenangan berada di pihak mereka.\n\nMusa telah didustakan oleh Fir'aun dan kaumnya, mereka tidak mempercayai semua mukjizat yang diperlihatkan Musa, sekalipun mereka tidak dapat mengalahkan Musa as atau mendatangkan mukjizat seperti mukjizat Nabi Musa itu. Karena mereka tetap ingkar, maka sunnah Allah berlaku bagi mereka, yaitu Allah menolong orang-orang yang beriman dan menghancurkan semua orang kafir yang durhaka kepada-Nya, pada saat yang ditentukan-Nya.\n\nPerhatikanlah sejarah umat-umat dahulu yang menentang para rasul yang diutus kepada mereka, akhirnya semua ditimpa malapetaka yang dahsyat, sehingga kesombongan, kegembiraan dan kesenangan yang ada pada mereka beralih seketika menjadi kesedihan dan kesengsaraan yang tiada taranya. Kemudian setelah mengalami malapetaka yang dahsyat itu, di akhirat mereka akan ditimpa azab yang pedih. Mengubah suatu kemewahan dan kesenangan menjadi suatu kesengsaraan dan penderitaan, suatu kemenangan berubah menjadi suatu kekalahan dalam waktu yang sangat singkat amatlah mudah bagi Allah Yang Mahakuasa dan Maha Bijaksana melakukannya.\n\nAllah berfirman:\n\nSungguh, azab Tuhanmu sangat keras. (al-Buruj/85: 12)\n\nDan firman Allah:\n\nDan begitulah siksa Tuhanmu apabila Dia menyiksa (penduduk) negeri-negeri yang berbuat zalim. Sungguh, siksa-Nya sangat pedih, sangat berat. (Hud/11: 102)",
                        "45": "Ayat ini menerangkan bahwa banyak negeri yang telah dibinasakan Allah, karena penduduknya menyekutukan Allah, membuat kerusakan di muka bumi dan berlaku zalim. Banyak negeri yang dihancur luluhkan, atap-atap rumahnya roboh, kemudian ditimpa oleh reruntuhan dindingdindingnya. Banyak sumur-sumur yang tidak dipergunakan lagi oleh pemiliknya disebabkan para pemiliknya telah meninggal atau musnah bersamasama dengan musnahnya negeri-negeri itu, karena kedurhakaan mereka kepada Allah. Demikian pula banyak istana-istana dan mahligai-mahligai menjulang tinggi yang telah kosong, tidak berpenghuni lagi, karena penghuni-penghuninya yang angkuh dan sewenang-wenang itu telah musnah. Semuanya itu bagi mereka merupakan imbalan dari kedurhakaan dan keganasan mereka dan menjadi pelajaran yang berharga, bagi manusia yang datang kemudian, yang ingin memperoleh kebahagian di dunia dan di akhirat.",
                        "46": "Orang-orang musyrik Mekah yang mendustakan ayat-ayat Allah, dan mengingkari seruan Nabi Muhammad saw sebenarnya mereka sering melakukan perjalanan antara Mekah dan Syiria, serta ke negeri-negeri yang berada di sekitar Jazirah Arab. Mereka membawa barang dagangan dalam perjalanan melihat bekas-bekas reruntuhan negeri umat-umat yang dahulu telah dihancurkan Allah, seperti bekas-bekas negeri kaum 'Ad dan kaum samud, bekas reruntuhan negeri kaum Lut dan kaum Syu'aib dan sebagainya. Orang-orang musyrik Mekah telah pula mendengar kisah tragis kaum yang durhaka itu. Apakah semua peristiwa dan kejadian itu tidak mereka pikirkan dan renungkan bahwa tindakan mereka mengingkari seruan Muhammad dan menyiksa para sahabat itu sama dengan tindakan-tindakan umat-umat dahulu terhadap para rasul yang diutus kepada mereka? Jika tindakan itu sama, tentu akibatnya akan sama pula, yaitu mereka akan memperoleh malapetaka dan azab yang keras dari Allah. Allah Mahakuasa melakukan segala yang dikehendaki-Nya, tidak seorang pun yang sanggup menghalanginya.\n\nMelihat sikap orang-orang musyrik Mekah yang demikian, ternyata mata mereka tidaklah buta, karena mereka dapat melihat bekas-bekas reruntuhan negeri kaum yang durhaka itu, tetapi sebenarnya hati merekalah yang telah buta, telah tertutup untuk menerima kebenaran. Yang menutup hati mereka itu ialah pengaruh adat kebiasaan dan kepercayaan mereka dari nenek moyang mereka dahulu. Oleh karena itu mereka merasa dengki kepada Nabi Muhammad saw dan para sahabatnya, sehingga mereka tidak dapat lagi memikirkan dan merenungkan segala macam peristiwa duka yang telah terjadi dan menimpa umat-umat terdahulu.",
                        "47": "Dalam ayat ini Allah menerangkan bahwa orang-orang musyrik Mekah yang mendustakan ayat-ayat Allah, mengingkari seruan Nabi Muhammad saw, tidak percaya kepada adanya hari Kiamat, mereka meminta kepada Nabi Muhammad saw agar kepada mereka ditimpakan pula azab seperti yang telah ditimpakan kepada umat-umat terdahulu. Permintaan itu mereka lakukan, karena yakin bahwa azab itu tidak akan datang.\n\nPermintaan mereka dijawab Allah bahwa azab yang mereka minta itu pasti datang, karena hal itu merupakan Sunnatullah. Allah sekali-kali tidak akan memungkiri janji-Nya. Hanya saja azab itu ditimpakan kepada mereka pada waktu yang telah ditentukan Allah, tidak menurut waktu yang mereka kehendaki. Waktu kedatangan azab itu hanya Allah sajalah yang mengetahuinya, sebagaimana waktu kedatangan azab kepada umat-umat ter- dahulu, yang datang secara tiba-tiba, tanpa diketahui oleh seorang pun darimana dan kapan azab itu datang.\n\nSebagaimana firman Allah:\n\nMaka apakah penduduk negeri itu merasa aman dari siksaan Kami yang datang malam hari ketika mereka sedang tidur? Atau apakah penduduk negeri itu merasa aman dari siksaan Kami yang datang pada pagi hari ketika mereka sedang bermain? (al-A'raf/7: 97-98)\n\nJika orang-orang musyrik Mekah merasa bahwa telah lama masa berlalu, tetapi azab yang dijanjikan itu belum datang, sehingga mereka berpendapat bahwa azab itu tidak akan datang lagi, maka hendaklah mereka ingat bahwa seribu tahun menurut perasaan mereka adalah sama dengan sehari di sisi Allah. Karena itu hendaklah mereka ingat bahwa Allah pasti menepati janji-Nya setelah berjalan waktu yang lama menurut perasaan mereka. Allah melambatkan kedatangan azab itu bukanlah berarti bahwa Dia telah menyalahi janji yang telah dijanjikan-Nya.\n\nSecara saintis, Ayat ini mensiratkan konsep relativitas waktu. Sebuah konsep yang diperkenalkan oleh Albert Einstein melalui Teori Relativitas. Sebelumnya, selama hampir 200 tahun, dunia fisika didominasi oleh fisika Newton yang menyatakan bahwa waktu adalah konstan; satu jam adalah sama di mana pun dalam kondisi apa pun. \n\nContoh berikut akan memberikan ilustrasi tentang konsep waktu yang konstan. Misalkan, Hamzah dan Wildan telah menyamakan waktu di jam tangannya masing-masing. Kemudian, dengan menggunakan sebuah pesawat yang memiliki kecepatan yang tinggi, mendekati kecepatan cahaya, Hamzah berangkat meninggalkan Wildan. Setelah satu jam (menurut jam tanganya) Hamzah kembali dari perjalanannya dan menemui Wildan. Maka, Newton akan mengatakan bahwa Wildan pun akan merasakan bahwa dia telah menunggu Hamzah selama satu jam. Jam tangan Wildan akan menunjukkan waktu yang sama dengan jam tangan Hamzah.\n\nEinstein tidak akan sependapat dengan hal ini. Menurut dia, waktu adalah relatif, bergantung pada kecepatan bergerak dari seseorang atau sesuatu. Jika Hamzah yang bergerak dengan kecepatan mendekati kecepatan cahaya merasa telah meninggalkan Wildan selama satu jam (menurut jam di tangannya), maka jam tangan Wildan akan menunjukkan bahwa Hamzah telah pergi selama 10 jam. Jika Hamzah pergi pada pukul 8 pagi, maka ketika dia kembali, jam tangan Hamzah akan menunjukkan waktu pukul 9 pagi, sementara jam tangan Wildan akan menunjukkan jam 18.00 atau jam 6 sore. Demikian pula, apabila pada saat Hamzah dan Wildan sama-sama berumur 20 tahun, kemudian Hamzah bepergian meninggalkan Wildan dengan kecepatan mendekati cahaya selama 5 tahun (menurut waktu Hamzah), maka pada saat mereka bertemu, Hamzah akan berumur 25 tahun, sementara Wildan telah berumur 70 tahun. Demikianlah waktu bersifat relatif.\n\nAl-Qur'an telah mengisyaratkan hal ini semenjak 14 abad yang lalu. Allah mengatur urusan dari langit ke bumi dan kembali lagi ke langit dengan kecepatan yang sangat tinggi sedemikian sehingga semua ini hanya berlangsung satu hari yang lamanya sama dengan 1000 tahun menurut hitungan waktu kita. Relativitas waktu seperti ini juga terdapat dalam as-Sajdah/32:5; al-Ma'arij/70: 4.\n\nDalam ayat ini, satu hari setara dengan 50.000 tahun. Hal ini bisa saja terjadi, bergantung kepada kecepatan bergerak dari malaikat.",
                        "48": "Allah melakukan segala sesuatu sesuai dengan kehendak dan kebijaksanaan-Nya. Dalam pada itu manusia juga harus ingat akan salah satu dari sifat-sifat Allah, yaitu Dia tidak segera mengazab hamba-hamba-Nya yang berdosa sebelum memberi kesempatan bertobat kepada mereka dengan cara beriman dan beramal saleh. Apabila kesempatan bertobat itu tidak juga digunakan oleh hamba-Nya, barulah mereka ditimpa azab yang dijanjikan itu. Karena itu berapa banyak negeri yang penduduknya berlaku zalim, setelah beberapa lama, mereka tidak bertobat, bahkan bertambah zalim maka Allah menimpakan azab kepada mereka dengan tiba-tiba dari arah yang tidak mereka ketahui. Hendaklah manusia ingat, bahwa segala sesuatu yang ada di alam semesta ini adalah kepunyaan Allah, termasuk apa yang ada di dalamnya, semuanya akan kembali kepada Allah. Di waktu kembali kepada-Nya, ditimbanglah seluruh amal perbuatan mereka, amal baik dibalas dengan surga yang penuh kenikmatan, sedang amal buruk dan perbuatan jahat akan dibalas dengan neraka yang apinya menyala-nyala.",
                        "49": "Allah memerintahkan kepada Nabi Muhammad saw agar menyampaikan kepada orang-orang yang minta disegerakan datangnya azab bahwa yang menimpakan azab itu bukanlah tugas para rasul. Tugas para rasul hanyalah menyampaikan peringatan dan ancaman Allah kepada manusia, termasuk mereka sendiri. Tugas para rasul juga menyampaikan bahwa tindakan-tindakan yang telah dilakukan orang-orang musyrik itu telah membawa mereka ke ambang pintu azab yang diancamkan itu. Para rasul tidak berwenang menilai perbuatan hamba karena yang memberi taufik dan hidayah itu hanyalah Allah sendiri. Allah berfirman:\n\nBukanlah kewajibanmu (Muhammad) menjadikan mereka mendapat petunjuk, tetapi Allah-lah yang memberi petunjuk kepada siapa yang Dia kehendaki. (al-Baqarah/2: 272)\n\nSeandainya Allah berkehendak menimpakan azab yang dijanjikan itu, tentu Dia telah melakukannya, dan melakukannya itu adalah mudah bagi-Nya, karena itu janganlah sekali-kali meminta kepada rasul agar azab itu disegerakan atau ditangguhkan, karena semuanya itu adalah wewenang Allah.\n\nDengan adanya penyampaian ancaman dan peringatan itu, manusia yang hatinya terbuka untuk menerima petunjuk Allah, mempunyai kesempatan untuk menghindarkan diri dari azab Allah yang diancamkan itu, yaitu dengan melakukan semua yang diperintahkan Allah, menghentikan semua yang dilarang dan berusaha menghapuskan segala dosanya dengan mengerjakan amal yang saleh. Jika mereka tetap dalam kekafiran, tentulah Allah akan melaksanakan ancaman-Nya dengan menimpakan azab yang pedih kepada mereka kapan saja dikehendaki.",
                        "50": "Pada ayat ini Allah menerangkan bentuk peringatan dan ancaman itu dengan menyebutkan balasan yang baik bagi orang-orang yang beriman, dan ancaman siksa bagi orang-orang yang kafir. Orang-orang yang beriman dengan arti yang sebenarnya dan perwujudan imannya itu tampak dalam tindakannya mengerjakan amal-amal saleh, maka Allah akan mengampuni semua dosa-dosanya, membalas perbuatan baik mereka dengan pahala yang berlipat ganda dan rezeki yang mulia. Di akhirat mereka akan dimasukkan ke dalam surga, tempat dimana mereka akan memperoleh semua yang mereka inginkan, sebagaimana firman Allah:\n\nMasuklah kamu ke dalam surga, kamu dan pasanganmu akan digembirakan. Kepada mereka diedarkan piring-piring dan gelas-gelas dari emas, dan di dalam surga itu terdapat apa yang diingini oleh hati dan segala yang sedap (dipandang) mata. Dan kamu kekal di dalamnya. (az-Zukhruf/43: 70-71)\n\nBahkan dalam hadis diterangkan bahwa dalam surga itu terdapat kesenangan dan kebahagiaan yang belum pernah dirasakan oleh manusia semasa hidup di dunia sebagaimana firman Allah dalam hadis qudsi:\n\nDi dalam surga itu terdapat apa yang belum pernah dilihat mata, dan apa yang belum pernah di dengar telinga, dan apa yang belum pernah terlintas di dalam hati manusia. (Riwayat ath-thabrani)",
                        "51": "Adapun orang-orang yang tetap berusaha menentang para rasul, ingin menghancurkan Islam dan kaum Muslimin, mereka akan dimasukkan ke dalam api neraka, dan itulah tempat yang paling buruk yang disediakan Allah untuk mereka, Allah berfirman:\n\nOrang yang kafir dan menghalangi (manusia) dari jalan Allah, Kami tambahkan kepada mereka siksaan demi siksaan disebabkan mereka selalu berbuat kerusakan. (an-Nahl/16: 88)",
                        "52": "Dalam ayat ini Allah memperingatkan orang-orang yang beriman akan usaha-usaha yang dilakukan oleh setan; baik setan dalam bentuk jin, maupun setan dalam bentuk manusia untuk menyesatkan manusia dari jalan Allah.\n\nDi antara usaha-usaha setan itu ialah apabila Rasul membicarakan ayat-ayat Allah, atau menjelaskan dan menyampaikan syariat yang dibawanya kepada para sahabatnya, maka bangunlah setan-setan itu dan berusahalah mereka memasukkan ke dalam hati para pendengar sesuatu tafsiran yang salah, sehingga mereka meyakini bahwa ayat-ayat atau syariat yang disampaikan Rasul itu, bukan berasal dari Allah, tetapi semata-mata ucapan Rasul saja, yang dibuat-buat untuk meyakinkan manusia akan kenabian dan kerasulannya. Ada pula di antara setan-setan itu menyisipkan tafsir yang salah terhadap ayat-ayat itu, sehingga tanpa disadari oleh para pendengar, mereka telah menyimpang dengan tafsir itu sendiri dari maksud ayat yang sebenarnya.\n\nUsaha setan itu tidak saja dilakukan terhadap Al-Qur'an dan hadis-hadis Nabi, tetapi juga telah dilakukannya terhadap agama dan kitab-kitab suci yang pernah diturunkan kepada para rasul. Usaha-usaha setan itu ada yang berhasil. Bila dipelajari dengan sungguh-sungguh sejarah agama yang dibawa para rasul dan sejarah kitab-kitab suci yang diturunkan Allah kepada mereka. Telah banyak dimasukkan oleh setan ke dalam agama-agama itu sesuatu yang dapat menyesatkan manusia dari jalan Allah. Yang disisipkan itu bukan saja hal yang ringan dan bukan prinsip, tetapi banyak pula yang telah berhasil disisipkan itu sesuatu yang dapat mengubah azas dan pokok agama itu, Allah berfirman:\n\nMereka suka mengubah firman (Allah) dari tempatnya, dan mereka (sengaja) melupakan sebagian pesan yang telah diperingatkan kepada mereka. Engkau (Muhammad) senantiasa akan melihat pengkhianatan dari mereka kecuali sekelompok kecil di antara mereka (yang tidak berkhianat). (al-Ma'idah/5: 13)\n\nAgama yang diturunkan Allah kepada para rasul terdahulu yang telah banyak dicampuri oleh perbuatan setan, di antaranya ialah agama Nabi Ibrahim, Nabi Musa, Nabi Daud dan Nabi Isa as.\n\nDalam sejarah kaum Muslimin setelah Rasulullah saw dan para sahabat terdekat meninggal dunia, nampak dengan jelas usaha-usaha untuk merusak dan mengubah agama Islam meskipun usaha untuk mengubah, menambah atau mengurangi ayat-ayat Al-Qur'an tidak berhasil, karena Al-Qur'an dipelihara oleh Allah, tetapi mereka hampir saja berhasil memasukkan hadis-hadis palsu ke dalam kumpulan hadis-hadis Nabi. Di samping itu juga mereka hampir berhasil menafsirkan ayat-ayat Al-Qur'an dengan tafsir atau takwil yang jauh dari makna Al-Qur'an yang dikehendaki.\n\nDi samping usaha-usaha mereka untuk mengubah ayat-ayat suci Al-Qur'an, hadis Nabi dan syariat Islam, mereka juga berusaha untuk merusak hidup dan kehidupan manusia, seperti jika seorang mencita-citakan adanya sesuatu kebaikan pada dirinya, maka ditimbulkanlah oleh setan di dalam diri dan pikiran orang itu pendapat atau keyakinan bahwa cita-cita yang diinginkan itu sulit memperolehnya, sehingga timbul pada diri dan kemauan orang itu rasa takut dan rasa tidak sanggup mencapai cita-cita yang baik itu.\n\nMengenai Al-Qur'an banyak sekali usaha-usaha untuk meniru-nirunya, memasukkan tafsir dan takwilan yang salah ke dalamnya, memasukkan khurafat-khurafat dan sebagainya, namun semua usaha itu mengalami kegagalan. Hal ini sesuai dengan jaminan Allah tehadap pemeliharaan Al-Qur'an itu, Allah berfirman:\n\nSesungguhnya Kamilah yang menurunkan Al-Qur'an, dan pasti Kami (pula) yang memeliharanya. (al-Hijr/15: 9)\n\nJika diperhatikan sejarah Al-Qur'an, amat banyak cara yang telah dilakukan untuk menjaga otensitas Al-Qur'an itu, di antaranya ialah: \n\n1. Di masa Rasulullah masih hidup, setiap ayat-ayat Al-Qur'an diturunkan beliau menyuruh menuliskan dan menghafalnya.\n\n2. Tidak lama setelah Rasulullah saw meninggal dunia, seluruh Al-Qur'an telah dapat dikumpulkan dan ditulis pada lembaran-lembaran yang kemudian diikat dan disimpan oleh Abu Bakar, sepeninggal Abu Bakar disimpan oleh Umar, kemudian oleh Hafsah binti Umar. Di masa Usman Al-Qur'an yang ditulis pada lembaran-lembaran itu dibukukan. Al-Qur'an dinamai \"Mushaf\". Ada lima buah mushaf yang ditulis di masa Usman itu. Dari mushaf yang lima itulah kaum Muslimin di seluruh dunia Islam di masa itu menyalin Al-Qur'an.\n\n3. Mendorong dan menambah semangat orang-orang yang berilmu, agar memperdalam ilmunya. Dengan kemampuan ilmu yang ada, mereka dapat mempertahankan kemurnian Al-Qur'an dari segala macam subhat dan penafsiran yang salah.\n\n4. Sejak masa Nabi saw sampai saat ini, selalu ada orang yang hafal seluruh Al-Qur'an, sehingga sukar dilakukan penyisipan-penyisipan ke dalamnya. Bahkan kesalahan tulisan yang sedikit saja pada ayat-ayat Al-Qur'an telah dapat menimbulkan reaksi yang kuat dari kalangan kaum Muslimin.\n\nDalam setiap kurun sejarah Islam, selalu ada tokoh-tokoh ulama yang sanggup membela dan mempertahankan ajaran Islam dari serangan yang datang dari luar Islam yang beraneka ragam bentuknya.\n\nPada saat banyak timbul usaha-usaha pemalsuan hadis pada permulaan abad kedua hijriyah, tampillah Khalifah Umar bin Abdul Aziz. Beliau berusaha mengumpulkan dan membukukan hadis-hadis Nabi saw yang masih berada dalam hafalan para tabi'in, dan sebagian telah dituliskan oleh para sahabat. Beliau memerintahkan para pejabat di daerah-daerah, dan para ulama agar mengumpulkan hadis-hadis Nabi di daerah mereka masing-masing. Di antara para ulama yang menulisnya ialah Imam az-Zuhri. Maka oleh Imam az- Zuhri dikumpulkan hadis-hadis Nabi itu. Sekalipun pada masa itu belum lagi dilakukan penelitian dan pemisahan hadis-hadis mana yang palsu dan mana yang benar-benar berasal dari Nabi, tetapi usaha ini merupakan landasan dan dasar dari usaha-usaha yang akan dilakukan oleh para Imam hadis yang datang kemudian sesudah angkatan az-Zuhri ini, seperti Imam al-Bukhari, Muslim, an-Nasa'i, Abu Daud dan lain-lain. Imam-imam inilah yang melakukan penelitian terhadap hadis-hadis yang telah dikumpulkan di masa Khalifah Umar bin Abdul Aziz itu.\n\nDemikian pula Imam al-Asy'ari telah berhasil mempertahankan kemurnian ajaran Islam dari pengaruh filsafat Yunani yang banyak dipelajari oleh ulama-ulama Islam waktu itu. Kemudian al-Gazali telah berhasil pula mempertahankan ajaran Islam dari pengajaran atau pengaruh yang kuat dari filsafat Neoplatonisme. Ibnu Taimiyah telah membersihkan ajaran Islam dari berbagai khufarat yang menyesatkan. \n\nAllah Maha Mengetahui segala sesuatu, termasuk segala macam bentuk usaha setan untuk merusak dan merubah ajaran Islam, semua yang terbesit di dalam hati manusia, semua yang nampak dan semua yang tersembunyi. Dengan pengetahuan-Nya itu pula Dia melumpuhkan tipu daya setan yang ingin merusak agama-Nya, kemudian menimpakan pembalasan yang setimpal bagi mereka itu.",
                        "53": "Allah menjelaskan berbagai usaha setan-setan beserta pengikutpengikutnya untuk memperdayakan manusia dengan menambah pengertian yang salah dalam ayat-ayat Al-Qur'an dan dalam agama Islam. Perbuatan mereka itu menjadi cobaan bagi manusia, terutama bagi orang-orang yang beriman, orang-orang yang ingkar dan sesat hatinya serta orang-orang munafik. Godaan setan itu menambahkan sesat dan menimbulkan penyakit dalam hatinya, sehingga kekafiran dan kemunafikan mereka bertambah.\n\nSedang orang-orang yang kuat imannya tidak akan tertipu oleh setan, setiap godaan setan yang datang kepadanya akan menambah kuat imannya. Sebaliknya orang-orang yang sesat hatinya dan ada penyakit di dalamnya akan jauh menyimpang dari jalan yang benar, karena itu sukar bagi mereka kembali ke jalan yang benar. Mereka tidak dapat lagi mengharapkan keridaan Allah dan tidak akan lepas dari siksaan Allah",
                        "54": "Allah melakukan yang demikian itu agar orang-orang yang berilmu pengetahuan mengetahui dan merenungkan segala macam hukum yang telah ditetapkan Allah, pokok-pokok sunnatullah, segala macam subhat dan penafsiran ayat-ayat dengan cara yang salah yang dibuat oleh setan dan pengikut-pengikutnya. Dengan pengetahuan dan pengalaman itu diharapkan iman mereka bertambah, meyakini bahwa Al-Qur'an itu benar-benar berasal dari Allah. sebagaimana mereka meyakini bahwa Allah menjamin keaslian Al-Qur'an dari campur tangan manusia di dalamnya dan dari penafsiran yang salah.\n\nKarena itu hendaklah orang-orang yang beriman yang telah dapat membedakan antara yang benar dan yang salah, antara iman dan kufur menundukkan dan menyerahkan diri kepada Allah. Membaca ayat-ayat Al-Qur'an dengan sungguh-sungguh, melaksanakan segala yang diperintahkan-Nya, menghentikan segala larangan-Nya, baik yang berhubungan dengan ibadah, muamalat, budi pekerti, hukum dan tata cara bergaul dalam kehidupan masyarakat.\n\nKemudian ditegaskan bahwa Allah benar-benar akan memberi petunjuk dan taufik kepada hamba-hamba-Nya yang beriman dan mengikuti semua rasul. Petunjuk dan taufik yang diberikan Allah kepada hamba-Nya dilakukan dengan bermacam cara. Ada cara yang langsung dan ada pula dengan cara yang tidak langsung, kadang-kadang manusia sendiri menyadari bahwa ia telah menerima petunjuk itu.\n\nDalam sejarah kehidupan Nabi Muhammad saw banyak didapati saat-saat Allah memberikan petunjuk yang langsung kepadanya. Di antaranya petunjuk-petunjuk Allah kepadanya adalah teguran Allah kepada Nabi, ketika Nabi melakukan perbuatan yang dianggap tidak layak dilakukan oleh rasul, misalnya teguran-Nya kepada Nabi karena meremehkan seorang sahabat yang bertanya kepadanya, Nabi sedang sibuk dengan pembesar Quriasy. Di antara contoh-contohnya ialah sebagai berikut:\n\nImam Ibnu Jarir meriwayatkan bahwa Ibnu Ummi Maktum, seorang sahabat Nabi yang buta dan miskin. Pada suatu hari ia datang menghadap Nabi dan ia berkata, \"Ya Rasulullah, bacakan dan ajarkanlah kepadaku apa yang telah diajarkan Allah kepadamu.\" Ia mengulangi perkataan itu tiga kali. Waktu Ibnu Ummi Maktum bertanya, Rasul saw sedang menerima pembesar Quraisy, yaitu Walid bin Mugirah dan konon musuh umat Islam, sedang Ibnu Ummi Maktum tidak melihat dan mengetahui pula bahwa Rasulullah sedang sibuk menerima tamu-tamunya. Karena itu Rasulullah saw merasa kurang senang dengan permintaan Ibnu Ummi Maktum, beliau bermuka masam dan berpaling daripadanya. Sikap Rasulullah terhadap Ibnu Ummi Maktum itu ditegur Allah dengan firman-Nya:\n\nDia (Muhammad) berwajah masam dan berpaling, karena seorang buta telah datang kepadanya (Abdullah bin Ummi Maktum). Dan tahukah engkau (Muhammad) barangkali dia ingin menyucikan dirinya (dari dosa), atau dia (ingin) mendapatkan pengajaran, yang memberi manfaat kepadanya? Adapun orang yang merasa dirinya serba cukup (pembesar-pembesar Quraisy), maka engkau (Muhammad) memberi perhatian kepadanya, padahal tidak ada (cela) atasmu kalau dia tidak menyucikan diri (beriman). Dan adapun orang yang datang kepadamu dengan bersegera (untuk mendapatkan pengajaran), sedang dia takut (kepada Allah), engkau (Muhammad) malah mengabaikannya. Sekali-kali jangan (begitu)! Sungguh, (ajaran-ajaran Allah) itu suatu peringatan. ('Abasa/80: 1-11)\n\nDengan teguran Allah itu Rasulullah menjadi sadar akan kesalahannya, sejak waktu itu beliau tambah menghormati sahabat-sahabat beliau, termasuk menghormati Ibnu Ummi Maktum sendiri. Teguran Allah inilah yang membedakan posisi Nabi dengan manusia biasa.",
                        "55": "Ayat ini menjelaskan sikap orang kafir terhadap Al-Qur'an, mereka tidak percaya terhadap Al-Qur'an, mekipun telah datang bukti-bukti kebenaran Al-Qur'an sebagai kalamullah bukan ciptaan Muhammad.\n\nDengan teguran Allah kepada Nabi yang tidak layak di atas, orang kafir tetap ragu dan tidak mau beriman kepada Allah sampai hari Kiamat atau sampai datang azab kepada mereka.",
                        "56": "Allah menerangkan bahwa apabila telah datang hari Kiamat, maka segalanya berada di tangan Allah. Dialah yang berkuasa pada waktu itu dan berkuasa menyelesaikan segala sesuatu dengan memberikan balasan yang layak kepada manusia, sesuai dengan perbuatan yang telah dilakukannya selama hidup di dunia.\n\nOrang-orang yang beriman kepada Al-Qur'an, mengamalkan segala yang terkandung di dalamnya, beriman kepada Muhammad sebagai Rasul Allah, mengamalkan hadis-hadisnya melaksanakan perintah-perintah Allah dan menghentikan larangan-larangan-Nya, akan diberi balasan surga yang penuh kenikmatan. Mereka memperoleh apa yang dikehendakinya, merasakan kebahagiaan, kesenangan yang belum pernah mereka rasakan selama hidup di dunia.",
                        "57": "Orang-orang kafir yang mendustakan ayat-ayat Allah, memasukkan penafsiran yang salah dan membuat keraguan ke dalam ayat-ayat-Nya, mendakwahkan bahwa Al-Qur'an adalah buatan Muhammad, mereka akan ditimpa azab yang sangat keras, tidak dapat dibandingkan keras dan beratnya itu dengan siksa atau malapetaka yang pernah terjadi selama mereka hidup di dunia.",
                        "58": "Ayat ini menerangkan bahwa semua orang yang hijrah di jalan Allah, meninggalkan kampung halamannya, meninggalkan keluarga dan harta bendanya, hanya untuk mencari rida Allah, dengan tujuan menegakkan agama Islam bersama Nabi Muhammad saw. Kemudian mereka terbunuh dalam peperangan atau meninggal secara normal dalam keadaan yang demikian itu, maka Allah akan membukakan rezeki yang mulia kepada mereka di akhirat.\n\nSebagian ahli tafsir berpendapat bahwa pada hakikatnya orang yang terbunuh atau mati biasa dalam keadaan hijrah untuk mempertahankan dan membela agama Allah adalah sama-sama akan diberi rezeki yang mulia di sisi Allah. Itulah yang dimaksud dengan ayat ini, dan juga disebutkan dalam firman Allah:\n\nDan barang siapa berhijrah di jalan Allah, niscaya mereka akan mendapatkan di bumi ini tempat hijrah yang luas dan (rezeki) yang banyak. Barang siapa keluar dari rumahnya dengan maksud berhijrah karena Allah dan Rasul-Nya, kemudian kematian menimpanya (sebelum sampai ke tempat yang dituju), maka sungguh, pahalanya telah ditetapkan di sisi Allah. Dan Allah Maha Pengampun, Maha Penyayang. (an-Nisa'/4: 100)\n\nDan dalam hadis Nabi saw: \n\nDari Salman al-Farisi ia berkata, \"Aku telah mendengar Rasulullah saw bersabda, \"Barangsiapa yang mati dalam keadaan bertugas (siap bertempur pada jalan Allah), dia diberi rezeki, dan aman dari segala yang memfitnah dia. Dan bacalah olehmu jika kamu menghendaki (ayat ini).\" (Riwayat Ibnu Abi Hatim)\n\nDari ayat ini dapat pula ditetapkan hukum, bahwa apabila ada perbuatan baik, sesuai dengan apa yang diperintahkan agama dan dikerjakan oleh beberapa orang, dalam pelaksanaan pekerjaan itu ada kaum Muslimin yang meninggal karena pekerjaan itu, dan ada yang mati secara normal di waktu melaksanakan pekerjaan itu, maka orang-orang yang mati secara normal itu diberi pahala yang sama oleh Allah.\n\nDalam ayat ini terdapat perkataan \"rezeki\" yang mulia, Allah tidak menerangkan apa yang dimaksud dengan rezeki yang mulia itu, dan kapan rezeki itu diberikan. Hal ini akan diterangkan pada ayat berikutnya (ayat 59).\n\nKemudian Allah menerangkan bahwa Dia adalah pemberi rezeki yang paling baik. Maksudnya ialah Allah memberikan rezeki kepada hamba-hamba-Nya itu, semata-mata karena kasih sayangnya kepada mereka, sehingga ia memberikannya tiada terhingga kepada siapa yang dikehendaki-Nya, tanpa mengharapkan sesuatu balasan dari hamba-Nya itu.",
                        "59": "Allah akan memasukkan semua orang yang terbunuh di jalan-Nya dan orang-orang yang meninggal dalam keadaan hijrah itu ke dalam surga yang penuh kenikmatan di akhirat kelak, sebagai balasan bagi apa yang telah mereka lakukan.\n\nInilah yang dimaksud dengan rezeki pada ayat 58, dan kapan rezeki itu diberikan-Nya. Allah menerangkan bahwa Dia mengetahui semua perbuatan yang telah dilakukan oleh orang-orang yang hijrah, mengetahui segala amal yang telah mereka perbuat, baik yang kecil maupun yang besar, baik yang nampak maupun yang tersembunyi. Sebagaimana Allah mengetahui pula perbuatan-perbuatan orang yang zalim. Sekalipun demikian Allah tidak segera menimpakan siksa kepada orang-orang yang zalim, karena Dia juga Maha Penyantun, Allah selalu memberi kesempatan kepada manusia yang berdosa untuk bertobat dan kembali mengerjakan perbuatan-perbuatan yang baik dan diridai Allah.",
                        "60": "Demikianlah, Allah akan memberikan rezeki yang baik dan surga yang penuh kenikmatan kepada orang-orang yang meninggal dalam keadaan hijrah dan berjihad di jalan Allah, dalam memerangi musuh-musuh mereka.\n\nKemudian Allah menegaskan jaminan pertolongan-Nya kepada orangorang yang hijrah dan berjihad, yaitu siapa di antara orang-orang yang beriman membalas siksaan orang-orang kafir, karena mereka telah diperangi, kemudian musuh-musuhnya itu memaksa mereka untuk hijrah meninggalkan kampung halaman mereka, pastilah Allah akan menolong mereka dan akan membalas perbuatan itu kembali.\n\nDalam pada itu Allah Maha Pengampun lagi Maha Penyayang kepada hamba-hamba-Nya. Karena itu janganlah orang-orang yang beriman memerangi musuh-musuh mereka yang telah menyerah dan hendaklah mereka melindungi orang-orang yang minta perlindungan kepada mereka. Jika orang-orang kafir membiarkan kaum Muslimin menjalankan agamanya, tidak mengganggu dan menyakiti mereka, Allah melarang memerangi orang-orang kafir itu. Allah memerintahkan untuk memaafkan kesalahan mereka, sebagaimana Allah telah memaafkan pula kesalahan orang-orang yang beriman. Allah berfirman:\n\nDan (bagi) orang-orang yang apabila mereka diperlakukan dengan zalim, mereka membela diri. Dan balasan suatu kejahatan adalah kejahatan yang setimpal, tetapi barang siapa memaafkan dan berbuat baik (kepada orang yang berbuat jahat) maka pahalanya dari Allah. Sungguh, Dia tidak menyukai orang-orang zalim. (asy-Syura/42: 39-40)",
                        "61": "Memberikan pertolongan dan menjamin kemenangan bagi orang-orang yang beriman itu adalah suatu janji yang pasti dari Allah. Karena Dia Maha Menguasai segala sesuatu. Di antara tanda-tanda kekuasaan-Nya itu, Dia pada suatu musim panas memasukkan malam ke dalam siang, maka siang menjadi panjang, dan pada suatu musim dingin memasukkan siang ke dalam malam, maka malam menjadi panjang. Di daerah khatulistiwa perbedaan waktu malam dan waktu siang ini tidak begitu dirasakan. Tetapi di daerah sub-tropis dan daerah kutub Utara atau Selatan, perbedaan ini sangat kelihatan. Pada musim dingin kelihatan malam amat panjang, sedang di musim panas waktu sianglah yang lebih panjang dari waktu malam.\n\nAyat di atas merupakan salah satu ayat dari sekian ayat dalam Al-Qur'an yang mengungkapkan secara berulang perkara kejadian siang dan malam. (QS 10;67, 16:12, 17;12, 21:33, dst). Dan itu terjadi semata karena kuasa-Nya yang tercermin dari bunyi awal ayat.\n\nMenurut para saintis, malam dan siang merupakan fenomena alam yang terjadi karena posisi bumi yang bergerak mengelilingi matahari pada lintasan yang tetap \"hampir berbentuk\" lingkaran. Karena itu pula bumi terhindar dari mengalami suhu-suhu ekstrem yang mematikan. Bumi yang bulat ketika mengelilingi matahari tadi sambil terus berputar pada sumbunya. Malam terjadi pada bagian bumi yang tidak tersinari oleh sinar matahari dan siang ketika bagian bumi lainnya terkena sinar matahari. Malam itu gelap dan siang itu terang. \n\nMengenai perputaran(rotasi) bumi pada sumbunya, data menunjukkan bahwa kecepatannya adalah 1.670 km per jam. Bandingkan dengan kecepatan peluru ketika dilepaskan dari senjata modern yaitu 1.800 km per jam. Betapa cepatnya rotasi bumi. \n\nSementara kecepatan orbit bumi terhadap matahari adalah 60 kali kecepatan peluru, yakni sekitar 108.000 km per jam. Dengan kecepatan demikian sebuah pesawat akan dapat mengelilingi bumi dalam waktu 22 menit saja.\n\nPerputaran bumi pada sumbunya terjadi satu kali dalam sehari yang menurut pengamatan para ahli merupakan kecepatan yang tepat untuk menghasilkan suhu yang sedang dan nyaman untuk kehidupan di atas permukaan bumi. Dan lebih mencengangkan adalah besarnya sudut sumbu putar bumi ini telah memungkinkan untuk terjadinya 4 musim di belahan utara dan selatan garis equator dan hanya 2 musim di daerah yang terletak tepat di garis equator bumi. \n\nKetepatan perputaran (rotasi) yang mengakibatkan keteraturan terjadinya siang dan malam di bumi ini ditegaskan oleh ayat ini,....Tidaklah mungkin bagi matahari mendapatkan bulan dan malam pun tidak dapat mendahului siang, dan masing-masing beredar pada garis edarnya\" (Yasin/36:40) \n\nDengan pergantian siang dan malam yang secara berkala dan teratur suatu ketetapan Allah untuk menjadi perhitungan waktu bagi kehidupan manusia di bumi. Satu putaran siang dan malam lamanya Allah SWT tentukan 24 jam. Ini yang kita kenal dengan hitungan hari. Satu hari adalah 24 jam. Sementara satu putaran bulan (sebagai satelit bumi) yang mengelilingi bumi memerlukan waktu 29 atau 30 hari. Atau disebut satu bulan.. Sedangkan lamanya bumi mengelilingi atau mengorbit matahari satu putaran penuh dibutuhkan selama 360 hari, dan dikenal dengan satu tahun. Semua ini adalah dasar disusunnya perhitungan waktu atau kalender. \n\nMemasukkan malam kepada siang, dan memasukkan siang kepada malam itu menurut ukuran manusia adalah lebih sulit melakukannya dari memberi kemenangan. Karena itu memberikan kemenangan kepada orang-orang teraniaya sangat mudah dilakukan Allah. Allah mendengarkan segala doa yang dimohonkan hamba kepada-Nya dan melihat semua perbuatan yang dilakukan hamba-Nya.",
                        "62": "Sifat-sifat yang demikian itu, yaitu kekuasaan yang sempurna, ilmu yang luas dan sempurna, meliputi segala macam ilmu ada pada Allah, karena Dialah yang wajibul-wujud, pasti adanya, mempunyai segala macam sifat kesempurnaan, tidak mempunyai kekurangan sedikit pun. Dialah yang memiliki agama yang benar, yang disampaikan nabi-nabi dan rasul-rasul yang diutus-Nya, yang paling akhir ialah Nabi Muhammad saw. Dialah Tuhan Yang Maha Esa, tiada seorang pun yang menjadi syarikat bagi-Nya. Karena itu beribadah kepada-Nya adalah suatu yang wajib, sesuatu yang paling benar, demikian pula pertolongan-Nya, janji-Nya adalah suatu yang hak. Segala yang disembah selain Allah adalah sembahan yang salah, dan ibadah itu merupakan ibadah yang tidak ada dasarnya. Dia berkuasa menciptakan segala yang dikehendaki-Nya. Jika Dia ingin menciptakan sesuatu, cukuplah Dia mengatakan, \"Jadilah\". Maka terwujudlah barang itu.\n\nSesungguhnya Allah Mahatinggi, semua berada dibawah-Nya da Dia di atas segala sesuatu. Tidak ada sesuatu pun yang menyamainya dalam kekuatan, ketinggian dan kebesaran serta pengetahuan-Nya.",
                        "63": "Dalam ayat ini Allah menyebutkan tanda-tanda kebesaran-Nya yang juga merupakan nikmat yang telah dilimpahkan kepada manusia, yaitu apakah manusia tidak melihat dan memperhatikan bahwa Allah mengedarkan awan, lalu dari awan itu turunlah hujan di atas bumi, air hujan itu menyuburkan bumi, maka timbullah beraneka macam tanam-tanaman dan tumbuh-tumbuhan yang indah bentuknya, seakan-akan bumi menghiasi dirinya dengan tumbuhnya tanam-tanaman dan tumbuh-tumbuhan yang beraneka warna. Di antara yang tumbuh itu ada yang dapat dimakan manusia, sehingga terpelihara kelangsungan hidupnya, ada yang dapat dijadikan bahan-bahan pakaian, bahan kecantikan, dan beraneka keperluan manusia yang lain.\n\nSesungguhnya Allah Mahaluas ilmu-Nya, karena pengetahuan-Nya meliputi seluruh makhluk-Nya. Tidak ada sesuatu pun yang luput dari pengetahuan-Nya, sejak dari yang kecil sampai kepada yang besar, sejak dari yang mudah sampai kepada yang sulit dan rumit yang kadang-kadang tidak diketahui oleh manusia. Karena itu Allah mengatur, menjaga kelangsungan hidup dan kelangsungan adanya makhluk-Nya itu. Maka ditetapkan hukum-hukum dan ketentuan-ketentuan untuk mengatur makhluk-Nya. \n\nTentang pengetahuan Allah terhadap makhluk-Nya, diterangkan dalam firman-Nya:\n\nTidak lengah sedikit pun dari pengetahuan Tuhanmu biarpun sebesar zarrah baik di bumi atau pun di langit. Tidak ada sesuatu yang lebih kecil dan yang lebih besar dari itu, melainkan semua tercatat dalam Kitab yang nyata (Lauh Mahfuz). (Yunus/10: 61)",
                        "64": "Hanya Allah yang memiliki segala apa yang di langit dan segala apa yang di bumi, tidak ada sesuatu pun yang berserikat dengan-Nya dalam pemilikan itu. Karena itu hanya Dia pulalah yang menentukan apa yang dilakukan-Nya terhadap makhluk-Nya itu, tidak ada sesuatu pun yang menghalangi kehendak-Nya. Dia tidak memerlukan sesuatu, hanya makhluk-Nyalah yang memerlukan-Nya. Dia Maha Terpuji karena kebaikan dan nikmat yang tiada terhingga yang telah diberikan kepada makhluk-Nya.",
                        "65": "Di antara nikmat yang telah diberikan Allah kepada hamba-Nya ialah Dia menundukkan dan memudahkan bagi manusia untuk memanfaatkan segala yang terkandung di dalam bumi dan segala yang ada di permukaannya, sehingga dapat dimanfaatkan untuk kepentingan hidup dan kehidupan manusia. Manusia diberi pengetahuan dan kemampuan menanam dan menyuburkan tanaman, menggali barang-barang tambang yang beraneka ragam macamnya. Kemudian Allah menunjukkan cara-cara memanfaatkan semuanya itu. Allah berfirman:\n\nDan Dia menundukkan apa yang ada di langit dan apa yang ada di bumi untukmu semuanya (sebagai rahmat) dari-Nya. (al-Jashiyah/45: 13)\n\nManusia telah dianugerahi Allah ilmu yang banyak. Kadang-kadang sebagian mereka menjadi angkuh dan sombong dengan ilmu yang dimilikinya itu, hendaklah manusia ingat bahwa ilmu yang diberikan itu, hanyalah sedikit bila dibandingkan dengan ilmu Allah yang belum diketahui manusia. Ilmu manusia tidak ada artinya sama sekali bila dibandingkan dengan ilmu Allah, sebagaimana firman Allah:\n\nDan mereka bertanya kepadamu (Muhammad) tentang roh. Katakanlah, \"Roh itu termasuk urusan Tuhanku, sedangkan kamu diberi pengetahuan hanya sedikit.\" (al-Isra'/17: 85)\n\nDemikianlah Allah menundukkan dan memudahkan penguasaan kapal dan laut kepada manusia. Dimudahkan kapal berlayar ke samudera, membawa manusia dan keperluan manusia ke segenap penjuru dunia. Dengan kapal itu pula manusia mencari rezeki di lautan berupa ikan, mutiara, barang tambang dan khazanah lautan berupa ikan yang tidak terhitung banyaknya.\n\nAllah menciptakan alam semesta, yang terdiri atas ruang angkasa dan planet-planetnya yang tidak terhitung banyaknya. Semua terapung dan beredar melalui garis edar yang telah ditentukan Allah. Masing-masing planet itu mempunyai daya tarik, sehingga ia tidak jatuh berantakan, kecuali jika Allah menghendaki-Nya. Firman Allah:\n\nApabila langit terbelah, dan apabila bintang-bintang jatuh berserakan. (al- Infithar/82: 1-2)\n\nSemuanya itu tidak dijadikan Allah dengan cara kebetulan saja, tetapi dengan maksud tertentu, dengan hukum-hukum dan ketentuan-ketentuan yang rapi dan teliti. Dengan hukum-hukum dan ketentuan-ketentuan itu manusia dapat mengambil manfaat daripadanya, mereka dapat terbang di jagat raya, naik ke planet lain, mereka dapat meramalkan keadaan cuaca. Mereka dapat berpergian dari suatu negeri ke negeri yang lain dalam waktu yang tidak lama, dan banyak lagi manfaat lain yang dapat mereka ambil dengan menggunakan ketentan-ketentuan dan hukum-hukum Allah itu. Semuanya itu menunjukkan kasih sayang Tuhan kepada manusia.",
                        "66": "Di antara nikmat Allah yang paling besar yang dianugerahkan kepada manusia ialah menciptakan manusia hidup dari benda-benda mati, memberi roh, jiwa, akal pikiran dan perasaan, sehingga manusia dapat hidup dan menikmati kehidupan, dapat mengolah bumi untuk kesenangan mereka. Dengan jiwa, akal pikiran dan perasaan itu pula, manusia dapat melaksanakan perintah-perintah Allah dan menghentikan larangan-larangan-Nya, sehingga di akhirat mereka dilimpahkan lagi nikmat yang paling besar yang tiada taranya, yaitu berupa surga yang telah dijanjikan-Nya.\n\nSekalipun demikian banyaknya nikmat-nikmat Allah yang telah dilimpahkan kepada manusia, tetapi sedikit manusia yang mensyukuri-Nya, bahkan banyak di antara mereka yang mengingkari-Nya, bahkan ada yang mendurhakai dan menyekutukan-Nya dengan makhluk yang lain. Allah berfirman:\n\nBagaimana kamu ingkar kepada Allah, padahal kamu (tadinya) mati, lalu Dia menghidupkan kamu, kemudian Dia mematikan kamu lalu Dia menghidupkan kamu kembali. Kemudian kepada-Nyalah kamu dikembalikan. (al-Baqarah/2: 28)\n\nDan firman Allah:\n\nKatakanlah, \"Allah yang menghidupkan kemudian mematikan kamu, setelah itu mengumpulkan kamu pada hari Kiamat yang tidak diragukan lagi; tetapi kebanyakan manusia tidak mengetahui.\" (al-Jashiyah/45: 26)",
                        "67": "Allah telah mengutus para rasul kepada tiap-tiap umat sampai kepada masa Nabi Muhammad saw. Tiap-tiap rasul membawa syariat yang berbeda dengan syariat rasul yang lain, sesuai dengan keadaan, tempat dan masa dimana umat itu berada sehingga syariat itu dapat mereka lakukan dengan baik dan sesuai dengan kesanggupan, kemanfaatan dan kebutuhan hidup mereka.\n\nKitab Taurat diturunkan kepada Musa as, yang akan disampaikan kepada Bani Israil. Bani Israil di waktu itu sedang terjangkit paham materialisme dan kehidupan yang materialistis. Hidupnya didasarkan kepada kebendaan. Baginya hidup ini adalah serba benda. Bani Israil tatkala ditinggalkan Nabi Musa yaitu dikala beliau naik ke bukit Tursina untuk menerima Taurat, mereka membuat patung anak sapi dari emas untuk disembah. Isi Taurat banyak memberi petunjuk kepada manusia tentang cara-cara membina diri dan umat agar terhindar dari paham materialisme dan kehidupan yang materialistis itu. Demikian pula Injil diturunkan kepada Nabi Isa as, banyak memberi petunjuk cara-cara pembinaan kejiwaan, rohani, sesuai pula dengan keadaan orang Yahudi di waktu itu. \n\nPada akhirnya Al-Qur'an diturunkan kepada Nabi Muhammad saw. Syariat yang dikandung Al-Qur'an itu adalah syariat untuk seluruh umat manusia sampai akhir zaman. Di dalam Al-Qur'an banyak ayat-ayat yang memberi petunjuk kepada manusia agar mereka di samping memikirkan kehidupan rohani juga memikirkan kehidupan duniawi, kehidupan duniawi merupakan persiapan kehidupan akhirat.\n\nDemikianlah ketetapan Allah yang berlaku bagi seluruh umat manusia sejak dahulu sampai sekarang. Maka seharusnya orang-orang kafir itu tidak menentang seruan Nabi Muhammad yang disampaikan kepada mereka. Karena itu Allah memperingatkan kepada Nabi Muhammad dan umatnya agar jangan terpengaruh oleh tantangan dan pembangkangan orang-orang kafir. Tetaplah melakukan dakwah, menyeru mereka dengan hikmat dan kebijaksanaan, mengajak mereka kepada ketauhidan, yang menunjukkan kepada kebahagiaan hidup di dunia dan di akhirat.",
                        "68": "Seandainya orang-orang kafir itu menentang dan mengingkari dakwah Nabi, padahal telah disampaikan kepada mereka bukti-bukti dan keterangan-keterangan yang menunjukkan kebenaran agama yang disampaikan kepada mereka, maka tugas Nabi Muhammad adalah menyampaikan agama, bukan untuk menjadikan seseorang itu menjadi kafir atau beriman. Semuanya menjadi wewenang Allah. Allah berfirman:\n\nDan jika mereka (tetap) mendustakanmu (Muhammad), maka katakanlah, \"Bagiku pekerjaanku dan bagimu pekerjaanmu. Kamu tidak bertanggung jawab terhadap apa yang aku kerjakan dan aku pun tidak bertanggung jawab terhadap apa yang kamu kerjakan.\" (Yunus/10: 41)\n\nKatakanlah kepada mereka bahwa Allah lebih mengetahui tentang apa yang mereka kerjakan dan akan membalas mereka terhadap pekerjaan-pekerjaan yang telah mereka kerjakan di dunia ini.",
                        "69": "Setelah Allah memerintahkan pada ayat-ayat yang lalu agar Rasulullah berpaling dari orang-orang yang kafir, maka pada ayat ini Allah menegaskan bahwa Allah akan menentukan keputusan dan hukum pada hari Kiamat antara mereka yang berselisih dalam persoalan agama itu, sehingga terbukti mana yang benar dan mana yang salah.\n\nOrang-orang yang beriman mereka bersabar, dan menguatkan keimanan mereka, sebagaimana firman Allah:\n\nKarena itu serulah (mereka beriman) dan tetaplah (beriman dan berdakwah) sebagaimana diperintahkan kepadamu (Muhammad) dan janganlah mengikuti keinginan mereka dan katakanlah, \"Aku beriman kepada Kitab yang diturunkan Allah dan aku diperintahkan agar berlaku adil di antara kamu. (asy-Syura/42: 15)",
                        "70": "Ayat ini menegaskan kepada Nabi Muhammad saw, tentang keluasan ilmu Allah. Sekalipun Nabi Muhammad yang dituju tetapi dalam ayat ini termasuk di dalamnya seluruh umatnya. Seakan-akan Allah mengatakan kepadanya, \"Apakah engkau tidak mengetahui hai Muhammad, bahwa ilmu Allah itu amat luas, meliputi segala apa yang ada di langit dan segala apa yang ada di bumi, tidak ada sesuatu pun yang luput dari ilmu-Nya itu, walaupun barang itu sebesar zarroh (atom) atau lebih kecil lagi dari atom itu, bahkan Dia mengetahui segala yang terbetik di dalam hati manusia.\"\n\nSemua ilmu Allah itu tertulis di Lauh Mahfuz, ialah suatu kitab yang di dalamnya disebutkan segala yang ada dan kitab itu telah ada dan lengkap, mempunyai catatan sebelum Allah menciptakan langit dan bumi. Menurut Abu Muslim al-AshfahÂ±ni, yang dimaksud dengan kitab dalam ayat ini ialah pemeliharaan sesuatu dan pencatatannya yang sempurna. Tidak ada sesuatu yang tidak tercatat di dalamnya. Hal inilah yang merupakan ilmu Allah.\n\nPengetahuan yang amat sempurna dan pencatatan yang lengkap tentang segala sesuatu serta penetapan hukum yang dijadikan bahan pengadilan di akhirat kelak tidaklah sukar bagi Allah untuk menetapkannya. Dia menetapkan sesuatu di akhirat nanti dengan seadil-adilnya, karena segala macam yang dijadikan bahan pertimbangan telah ada catatan-Nya, tidak ada yang kurang sedikit pun.",
                        "71": "Allah menerangkan bahwa kepercayaan orang-orang musyrik itu salah, baik ditinjau dari segi wahyu, akal pikiran, maupun dari sikap orang-orang musyrik itu sendiri di kala mereka mendengar ayat-ayat Allah.\n\n1. Orang-orang musyrik Mekah menyembah selain Allah, dengan menyembah berhala-berhala yang mereka buat sendiri. Kepercayaan mereka itu tidak berdasarkan wahyu yang diturunkan Allah kepada Rasul-Nya, padahal suatu kepercayaan yang benar adalah kepercayaan yang berdasarkan wahyu dari Allah. Kepercayaan mereka itu hanyalah berdasarkan adat kebiasaan nenek moyang mereka dahulu, kemudian mereka mengikuti dan mempercayainya.\n\n2. Mereka menyembah selain Allah, hal itu tidak berdasarkan pemikiran yang benar, dan tidak berdasarkan ilmu pengetahuan. Mereka membuat sendiri berhala-berhala yang mereka sembah itu. Oleh karena itu mereka tidak akan mendapat seorang penolong pun yang akan menolong mereka untuk menegakkan pendapat dan pikiran mereka, atau yang akan menolakkan azab dari mereka di akhirat kelak.\n\n3. Apabila dibacakan kepada mereka ayat-ayat Allah, maka tampaklah pada air muka mereka tanda-tanda keangkuhan, kesombongan dan kekerasan hati, serta ucapan marah yang timbul di hati mereka. Manakala dibacakan ayat-ayat Al-Qur'an kepada mereka, mereka ingin menyerang dan memukul orang-orang yang sedang membaca ayat itu. Seandainya mereka ingin mencari kebenaran, tentulah mereka mendengarkan ayat-ayat yang dibacakan itu, kemudian mereka merenungkan dan memikirkannya, dan kalau ada sesuatu yang tidak berkenan di hati mereka tentulah mereka menanyakan atau mencari alasan-alasan yang kuat untuk mematahkan kebenaran ayat-ayat Allah.\n\nKemudian Allah mengancam mereka bahwa kebencian dan kemarahan mereka karena mendengar ayat-ayat Allah itu sebenarnya adalah lebih kecil dari kepedihan azab yang akan mereka rasakan nanti di hari Kiamat.\n\nAllah menegaskan ancaman-Nya kepada orang-orang musyrik itu dengan memerintahkan nabi Muhammad saw agar mengatakan kepada mereka, \"Hai orang-orang musyrik, apakah kamu hendak mendengarkan berita yang lebih besar dan lebih jahat lagi dari kemarahan hatimu kepada orang-orang yang membaca ayat-ayat Allah, sehingga hampir saja kamu menyerang dan memukul mereka?\"\n\nKemudian pertanyaan di atas langsung dijawab, bahwa berita besar dan lebih buruk dari kemarahannya itu ialah azab neraka yang telah dijanjikan kepada orang-orang kafir sebagai balasan dari perbuatan mereka itu waktu hidup di dunia. Neraka itu adalah seburuk-buruk tempat kembali yang disediakan bagi orang-orang musyrik.",
                        "72": "Allah menerangkan bahwa kepercayaan orang-orang musyrik itu salah, baik ditinjau dari segi wahyu, akal pikiran, maupun dari sikap orang-orang musyrik itu sendiri di kala mereka mendengar ayat-ayat Allah.\n\n1. Orang-orang musyrik Mekah menyembah selain Allah, dengan menyembah berhala-berhala yang mereka buat sendiri. Kepercayaan mereka itu tidak berdasarkan wahyu yang diturunkan Allah kepada Rasul-Nya, padahal suatu kepercayaan yang benar adalah kepercayaan yang berdasarkan wahyu dari Allah. Kepercayaan mereka itu hanyalah berdasarkan adat kebiasaan nenek moyang mereka dahulu, kemudian mereka mengikuti dan mempercayainya.\n\n2. Mereka menyembah selain Allah, hal itu tidak berdasarkan pemikiran yang benar, dan tidak berdasarkan ilmu pengetahuan. Mereka membuat sendiri berhala-berhala yang mereka sembah itu. Oleh karena itu mereka tidak akan mendapat seorang penolong pun yang akan menolong mereka untuk menegakkan pendapat dan pikiran mereka, atau yang akan menolakkan azab dari mereka di akhirat kelak.\n\n3. Apabila dibacakan kepada mereka ayat-ayat Allah, maka tampaklah pada air muka mereka tanda-tanda keangkuhan, kesombongan dan kekerasan hati, serta ucapan marah yang timbul di hati mereka. Manakala dibacakan ayat-ayat Al-Qur'an kepada mereka, mereka ingin menyerang dan memukul orang-orang yang sedang membaca ayat itu. Seandainya mereka ingin mencari kebenaran, tentulah mereka mendengarkan ayat-ayat yang dibacakan itu, kemudian mereka merenungkan dan memikirkannya, dan kalau ada sesuatu yang tidak berkenan di hati mereka tentulah mereka menanyakan atau mencari alasan-alasan yang kuat untuk mematahkan kebenaran ayat-ayat Allah.\n\nKemudian Allah mengancam mereka bahwa kebencian dan kemarahan mereka karena mendengar ayat-ayat Allah itu sebenarnya adalah lebih kecil dari kepedihan azab yang akan mereka rasakan nanti di hari Kiamat.\n\nAllah menegaskan ancaman-Nya kepada orang-orang musyrik itu dengan memerintahkan nabi Muhammad saw agar mengatakan kepada mereka, \"Hai orang-orang musyrik, apakah kamu hendak mendengarkan berita yang lebih besar dan lebih jahat lagi dari kemarahan hatimu kepada orang-orang yang membaca ayat-ayat Allah, sehingga hampir saja kamu menyerang dan memukul mereka?\"\n\nKemudian pertanyaan di atas langsung dijawab, bahwa berita besar dan lebih buruk dari kemarahannya itu ialah azab neraka yang telah dijanjikan kepada orang-orang kafir sebagai balasan dari perbuatan mereka itu waktu hidup di dunia. Neraka itu adalah seburuk-buruk tempat kembali yang disediakan bagi orang-orang musyrik.",
                        "73": "Ayat ini menyeru manusia terutama orang-orang yang mem-persekutukan Allah dengan menyembah patung yang terbuat dari benda mati dan dibuat oleh mereka sendiri, agar mereka memperhatikan perumpamaan yang dibuat Allah bagi mereka, kemudian merenungkan dan memikirkannya dengan sebaik-baiknya. Apakah yang telah mereka lakukan itu sesuai dengan akal pikiran yang benar, hendaklah direnungkan kembali ayat-ayat Allah yang dibacakan itu, agar mereka mendapat petunjuk.\n\nPerumpamaan itu ialah segala berhala yang mereka sembah itu, dengan tujuan untuk mendekatkan diri kepada Allah, dan mereka memohonkan sesuatu kepadanya, meski patung-patung itu tidak dapat menciptakan sesuatu. Begitu pula sekiranya patung itu mempunyai suatu barang, kemudian barang itu disambar oleh seekor lalat kecil, lemah dan tidak ada kekuatannya, niscaya patung-patung yang mereka sembah itu tidak akan sanggup merebut barang itu kembali dari lalat yang kecil itu.\n\nPerumpamaan yang dikemukakan Allah dalam ayat ini, seakan-akan memperingatkan orang-orang yang menyembah patung atau benda mati itu, bahwa Tuhan yang berhak disembah ialah Tuhan Yang Maha Perkasa, Maha Pencipta, tidak ada sesuatu kekuatan pun yang dapat mengatasi kekuatan-Nya. Jika orang-orang kafir menyembah patung, berarti mereka menyembah benda mati, yang tidak tahu suatu apapun, bahkan ia tidak dapat mempertahankan apa yang dimilikinya, seandainya seekor lalat kecil yang tidak berdaya merampas kepunyaannya itu daripadanya. Apakah patung yang demikian itu layak disembah? Tindakan orang-orang musyrik itu menunjukkan kebodohan-nya. Alangkah kelirunya orang-orang yang menyembah patung itu, demikian pula patung yang disembah itu.",
                        "74": "Orang-orang musyrik mengaku bahwa mereka menyembah berhala atau patung itu adalah untuk mendekatkan diri kepada Allah. Tetapi pengakuan mereka itu dibantah Allah bahwa cara yang mereka lakukan itu, tidak saja menghina Allah, bahkan menganggap bahwa Allah tidak dapat langsung menerima permohonan dan mengabulkan doa hamba-hamba-Nya, sehingga perlu adanya sesuatu yang membantunya sebagai perantara.\n\nSungguh Allah yang berhak disembah itu Mahakuat dan Kuasa, Maha Perkasa, tidak ada sesuatu pun yang dapat mengalahkan-Nya. Dia berbuat menurut yang dikehendaki-Nya, tidak seperti patung yang disembah oleh orang-orang musyrik itu, yang tidak dapat merebut kembali, benda yang telah direbut lalat daripadanya. Allah berfirman:\n\nSungguh Allah, Dialah Pemberi rezeki Yang Mempunyai Kekuatan lagi Sangat Kokoh. (adz-dzariyat/51: 58)",
                        "75": "Diriwayatkan bahwa Walid bin Mugirah pernah berkata, \"Apakah pernah diturunkan wahyu atasnya di antara kita?\" Maka Allah menurunkan ayat ini.\n\nPada ayat ini Allah menerangkan bahwa Dia telah memilih beberapa orang di antara para malaikat, untuk menjadi perantara antara Dia dengan para Rasul yang diutusnya, untuk menyampaikan wahyu, seperti malaikat jibril. Demikian pula Allah telah memilih beberapa orang rasul yang akan menyampaikan agama-Nya kepada manusia. Hak memilih para rasul adalah hak Allah, tidak seorang pun yang berwenang menetapkannya selain dari Dia. Allah Maha Mendengar semua yang diucapkan oleh hamba-hamba-Nya, melihat keadaan dan mengetahui kadar kemampuan mereka, sehingga Dia dapat menetapkan dan memilih siapa yang patut menjadi rasul atau nabi di antara mereka.\n\nHadis Nabi saw, beliau bersabda:\n\nSesungguhnya Allah telah memilih Musa sebagai Kalimullah dan Ibrahim sebagai Khalilullah. (Riwayat al-Hakim dalam al-Mustadrak dari Ibnu 'Abbas).",
                        "76": "Allah Maha Mengetahui keadaan para malaikat dan keadaan manusia, baik sebelum mereka diciptakan maupun sesudah mereka diciptakan dan mengetahui pula keadaan mereka sesudah tiada nanti. Allah Maha Mengetahui apa yang akan terjadi, apa yang telah terjadi, dan mengetahui pula akhir segala sesuatu nanti, karena kepada-Nyalah kembalinya urusan segala sesuatu.",
                        "77": "Pada ayat ini Allah memerintahkan kepada orang-orang yang beriman agar:\n\n1. Mengerjakan salat pada waktu-waktu yang telah ditentukan, lengkap dengan syarat-syarat dan rukun-rukunnya. Pada ayat ini salat disebut dengan \"ruku'\" dan \"sujud\", karena ruku' dan sujud itu merupakan ciri khas dari salat dan termasuk dalam rukun-rukunnya.\n\n2. Menghambakan diri, bertobat kepada Allah, dan beribadah kepada-Nya merupakan perwujudan dari keimanan di hati sanubari yang telah merasakan kebesaran, kekuasaan dan keagungan Allah, karena diri manusia sangat tergantung kepada-Nya. Hanya Dialah yang menciptakan, memelihara kelangsungan hidup dan mengatur seluruh makhluk-Nya. Beribadah kepada Tuhan ada yang dilakukan secara langsung, seperti salat, puasa bulan Ramadan, menunaikan zakat dan menunaikan ibadah haji. Ada pula ibadah yang dilakukan tidak secara langsung, seperti berbuat baik kepada sesama manusia, tolong menolong, mengolah alam yang diciptakan Allah untuk kepentingan manusia.\n\n3. Mengerjakan perbuatan-perbuatan yang baik, seperti memperkuat hubungan silaturrahmi, berbudi pekerti yang baik, hormat menghormati, kasih-mengasihi sesama manusia. Termasuk melaksanakan perintah Allah.\n\nJika manusia mengerjakan tiga macam perintah di atas, maka mereka akan berhasil dalam kehidupan memperoleh kebahagiaan ketentraman hidup, dan di akhirat mereka akan memperoleh surga yang penuh kenikmatan.",
                        "78": "Di samping perintah-perintah di atas, Allah juga memerintahkan kepada orang-orang yang beriman agar berjihad di jalan Allah dengan sungguh-sungguh, semata-mata dilaksanakan karena Allah dan janganlah kaum Muslimin merasa khawatir dan takut kepada siapa pun dalam berjihad selain kepada Allah.\n\nAda empat macam jihad di jalan Allah yaitu:\n\n1. Jihad dalam arti mempertahankan diri dari serangan musuh, sebagaimana firman Allah:\n\nDan perangilah di jalan Allah orang-orang yang memerangi kamu, tetapi jangan melampaui batas. (al-Baqarah/2: 190)\n\n2. Jihad dalam arti menegakkan agama Allah dan untuk meninggikannya, sebagaimana firman Allah:\n\nDan perangilah mereka itu sampai tidak ada lagi fitnah, dan agama hanya bagi Allah semata. Jika mereka berhenti (dari kekafiran), maka sesungguhnya Allah Maha Melihat apa yang mereka kerjakan. (al- Anfal/8: 39)\n\n3. Jihad dengan arti berusaha melepaskan diri dari godaan setan, yang mengarah kepada masalah kemanusiaan seperti menolong orang, bertugas untuk kebaikan dan lain sebagainya, sebagaimana firman Allah:\n\nOrang-orang yang beriman, mereka berperang di jalan Allah, dan orang-orang yang kafir berperang di jalan Tagut, maka perangilah kawan-kawan setan itu, (karena) sesungguhnya tipu daya setan itu lemah. (an-Nisa'/4:76)\n\n4. Jihad dengan arti memerangi hawa nafsu, sebagaimana diterangkan dalam hadis Nabi: Dari Jabir ia berkata, \"Telah datang kepada Rasulullah saw suatu kaum yang baru dari peperangan. Maka beliau bersabda, \"Kamu datang dengan kedatangan yang baik, kamu telah datang dari jihad yang kecil dan akan memasuki jihad yang besar.\" Seseorang berkata, \"Apakah jihad yang besar itu?\" Rasulullah menjawab, \"Perjuangan hamba melawan hawa nafsu.\" (Riwayat al-Khatib al-Baghdadi)\n\nPada mulanya peperangan itu dibenci oleh kaum Muslimin, sebagaimana firman Allah:\n\nDiwajibkan atas kamu berperang, padahal itu tidak menyenangkan bagimu. (al-Baqarah/2: 216)\n\nSekalipun perang itu dibenci oleh kaum Muslimin, tetapi karena tujuannya untuk mempertahankan diri dan menegakkan agama Allah, maka peperangan itu dibolehkan dan kaum Muslimin harus melakukannya. Dalam pada itu Allah melarang kaum Muslimin melakukan perbuatan-perbuatan yang melampaui batas dalam peperangan.\n\nDalam ayat ini diterangkan bahwa Allah telah memilih umat Muhammad untuk melakukan jihad. Perintah itu datang karena agama yang dibawa Muhammad adalah agama yang telah disempurnakan Allah, yang di dalamnya terdapat ketentuan-ketentuan tentang Jihad. Hal ini merupakan pertolongan Allah kepada Nabi Muhammad beserta umatnya.\n\nAllah menerangkan bahwa agama yang telah diturunkan-Nya kepada Muhammad itu bukanlah agama yang sempit dan sulit, tetapi adalah agama yang lapang dan tidak menimbulkan kesulitan kepada hamba yang melakukannya. Semua perintah dan larangan yang terdapat dalam agama Islam bertujuan untuk melapangkan dan memudahkan hidup manusia, agar mereka hidup berbahagia di dunia dan di akhirat. Hanya saja hawa nafsu manusialah yang mempengaruhi dan menimbulkan dalam pikiran mereka bahwa perintah-perintah dan larangan-larangan Allah itu terasa berat dikerjakan.\n\nRasulullah saw mengatakan bahwa agama Islam itu mudah, orang-orang yang memberat-beratkan beban dalam agama akan dikalahkan oleh agama sendiri, sebagaimana tersebut dalam hadis:\n\nDari Abi Hurairah ra, dari Nabi saw, beliau bersabda, \"Sesungguhnya agama itu mudah dan sekali-kali tidak akan ada seorang pun yang memberatkan agama, kecuali agama itu akan mengalahkannya. Karena itu kerjakanlah dengan benar, dekatkanlah dirimu, gembiralah, dan mohonlah pertolongan di pagi dan petang hari serta waktu berpergian awal malam.\" (Riwayat al-Bukhari)\n\nRasulullah saw pernah memberikan suatu peringatan yang keras kepada suatu golongan yang memberatkan beban dalam agama, sebagaimana tersebut dalam hadis.\n\nDari 'Aisyah ra, ia berkata, \"Rasulullah saw pernah membuat sesuatu, lalu beliau meringankannya, lalu sampailah hal yang demikian kepada beberapa orang sahabat beliau. Seolah-olah mereka tidak menyukainya dan meninggalkannya. Maka sampailah persoalan itu pada beliau. Beliau lalu berdiri berpidato dan berkata: Apakah gerangan keadaan orang-orang yang telah sampai kepada mereka tentang sesuatu perbuatan yang aku meringankannya, lalu mereka tidak menyukainya dan meninggalkannya? Demi Allah (kata Rasululah): Sesungguhnya aku adalah orang yang paling tahu di antara mereka tentang Allah dan orang yang paling takut di antara mereka kepada-Nya.\" (Riwayat al-Bukhari dan Muslim)\n\nDiriwayatkan bahwa beberapa orang sahabat Rasul ingin menandingi beliau, sehingga ada yang berkata, \"Aku akan puasa setiap hari.\" Yang lain lagi berkata, \"Aku tidak akan mengawini perempuan.\" Maka sampailah hal itu kepada Rasulullah, lalu beliau bersabda:\n\nApakah gerangan keadaan orang yang telah mengharamkan perempuan, makan dan tidur? Ketahuilah, sesungguhnya aku salat dan tidur, berpuasa dan berbuka puasa serta menikahi perempuan-perempuan. Barangsiapa yang benci kepada sunnahku, maka ia bukanlah termasuk umatku. (Riwayat an-Nasa'i)\n\nDengan keterangan hadis-hadis di atas nyatalah bahwa agama Islam adalah agama yang lapang, meringankan beban, tidak picik dan tidak mempersulit. Seandainya ada praktek dan amalan agama Islam yang memberatkan, picik dan sempit, maka hal itu bukanlah berasal dari agama Islam, tetapi berasal dari orang yang tidak mengetahui hakikat Islam itu.\n\nDalam kehidupan sehari-hari terlihat masih banyak kaum Muslimin yang belum memahami dengan baik tujuan Allah menurunkan syariat-Nya kepada Nabi saw. Seperti Allah mensyariatkan salat dengan tujuan agar manusia terhindar dari perbuatan keji dan mungkar, tetapi sebagian kaum Muslimin merasa berat mengerjakan salat yang lima waktu itu, bahkan ada di antara mereka yang mengatakan bahwa salat itu menganggu waktu berharga bagi mereka. Demikian pula pendapat mereka tentang ibadah-ibadah lainnya.\n\nKemudian Allah menerangkan bahwa agama yang dibawa Muhammad itu adalah sesuai dengan agam Ibrahim, nenek moyang bangsa Arab dan kedua agama itu sama-sama bersendikan ketauhidan. Seakan-akan Allah memperingatkan kepada bangsa Arab waktu itu, \"Hai bangsa Arab, kamu mengaku memeluk agama yang dibawa nenek moyangmu Ibrahim, karena itu ikutilah agama yang dibawa Muhammad, agama yang berazaskan tauhid, tidak ada kesempitan dan kepicikan di dalamnya. Dan Allah menamakan orang-orang yang memeluk agama tauhid dengan \"muslim\".\"\n\nDalam ayat ini disebutkan bahwa Rasulullah saw menjadi saksi di hari Kiamat atas umatnya. Maksudnya ialah dia bersaksi bahwa ia telah menyampaikan risalah Allah kepada mereka, menyeru mereka agar beriman kepada Allah dan agar mereka tetap berpegang teguh kepada agama Allah, serta beribadah kepada Allah dan melaksanakan perintah-perintah-Nya dan menjauhkan larangan-larangan-Nya. Sedangkan kaum Muslimin menjadi saksi atas manusia di hari Kiamat kelak, maksudnya ialah mereka telah melakukan seperti yang telah dilakukan Rasul atas mereka, yaitu mereka telah menyeru manusia agar beriman, menyampaikan agama Allah, melakukan tugas yang dibebankan Allah dan Rasul kepada mereka dengan sebaik-baiknya. Setelah itu mereka menyerahkan urusan mereka kepada Allah, apakah ajakan mereka diterima atau ditolak.\n\nSebagian Ahli tafsir dalam menafsirkan ayat ini menyatakan bahwa kaum Muslimin menjadi saksi atas manusia termasuk di dalam persaksian mereka atas umat-umat terdahulu, yang telah diutus kepada mereka Rasul-rasul. Mereka mengetahui hal itu dari Allah melalui Al-Qur'an yang menerangkan bahwa Rasul dahulu telah menyampaikan agama yang bedasar tauhid kepada mereka.\n\nSemua perintah Allah yang disebutkan itu dapat dilaksanakan dengan baik, agar umat Muhammad yang ditugaskan menjadi saksi terhadap manusia pada hari Kiamat dapat melakukan persaksian itu dengan sebaik-baiknya, maka Allah memerintahkan kepada mereka:\n\n1. Selalu melaksanakan salat yang lima waktu, karena salat menjauhkan manusia dari perbuatan keji dan mungkar dan merupakan penghubung yang kuat antara Tuhan yang disembah dengan hamba-Nya.\n\n2. Menunaikan zakat, agar dapat membersihkan jiwa dan harta, agar mempersempit jurang antara si kaya dan si miskin.\n\n3. Berpegang teguh dengan tali Allah dengan melaksanakan perintah-perintah-Nya dan menjauhkan segala larangan-Nya."
                    }
                }
            }
        }
    }
}