{
    "24": {
        "number": "24",
        "name": "النّور",
        "name_latin": "An-Nur",
        "number_of_ayah": "64",
        "text": {
            "1": "سُوْرَةٌ اَنْزَلْنٰهَا وَفَرَضْنٰهَا وَاَنْزَلْنَا فِيْهَآ اٰيٰتٍۢ بَيِّنٰتٍ لَّعَلَّكُمْ تَذَكَّرُوْنَ",
            "2": "اَلزَّانِيَةُ وَالزَّانِيْ فَاجْلِدُوْا كُلَّ وَاحِدٍ مِّنْهُمَا مِائَةَ جَلْدَةٍ ۖوَّلَا تَأْخُذْكُمْ بِهِمَا رَأْفَةٌ فِيْ دِيْنِ اللّٰهِ اِنْ كُنْتُمْ تُؤْمِنُوْنَ بِاللّٰهِ وَالْيَوْمِ الْاٰخِرِۚ وَلْيَشْهَدْ عَذَابَهُمَا طَاۤىِٕفَةٌ مِّنَ الْمُؤْمِنِيْنَ",
            "3": "اَلزَّانِيْ لَا يَنْكِحُ اِلَّا زَانِيَةً اَوْ مُشْرِكَةً ۖوَّالزَّانِيَةُ لَا يَنْكِحُهَآ اِلَّا زَانٍ اَوْ مُشْرِكٌۚ وَحُرِّمَ ذٰلِكَ عَلَى الْمُؤْمِنِيْنَ",
            "4": "وَالَّذِيْنَ يَرْمُوْنَ الْمُحْصَنٰتِ ثُمَّ لَمْ يَأْتُوْا بِاَرْبَعَةِ شُهَدَاۤءَ فَاجْلِدُوْهُمْ ثَمٰنِيْنَ جَلْدَةً وَّلَا تَقْبَلُوْا لَهُمْ شَهَادَةً اَبَدًاۚ وَاُولٰۤىِٕكَ هُمُ الْفٰسِقُوْنَ ۙ",
            "5": "اِلَّا الَّذِيْنَ تَابُوْا مِنْۢ بَعْدِ ذٰلِكَ وَاَصْلَحُوْاۚ فَاِنَّ اللّٰهَ غَفُوْرٌ رَّحِيْمٌ",
            "6": "وَالَّذِيْنَ يَرْمُوْنَ اَزْوَاجَهُمْ وَلَمْ يَكُنْ لَّهُمْ شُهَدَاۤءُ اِلَّآ اَنْفُسُهُمْ فَشَهَادَةُ اَحَدِهِمْ اَرْبَعُ شَهٰدٰتٍۢ بِاللّٰهِ ۙاِنَّهٗ لَمِنَ الصّٰدِقِيْنَ",
            "7": "وَالْخَامِسَةُ اَنَّ لَعْنَتَ اللّٰهِ عَلَيْهِ اِنْ كَانَ مِنَ الْكٰذِبِيْنَ",
            "8": "وَيَدْرَؤُا عَنْهَا الْعَذَابَ اَنْ تَشْهَدَ اَرْبَعَ شَهٰدٰتٍۢ بِاللّٰهِ اِنَّهٗ لَمِنَ الْكٰذِبِيْنَ ۙ",
            "9": "وَالْخَامِسَةَ اَنَّ غَضَبَ اللّٰهِ عَلَيْهَآ اِنْ كَانَ مِنَ الصّٰدِقِيْنَ ",
            "10": "وَلَوْلَا فَضْلُ اللّٰهِ عَلَيْكُمْ وَرَحْمَتُهٗ وَاَنَّ اللّٰهَ تَوَّابٌ حَكِيْمٌ ࣖ",
            "11": "اِنَّ الَّذِيْنَ جَاۤءُوْ بِالْاِفْكِ عُصْبَةٌ مِّنْكُمْۗ  لَا تَحْسَبُوْهُ شَرًّا لَّكُمْۗ بَلْ هُوَ خَيْرٌ لَّكُمْۗ لِكُلِّ امْرِئٍ مِّنْهُمْ مَّا اكْتَسَبَ مِنَ الْاِثْمِۚ وَالَّذِيْ تَوَلّٰى كِبْرَهٗ مِنْهُمْ لَهٗ عَذَابٌ عَظِيْمٌ",
            "12": "لَوْلَآ اِذْ سَمِعْتُمُوْهُ ظَنَّ الْمُؤْمِنُوْنَ وَالْمُؤْمِنٰتُ بِاَنْفُسِهِمْ خَيْرًاۙ وَّقَالُوْا هٰذَآ اِفْكٌ مُّبِيْنٌ",
            "13": "لَوْلَا جَاۤءُوْ عَلَيْهِ بِاَرْبَعَةِ شُهَدَاۤءَۚ فَاِذْ لَمْ يَأْتُوْا بِالشُّهَدَاۤءِ فَاُولٰۤىِٕكَ عِنْدَ اللّٰهِ هُمُ الْكٰذِبُوْنَ",
            "14": "وَلَوْلَا فَضْلُ اللّٰهِ عَلَيْكُمْ وَرَحْمَتُهٗ فِى الدُّنْيَا وَالْاٰخِرَةِ لَمَسَّكُمْ فِيْ مَآ اَفَضْتُمْ فِيْهِ عَذَابٌ عَظِيْمٌ ",
            "15": "اِذْ تَلَقَّوْنَهٗ بِاَلْسِنَتِكُمْ وَتَقُوْلُوْنَ بِاَفْوَاهِكُمْ مَّا لَيْسَ لَكُمْ بِهٖ عِلْمٌ وَّتَحْسَبُوْنَهٗ هَيِّنًاۙ وَّهُوَ عِنْدَ اللّٰهِ عَظِيْمٌ ۚ",
            "16": "وَلَوْلَآ اِذْ سَمِعْتُمُوْهُ قُلْتُمْ مَّا يَكُوْنُ لَنَآ اَنْ نَّتَكَلَّمَ بِهٰذَاۖ سُبْحٰنَكَ هٰذَا بُهْتَانٌ عَظِيْمٌ",
            "17": "يَعِظُكُمُ اللّٰهُ اَنْ تَعُوْدُوْا لِمِثْلِهٖٓ اَبَدًا اِنْ كُنْتُمْ مُّؤْمِنِيْنَ ۚ",
            "18": "وَيُبَيِّنُ اللّٰهُ لَكُمُ الْاٰيٰتِۗ وَاللّٰهُ عَلِيْمٌ حَكِيْمٌ",
            "19": "اِنَّ الَّذِيْنَ يُحِبُّوْنَ اَنْ تَشِيْعَ الْفَاحِشَةُ فِى الَّذِيْنَ اٰمَنُوْا لَهُمْ عَذَابٌ اَلِيْمٌۙ فِى الدُّنْيَا وَالْاٰخِرَةِۗ وَاللّٰهُ يَعْلَمُ وَاَنْتُمْ لَا تَعْلَمُوْنَ",
            "20": "وَلَوْلَا فَضْلُ اللّٰهِ عَلَيْكُمْ وَرَحْمَتُهٗ وَاَنَّ اللّٰهَ رَءُوْفٌ رَّحِيْمٌ ࣖ ",
            "21": "۞ يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا لَا تَتَّبِعُوْا خُطُوٰتِ الشَّيْطٰنِۗ وَمَنْ يَّتَّبِعْ خُطُوٰتِ الشَّيْطٰنِ فَاِنَّهٗ يَأْمُرُ بِالْفَحْشَاۤءِ وَالْمُنْكَرِۗ وَلَوْلَا فَضْلُ اللّٰهِ عَلَيْكُمْ وَرَحْمَتُهٗ مَا زَكٰى مِنْكُمْ مِّنْ اَحَدٍ اَبَدًاۙ وَّلٰكِنَّ اللّٰهَ يُزَكِّيْ مَنْ يَّشَاۤءُۗ وَاللّٰهُ سَمِيْعٌ عَلِيْمٌ ",
            "22": "وَلَا يَأْتَلِ اُولُو الْفَضْلِ مِنْكُمْ وَالسَّعَةِ اَنْ يُّؤْتُوْٓا اُولِى الْقُرْبٰى وَالْمَسٰكِيْنَ وَالْمُهٰجِرِيْنَ فِيْ سَبِيْلِ اللّٰهِ ۖوَلْيَعْفُوْا وَلْيَصْفَحُوْاۗ  اَلَا تُحِبُّوْنَ اَنْ يَّغْفِرَ اللّٰهُ لَكُمْ ۗوَاللّٰهُ غَفُوْرٌ رَّحِيْمٌ",
            "23": "اِنَّ الَّذِيْنَ يَرْمُوْنَ الْمُحْصَنٰتِ الْغٰفِلٰتِ الْمُؤْمِنٰتِ لُعِنُوْا فِى الدُّنْيَا وَالْاٰخِرَةِۖ وَلَهُمْ عَذَابٌ عَظِيْمٌ ۙ",
            "24": "يَّوْمَ تَشْهَدُ عَلَيْهِمْ اَلْسِنَتُهُمْ وَاَيْدِيْهِمْ وَاَرْجُلُهُمْ بِمَا كَانُوْا يَعْمَلُوْنَ",
            "25": "يَوْمَىِٕذٍ يُّوَفِّيْهِمُ اللّٰهُ دِيْنَهُمُ الْحَقَّ وَيَعْلَمُوْنَ اَنَّ اللّٰهَ هُوَ الْحَقُّ الْمُبِيْنُ",
            "26": "اَلْخَبِيْثٰتُ لِلْخَبِيْثِيْنَ وَالْخَبِيْثُوْنَ لِلْخَبِيْثٰتِۚ وَالطَّيِّبٰتُ لِلطَّيِّبِيْنَ وَالطَّيِّبُوْنَ لِلطَّيِّبٰتِۚ اُولٰۤىِٕكَ مُبَرَّءُوْنَ مِمَّا يَقُوْلُوْنَۗ  لَهُمْ مَّغْفِرَةٌ وَّرِزْقٌ كَرِيْمٌ ࣖ",
            "27": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا لَا تَدْخُلُوْا بُيُوْتًا غَيْرَ بُيُوْتِكُمْ حَتّٰى تَسْتَأْنِسُوْا وَتُسَلِّمُوْا عَلٰٓى اَهْلِهَاۗ ذٰلِكُمْ خَيْرٌ لَّكُمْ لَعَلَّكُمْ تَذَكَّرُوْنَ ",
            "28": "فَاِنْ لَّمْ تَجِدُوْا فِيْهَآ اَحَدًا فَلَا تَدْخُلُوْهَا حَتّٰى يُؤْذَنَ لَكُمْ وَاِنْ قِيْلَ لَكُمُ ارْجِعُوْا فَارْجِعُوْا هُوَ اَزْكٰى لَكُمْ ۗوَاللّٰهُ بِمَا تَعْمَلُوْنَ عَلِيْمٌ ",
            "29": "لَيْسَ عَلَيْكُمْ جُنَاحٌ اَنْ تَدْخُلُوْا بُيُوْتًا غَيْرَ مَسْكُوْنَةٍ فِيْهَا مَتَاعٌ لَّكُمْۗ وَاللّٰهُ يَعْلَمُ مَا تُبْدُوْنَ وَمَا تَكْتُمُوْنَ",
            "30": "قُلْ لِّلْمُؤْمِنِيْنَ يَغُضُّوْا مِنْ اَبْصَارِهِمْ وَيَحْفَظُوْا فُرُوْجَهُمْۗ ذٰلِكَ اَزْكٰى لَهُمْۗ اِنَّ اللّٰهَ خَبِيْرٌۢ بِمَا يَصْنَعُوْنَ",
            "31": "وَقُلْ لِّلْمُؤْمِنٰتِ يَغْضُضْنَ مِنْ اَبْصَارِهِنَّ وَيَحْفَظْنَ فُرُوْجَهُنَّ وَلَا يُبْدِيْنَ زِيْنَتَهُنَّ اِلَّا مَا ظَهَرَ مِنْهَا وَلْيَضْرِبْنَ بِخُمُرِهِنَّ عَلٰى جُيُوْبِهِنَّۖ وَلَا يُبْدِيْنَ زِيْنَتَهُنَّ اِلَّا لِبُعُوْلَتِهِنَّ اَوْ اٰبَاۤىِٕهِنَّ اَوْ اٰبَاۤءِ بُعُوْلَتِهِنَّ اَوْ اَبْنَاۤىِٕهِنَّ اَوْ اَبْنَاۤءِ بُعُوْلَتِهِنَّ اَوْ اِخْوَانِهِنَّ اَوْ بَنِيْٓ اِخْوَانِهِنَّ اَوْ بَنِيْٓ اَخَوٰتِهِنَّ اَوْ نِسَاۤىِٕهِنَّ اَوْ مَا مَلَكَتْ اَيْمَانُهُنَّ اَوِ التَّابِعِيْنَ غَيْرِ اُولِى الْاِرْبَةِ مِنَ الرِّجَالِ اَوِ الطِّفْلِ الَّذِيْنَ لَمْ يَظْهَرُوْا عَلٰى عَوْرٰتِ النِّسَاۤءِ ۖوَلَا يَضْرِبْنَ بِاَرْجُلِهِنَّ لِيُعْلَمَ مَا يُخْفِيْنَ مِنْ زِيْنَتِهِنَّۗ وَتُوْبُوْٓا اِلَى اللّٰهِ جَمِيْعًا اَيُّهَ الْمُؤْمِنُوْنَ لَعَلَّكُمْ تُفْلِحُوْنَ",
            "32": "وَاَنْكِحُوا الْاَيَامٰى مِنْكُمْ وَالصّٰلِحِيْنَ مِنْ عِبَادِكُمْ وَاِمَاۤىِٕكُمْۗ اِنْ يَّكُوْنُوْا فُقَرَاۤءَ يُغْنِهِمُ اللّٰهُ مِنْ فَضْلِهٖۗ وَاللّٰهُ وَاسِعٌ عَلِيْمٌ ",
            "33": "وَلْيَسْتَعْفِفِ الَّذِيْنَ لَا يَجِدُوْنَ نِكَاحًا حَتّٰى يُغْنِيَهُمُ اللّٰهُ مِنْ فَضْلِهٖ ۗوَالَّذِيْنَ يَبْتَغُوْنَ الْكِتٰبَ مِمَّا مَلَكَتْ اَيْمَانُكُمْ فَكَاتِبُوْهُمْ اِنْ عَلِمْتُمْ فِيْهِمْ خَيْرًا وَّاٰتُوْهُمْ مِّنْ مَّالِ اللّٰهِ الَّذِيْٓ اٰتٰىكُمْ ۗوَلَا تُكْرِهُوْا فَتَيٰتِكُمْ عَلَى الْبِغَاۤءِ اِنْ اَرَدْنَ تَحَصُّنًا لِّتَبْتَغُوْا عَرَضَ الْحَيٰوةِ الدُّنْيَا ۗوَمَنْ يُّكْرِهْهُّنَّ فَاِنَّ اللّٰهَ مِنْۢ بَعْدِ اِكْرَاهِهِنَّ غَفُوْرٌ رَّحِيْمٌ",
            "34": "وَلَقَدْ اَنْزَلْنَآ اِلَيْكُمْ اٰيٰتٍ مُّبَيِّنٰتٍ وَّمَثَلًا مِّنَ الَّذِيْنَ خَلَوْا مِنْ قَبْلِكُمْ وَمَوْعِظَةً لِّلْمُتَّقِيْنَ ࣖ",
            "35": "۞ اَللّٰهُ نُوْرُ السَّمٰوٰتِ وَالْاَرْضِۗ مَثَلُ نُوْرِهٖ كَمِشْكٰوةٍ فِيْهَا مِصْبَاحٌۗ  اَلْمِصْبَاحُ فِيْ زُجَاجَةٍۗ  اَلزُّجَاجَةُ كَاَنَّهَا كَوْكَبٌ دُرِّيٌّ يُّوْقَدُ مِنْ شَجَرَةٍ مُّبٰرَكَةٍ زَيْتُوْنَةٍ لَّا شَرْقِيَّةٍ وَّلَا غَرْبِيَّةٍۙ يَّكَادُ زَيْتُهَا يُضِيْۤءُ وَلَوْ لَمْ تَمْسَسْهُ نَارٌۗ  نُوْرٌ عَلٰى نُوْرٍۗ يَهْدِى اللّٰهُ لِنُوْرِهٖ مَنْ يَّشَاۤءُۗ وَيَضْرِبُ اللّٰهُ الْاَمْثَالَ لِلنَّاسِۗ وَاللّٰهُ بِكُلِّ شَيْءٍ عَلِيْمٌ ۙ ",
            "36": "فِيْ بُيُوْتٍ اَذِنَ اللّٰهُ اَنْ تُرْفَعَ وَيُذْكَرَ فِيْهَا اسْمُهٗۙ يُسَبِّحُ لَهٗ فِيْهَا بِالْغُدُوِّ وَالْاٰصَالِ ۙ",
            "37": "رِجَالٌ لَّا تُلْهِيْهِمْ تِجَارَةٌ وَّلَا بَيْعٌ عَنْ ذِكْرِ اللّٰهِ وَاِقَامِ الصَّلٰوةِ وَاِيْتَاۤءِ الزَّكٰوةِ ۙيَخَافُوْنَ يَوْمًا تَتَقَلَّبُ فِيْهِ الْقُلُوْبُ وَالْاَبْصَارُ ۙ",
            "38": "لِيَجْزِيَهُمُ اللّٰهُ اَحْسَنَ مَا عَمِلُوْا وَيَزِيْدَهُمْ مِّنْ فَضْلِهٖۗ وَاللّٰهُ يَرْزُقُ مَنْ يَّشَاۤءُ بِغَيْرِ حِسَابٍ",
            "39": "وَالَّذِيْنَ كَفَرُوْٓا اَعْمَالُهُمْ كَسَرَابٍۢ بِقِيْعَةٍ يَّحْسَبُهُ الظَّمْاٰنُ مَاۤءًۗ حَتّٰٓى اِذَا جَاۤءَهٗ لَمْ يَجِدْهُ شَيْـًٔا وَّوَجَدَ اللّٰهَ عِنْدَهٗ فَوَفّٰىهُ حِسَابَهٗ ۗ وَاللّٰهُ سَرِيْعُ الْحِسَابِ ۙ",
            "40": "اَوْ كَظُلُمٰتٍ فِيْ بَحْرٍ لُّجِّيٍّ يَّغْشٰىهُ مَوْجٌ مِّنْ فَوْقِهٖ مَوْجٌ مِّنْ فَوْقِهٖ سَحَابٌۗ ظُلُمٰتٌۢ بَعْضُهَا فَوْقَ بَعْضٍۗ اِذَآ اَخْرَجَ يَدَهٗ لَمْ يَكَدْ يَرٰىهَاۗ وَمَنْ لَّمْ يَجْعَلِ اللّٰهُ لَهٗ نُوْرًا فَمَا لَهٗ مِنْ نُّوْرٍ ࣖ",
            "41": "اَلَمْ تَرَ اَنَّ اللّٰهَ يُسَبِّحُ لَهٗ مَنْ فِى السَّمٰوٰتِ وَالْاَرْضِ وَالطَّيْرُ صٰۤفّٰتٍۗ كُلٌّ قَدْ عَلِمَ صَلَاتَهٗ وَتَسْبِيْحَهٗۗ وَاللّٰهُ عَلِيْمٌۢ بِمَا يَفْعَلُوْنَ ",
            "42": "وَلِلّٰهِ مُلْكُ السَّمٰوٰتِ وَالْاَرْضِۚ وَاِلَى اللّٰهِ الْمَصِيْرُ",
            "43": "اَلَمْ تَرَ اَنَّ اللّٰهَ يُزْجِيْ سَحَابًا ثُمَّ يُؤَلِّفُ بَيْنَهٗ ثُمَّ يَجْعَلُهٗ رُكَامًا فَتَرَى الْوَدْقَ يَخْرُجُ مِنْ خِلٰلِهٖۚ وَيُنَزِّلُ مِنَ السَّمَاۤءِ مِنْ جِبَالٍ فِيْهَا مِنْۢ بَرَدٍ فَيُصِيْبُ بِهٖ مَنْ يَّشَاۤءُ وَيَصْرِفُهٗ عَنْ مَّنْ يَّشَاۤءُۗ يَكَادُ سَنَا بَرْقِهٖ يَذْهَبُ بِالْاَبْصَارِ ۗ",
            "44": "يُقَلِّبُ اللّٰهُ الَّيْلَ وَالنَّهَارَۗ اِنَّ فِيْ ذٰلِكَ لَعِبْرَةً لِّاُولِى الْاَبْصَارِ ",
            "45": "وَاللّٰهُ خَلَقَ كُلَّ دَاۤبَّةٍ مِّنْ مَّاۤءٍۚ فَمِنْهُمْ مَّنْ يَّمْشِيْ عَلٰى بَطْنِهٖۚ وَمِنْهُمْ مَّنْ يَّمْشِيْ عَلٰى رِجْلَيْنِۚ وَمِنْهُمْ مَّنْ يَّمْشِيْ عَلٰٓى اَرْبَعٍۗ يَخْلُقُ اللّٰهُ مَا يَشَاۤءُۗ اِنَّ اللّٰهَ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ",
            "46": "لَقَدْ اَنْزَلْنَآ اٰيٰتٍ مُّبَيِّنٰتٍۗ وَاللّٰهُ يَهْدِيْ مَنْ يَّشَاۤءُ اِلٰى صِرَاطٍ مُّسْتَقِيْمٍ ",
            "47": "وَيَقُوْلُوْنَ اٰمَنَّا بِاللّٰهِ وَبِالرَّسُوْلِ وَاَطَعْنَا ثُمَّ يَتَوَلّٰى فَرِيْقٌ مِّنْهُمْ مِّنْۢ بَعْدِ ذٰلِكَۗ وَمَآ اُولٰۤىِٕكَ بِالْمُؤْمِنِيْنَ",
            "48": "وَاِذَا دُعُوْٓا اِلَى اللّٰهِ وَرَسُوْلِهٖ لِيَحْكُمَ بَيْنَهُمْ اِذَا فَرِيْقٌ مِّنْهُمْ مُّعْرِضُوْنَ ",
            "49": "وَاِنْ يَّكُنْ لَّهُمُ الْحَقُّ يَأْتُوْٓا اِلَيْهِ مُذْعِنِيْنَ",
            "50": "اَفِيْ قُلُوْبِهِمْ مَّرَضٌ اَمِ ارْتَابُوْٓا اَمْ يَخَافُوْنَ اَنْ يَّحِيْفَ اللّٰهُ عَلَيْهِمْ وَرَسُوْلُهٗ ۗبَلْ اُولٰۤىِٕكَ هُمُ الظّٰلِمُوْنَ ࣖ",
            "51": "اِنَّمَا كَانَ قَوْلَ الْمُؤْمِنِيْنَ اِذَا دُعُوْٓا اِلَى اللّٰهِ وَرَسُوْلِهٖ لِيَحْكُمَ بَيْنَهُمْ اَنْ يَّقُوْلُوْا سَمِعْنَا وَاَطَعْنَاۗ وَاُولٰۤىِٕكَ هُمُ الْمُفْلِحُوْنَ ",
            "52": "وَمَنْ يُّطِعِ اللّٰهَ وَرَسُوْلَهٗ وَيَخْشَ اللّٰهَ وَيَتَّقْهِ فَاُولٰۤىِٕكَ هُمُ الْفَاۤىِٕزُوْنَ",
            "53": "۞ وَاَقْسَمُوْا بِاللّٰهِ جَهْدَ اَيْمَانِهِمْ لَىِٕنْ اَمَرْتَهُمْ لَيَخْرُجُنَّۗ قُلْ لَّا تُقْسِمُوْاۚ طَاعَةٌ مَّعْرُوْفَةٌ  ۗاِنَّ اللّٰهَ خَبِيْرٌۢ بِمَا تَعْمَلُوْنَ",
            "54": "قُلْ اَطِيْعُوا اللّٰهَ وَاَطِيْعُوا الرَّسُوْلَۚ فَاِنْ تَوَلَّوْا فَاِنَّمَا عَلَيْهِ مَا حُمِّلَ وَعَلَيْكُمْ مَّا حُمِّلْتُمْۗ وَاِنْ تُطِيْعُوْهُ تَهْتَدُوْاۗ وَمَا عَلَى الرَّسُوْلِ اِلَّا الْبَلٰغُ الْمُبِيْنُ ",
            "55": "وَعَدَ اللّٰهُ الَّذِيْنَ اٰمَنُوْا مِنْكُمْ وَعَمِلُوا الصّٰلِحٰتِ لَيَسْتَخْلِفَنَّهُمْ فِى الْاَرْضِ كَمَا اسْتَخْلَفَ الَّذِيْنَ مِنْ قَبْلِهِمْۖ وَلَيُمَكِّنَنَّ لَهُمْ دِيْنَهُمُ الَّذِى ارْتَضٰى لَهُمْ وَلَيُبَدِّلَنَّهُمْ مِّنْۢ بَعْدِ خَوْفِهِمْ اَمْنًاۗ يَعْبُدُوْنَنِيْ لَا يُشْرِكُوْنَ بِيْ شَيْـًٔاۗ وَمَنْ كَفَرَ بَعْدَ ذٰلِكَ فَاُولٰۤىِٕكَ هُمُ الْفٰسِقُوْنَ",
            "56": "وَاَقِيْمُوا الصَّلٰوةَ وَاٰتُوا الزَّكٰوةَ وَاَطِيْعُوا الرَّسُوْلَ لَعَلَّكُمْ تُرْحَمُوْنَ",
            "57": "لَا تَحْسَبَنَّ الَّذِيْنَ كَفَرُوْا مُعْجِزِيْنَ فِى الْاَرْضِۚ وَمَأْوٰىهُمُ النَّارُۗ وَلَبِئْسَ الْمَصِيْرُ ࣖ",
            "58": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا لِيَسْتَأْذِنْكُمُ الَّذِيْنَ مَلَكَتْ اَيْمَانُكُمْ وَالَّذِيْنَ لَمْ يَبْلُغُوا الْحُلُمَ مِنْكُمْ ثَلٰثَ مَرّٰتٍۗ مِنْ قَبْلِ صَلٰوةِ الْفَجْرِ وَحِيْنَ تَضَعُوْنَ ثِيَابَكُمْ مِّنَ الظَّهِيْرَةِ وَمِنْۢ بَعْدِ صَلٰوةِ الْعِشَاۤءِۗ ثَلٰثُ عَوْرٰتٍ لَّكُمْۗ  لَيْسَ عَلَيْكُمْ وَلَا عَلَيْهِمْ جُنَاحٌۢ بَعْدَهُنَّۗ طَوَّافُوْنَ عَلَيْكُمْ بَعْضُكُمْ عَلٰى بَعْضٍۗ  كَذٰلِكَ يُبَيِّنُ اللّٰهُ لَكُمُ الْاٰيٰتِۗ وَاللّٰهُ عَلِيْمٌ حَكِيْمٌ",
            "59": "وَاِذَا بَلَغَ الْاَطْفَالُ مِنْكُمُ الْحُلُمَ فَلْيَسْتَأْذِنُوْا كَمَا اسْتَأْذَنَ الَّذِيْنَ مِنْ قَبْلِهِمْۗ  كَذٰلِكَ يُبَيِّنُ اللّٰهُ لَكُمْ اٰيٰتِهٖۗ وَاللّٰهُ عَلِيْمٌ حَكِيْمٌ ",
            "60": "وَالْقَوَاعِدُ مِنَ النِّسَاۤءِ الّٰتِيْ لَا يَرْجُوْنَ نِكَاحًا فَلَيْسَ عَلَيْهِنَّ جُنَاحٌ اَنْ يَّضَعْنَ ثِيَابَهُنَّ غَيْرَ مُتَبَرِّجٰتٍۢ بِزِيْنَةٍۗ وَاَنْ يَّسْتَعْفِفْنَ خَيْرٌ لَّهُنَّۗ وَاللّٰهُ سَمِيْعٌ عَلِيْمٌ ",
            "61": "لَيْسَ عَلَى الْاَعْمٰى حَرَجٌ وَّلَا عَلَى الْاَعْرَجِ حَرَجٌ وَّلَا عَلَى الْمَرِيْضِ حَرَجٌ وَّلَا عَلٰٓى اَنْفُسِكُمْ اَنْ تَأْكُلُوْا مِنْۢ بُيُوْتِكُمْ اَوْ بُيُوْتِ اٰبَاۤىِٕكُمْ اَوْ بُيُوْتِ اُمَّهٰتِكُمْ اَوْ بُيُوْتِ اِخْوَانِكُمْ اَوْ بُيُوْتِ اَخَوٰتِكُمْ اَوْ بُيُوْتِ اَعْمَامِكُمْ اَوْ بُيُوْتِ عَمّٰتِكُمْ اَوْ بُيُوْتِ اَخْوَالِكُمْ اَوْ بُيُوْتِ خٰلٰتِكُمْ اَوْ مَا مَلَكْتُمْ مَّفَاتِحَهٗٓ اَوْ صَدِيْقِكُمْۗ  لَيْسَ عَلَيْكُمْ جُنَاحٌ اَنْ تَأْكُلُوْا جَمِيْعًا اَوْ اَشْتَاتًاۗ فَاِذَا دَخَلْتُمْ بُيُوْتًا فَسَلِّمُوْا عَلٰٓى اَنْفُسِكُمْ تَحِيَّةً مِّنْ عِنْدِ اللّٰهِ مُبٰرَكَةً طَيِّبَةً ۗ كَذٰلِكَ يُبَيِّنُ اللّٰهُ لَكُمُ الْاٰيٰتِ لَعَلَّكُمْ تَعْقِلُوْنَ ࣖ",
            "62": "اِنَّمَا الْمُؤْمِنُوْنَ الَّذِيْنَ اٰمَنُوْا بِاللّٰهِ وَرَسُوْلِهٖ وَاِذَا كَانُوْا مَعَهٗ عَلٰٓى اَمْرٍ جَامِعٍ لَّمْ يَذْهَبُوْا حَتّٰى يَسْتَأْذِنُوْهُۗ اِنَّ الَّذِيْنَ يَسْتَأْذِنُوْنَكَ اُولٰۤىِٕكَ الَّذِيْنَ يُؤْمِنُوْنَ بِاللّٰهِ وَرَسُوْلِهٖۚ فَاِذَا اسْتَأْذَنُوْكَ لِبَعْضِ شَأْنِهِمْ فَأْذَنْ لِّمَنْ شِئْتَ مِنْهُمْ وَاسْتَغْفِرْ لَهُمُ اللّٰهَ ۗاِنَّ اللّٰهَ غَفُوْرٌ رَّحِيْمٌ",
            "63": "لَا تَجْعَلُوْا دُعَاۤءَ الرَّسُوْلِ بَيْنَكُمْ كَدُعَاۤءِ بَعْضِكُمْ بَعْضًاۗ قَدْ يَعْلَمُ اللّٰهُ الَّذِيْنَ يَتَسَلَّلُوْنَ مِنْكُمْ لِوَاذًاۚ فَلْيَحْذَرِ الَّذِيْنَ يُخَالِفُوْنَ عَنْ اَمْرِهٖٓ اَنْ تُصِيْبَهُمْ فِتْنَةٌ اَوْ يُصِيْبَهُمْ عَذَابٌ اَلِيْمٌ ",
            "64": "اَلَآ اِنَّ لِلّٰهِ مَا فِى السَّمٰوٰتِ وَالْاَرْضِۗ قَدْ يَعْلَمُ مَآ اَنْتُمْ عَلَيْهِۗ وَيَوْمَ يُرْجَعُوْنَ اِلَيْهِ فَيُنَبِّئُهُمْ بِمَا عَمِلُوْاۗ وَاللّٰهُ بِكُلِّ شَيْءٍ عَلِيْمٌ ࣖ"
        },
        "translations": {
            "id": {
                "name": "Cahaya",
                "text": {
                    "1": "(Inilah) suatu surah yang Kami turunkan dan Kami wajibkan (menjalankan hukum-hukum)nya, dan Kami turunkan di dalamnya tanda-tanda (kebesaran Allah) yang jelas, agar kamu ingat.",
                    "2": "Pezina perempuan dan pezina laki-laki, deralah masing-masing dari keduanya seratus kali, dan janganlah rasa belas kasihan kepada keduanya mencegah kamu untuk (menjalankan) agama (hukum) Allah, jika kamu beriman kepada Allah dan hari kemudian; dan hendaklah (pelaksanaan) hukuman mereka disaksikan oleh sebagian orang-orang yang beriman.",
                    "3": "Pezina laki-laki tidak boleh menikah kecuali dengan pezina perempuan, atau dengan perempuan musyrik; dan pezina perempuan tidak boleh menikah kecuali dengan pezina laki-laki atau dengan laki-laki musyrik; dan yang demikian itu diharamkan bagi orang-orang mukmin.",
                    "4": "Dan orang-orang yang menuduh perempuan-perempuan yang baik (berzina) dan mereka tidak mendatangkan empat orang saksi, maka deralah mereka delapan puluh kali, dan janganlah kamu terima kesaksian mereka untuk selama-lamanya. Mereka itulah orang-orang yang fasik,",
                    "5": "kecuali mereka yang bertobat setelah itu dan memperbaiki (dirinya), maka sungguh, Allah Maha Pengampun, Maha Penyayang.",
                    "6": "Dan orang-orang yang menuduh istrinya (berzina), padahal mereka tidak mempunyai saksi-saksi selain diri mereka sendiri, maka kesaksian masing-masing orang itu ialah empat kali bersumpah dengan (nama) Allah, bahwa sesungguhnya dia termasuk orang yang berkata benar.",
                    "7": "Dan (sumpah) yang kelima bahwa laknat Allah akan menimpanya, jika dia termasuk orang yang berdusta.",
                    "8": "Dan istri itu terhindar dari hukuman apabila dia bersumpah empat kali atas (nama) Allah bahwa dia (suaminya) benar-benar termasuk orang-orang yang berdusta,",
                    "9": "dan (sumpah) yang kelima bahwa kemurkaan Allah akan menimpanya (istri), jika dia (suaminya) itu termasuk orang yang berkata benar.   ",
                    "10": "Dan seandainya bukan karena karunia Allah dan rahmat-Nya kepadamu (niscaya kamu akan menemui kesulitan). Dan sesungguhnya Allah Maha Penerima Tobat, Mahabijaksana.",
                    "11": "Sesungguhnya orang-orang yang membawa berita bohong itu adalah dari golongan kamu (juga). Janganlah kamu mengira berita itu buruk bagi kamu bahkan itu baik bagi kamu. Setiap orang dari mereka akan mendapat balasan dari dosa yang diperbuatnya. Dan barangsiapa di antara mereka yang mengambil bagian terbesar (dari dosa yang diperbuatnya), dia mendapat azab yang besar (pula).",
                    "12": "Mengapa orang-orang mukmin dan mukminat tidak berbaik sangka terhadap diri mereka sendiri, ketika kamu mendengar berita bohong itu dan berkata, “Ini adalah (suatu berita) bohong yang nyata.”",
                    "13": "Mengapa mereka (yang menuduh itu) tidak datang membawa empat saksi? Oleh karena mereka tidak membawa saksi-saksi, maka mereka itu dalam pandangan Allah adalah orang-orang yang berdusta.",
                    "14": "Dan seandainya bukan karena karunia Allah dan rahmat-Nya kepadamu di dunia dan di akhirat, niscaya kamu ditimpa azab yang besar, disebabkan oleh pembicaraan kamu tentang hal itu (berita bohong itu).",
                    "15": "(Ingatlah) ketika kamu menerima (berita bohong) itu dari mulut ke mulut dan kamu katakan dengan mulutmu apa yang tidak kamu ketahui sedikit pun, dan kamu menganggapnya remeh, padahal dalam pandangan Allah itu soal besar.",
                    "16": "Dan mengapa kamu tidak berkata ketika mendengarnya, “Tidak pantas bagi kita membicarakan ini.  Mahasuci Engkau, ini adalah kebohongan yang besar.”",
                    "17": "Allah memperingatkan kamu agar (jangan) kembali mengulangi seperti itu selama-lamanya, jika kamu orang beriman,",
                    "18": "dan Allah menjelaskan ayat-ayat(-Nya) kepada kamu. Dan Allah Maha Mengetahui, Mahabijaksana.",
                    "19": "Sesungguhnya orang-orang yang ingin agar perbuatan yang sangat keji itu (berita bohong) tersiar di kalangan orang-orang yang beriman, mereka mendapat azab yang pedih di dunia dan di akhirat. Dan Allah mengetahui, sedang kamu tidak mengetahui.",
                    "20": "Dan kalau bukan karena karunia Allah dan rahmat-Nya kepadamu (niscaya kamu akan ditimpa azab yang besar). Sungguh, Allah Maha Penyantun, Ma-ha Penyayang. ",
                    "21": "Wahai orang-orang yang beriman! Janganlah kamu mengikuti langkah-langkah setan. Barangsiapa mengikuti langkah-langkah setan, maka sesungguhnya dia (setan) menyuruh mengerjakan perbuatan yang keji dan mungkar. Kalau bukan karena karunia Allah dan rahmat-Nya kepadamu, niscaya tidak seorang pun di antara kamu bersih (dari perbuatan keji dan mungkar itu) selama-lamanya, tetapi Allah membersihkan siapa yang Dia kehendaki. Dan Allah Maha Mendengar, Maha Mengetahui.",
                    "22": "Dan janganlah orang-orang yang mempunyai kelebihan dan kelapangan di antara kamu bersumpah bahwa mereka (tidak) akan memberi (bantuan) kepada kerabat(nya), orang-orang miskin dan orang-orang yang berhijrah di jalan Allah, dan hendaklah mereka memaafkan dan berlapang dada. Apakah kamu tidak suka bahwa Allah mengampunimu? Dan Allah Maha Pengampun, Maha Penyayang.",
                    "23": "Sungguh, orang-orang yang menuduh perempuan-perempuan baik, yang lengah dan beriman (dengan tuduhan berzina), mereka dilaknat di dunia dan di akhirat, dan mereka akan mendapat azab yang besar,",
                    "24": "pada hari, (ketika) lidah, tangan dan kaki mereka menjadi saksi atas mereka terhadap apa yang dahulu mereka kerjakan.",
                    "25": "Pada hari itu Allah menyempurnakan balasan yang sebenarnya bagi mereka, dan mereka tahu bahwa Allah Maha-benar, Maha Menjelaskan.",
                    "26": "Perempuan-perempuan yang keji untuk laki-laki yang keji, dan laki-laki yang keji untuk perempuan-perempuan yang keji (pula), sedangkan perempuan-perempuan yang baik untuk laki-laki yang baik dan laki-laki yang baik untuk perempuan-perempuan yang baik (pula). Mereka itu bersih dari apa yang dituduhkan orang. Mereka memperoleh ampunan dan rezeki yang mulia (surga).",
                    "27": "Wahai orang-orang yang beriman! Janganlah kamu memasuki rumah yang bukan rumahmu sebelum meminta izin dan memberi salam kepada penghuninya. Yang demikian itu lebih baik bagimu, agar kamu (selalu) ingat.",
                    "28": "Dan jika kamu tidak menemui seorang pun di dalamnya, maka janganlah kamu masuk sebelum kamu mendapat izin. Dan jika dikatakan kepadamu, “Kembalilah!” Maka (hendaklah) kamu kembali. Itu lebih suci bagimu, dan Allah Maha Mengetahui apa yang kamu kerjakan.",
                    "29": "Tidak ada dosa atasmu memasuki rumah yang tidak dihuni, yang di dalamnya ada kepentingan kamu; Allah mengetahui apa yang kamu nyatakan dan apa yang kamu sembunyikan.",
                    "30": "Katakanlah kepada laki-laki yang beriman, agar mereka menjaga pandangannya, dan memelihara kemaluannya; yang demikian itu, lebih suci bagi mereka. Sungguh, Allah Maha Mengetahui apa yang mereka perbuat.",
                    "31": "Dan katakanlah kepada para perempuan yang beriman, agar mereka menjaga pandangannya, dan memelihara kemaluannya, dan janganlah menampakkan perhiasannya (auratnya), kecuali yang (biasa) terlihat. Dan hendaklah mereka menutupkan kain kerudung ke dadanya, dan janganlah menampakkan perhiasannya (auratnya), kecuali kepada suami mereka, atau ayah mereka, atau ayah suami mereka, atau putra-putra mereka, atau putra-putra suami mereka, atau saudara-saudara laki-laki mereka, atau putra-putra saudara laki-laki mereka, atau putra-putra saudara perempuan mereka, atau para perempuan (sesama Islam) mereka, atau hamba sahaya yang mereka miliki, atau para pelayan laki-laki (tua) yang tidak mempunyai keinginan (terhadap perempuan) atau anak-anak yang belum mengerti tentang aurat perempuan. Dan janganlah mereka menghentakkan kakinya agar diketahui perhiasan yang mereka sembunyikan. Dan bertobatlah kamu semua kepada Allah, wahai orang-orang yang beriman, agar kamu beruntung.",
                    "32": "Dan nikahkanlah orang-orang yang masih membujang di antara kamu, dan juga orang-orang yang layak (menikah) dari hamba-hamba sahayamu yang laki-laki dan perempuan. Jika mereka miskin, Allah akan memberi kemampuan kepada mereka dengan karunia-Nya. Dan Allah Mahaluas (pemberian-Nya), Maha Mengetahui.",
                    "33": "Dan orang-orang yang tidak mampu menikah hendaklah menjaga kesucian (diri)nya, sampai Allah memberi kemampuan kepada mereka dengan karunia-Nya. Dan jika hamba sahaya yang kamu miliki menginginkan perjanjian (kebebasan), hendaklah kamu buat perjanjian kepada mereka, jika kamu mengetahui ada kebaikan pada mereka, dan berikanlah kepada mereka sebagian dari harta Allah yang dikaruniakan-Nya kepadamu. Dan janganlah kamu paksa hamba sahaya perempuanmu untuk melakukan pelacuran, sedang mereka sendiri menginginkan kesucian, karena kamu hendak mencari keuntungan kehidupan duniawi. Barangsiapa memaksa mereka, maka sungguh, Allah Maha Pengampun, Maha Penyayang (kepada mereka) setelah mereka dipaksa.",
                    "34": "Dan sungguh, Kami telah menurunkan kepada kamu ayat-ayat yang memberi penjelasan, dan contoh-contoh dari orang-orang yang terdahulu sebelum kamu dan sebagai pelajaran bagi orang-orang yang bertakwa.",
                    "35": "Allah (pemberi) cahaya (kepada) langit dan bumi. Perumpamaan cahaya-Nya, seperti sebuah lubang yang tidak tembus, yang di dalamnya ada pelita besar. Pelita itu di dalam tabung kaca (dan) tabung kaca itu bagaikan bintang yang berkilauan, yang dinyalakan dengan minyak dari pohon yang diberkahi, (yaitu) pohon zaitun yang tumbuh tidak di timur dan tidak pula di barat, yang minyaknya (saja) hampir-hampir menerangi, walaupun tidak disentuh api. Cahaya di atas cahaya (berlapis-lapis), Allah memberi petunjuk kepada cahaya-Nya bagi orang yang Dia kehendaki, dan Allah membuat perumpamaan-perumpamaan bagi manusia. Dan Allah Maha Mengetahui segala sesuatu.",
                    "36": "(Cahaya itu) di rumah-rumah yang di sana telah diperintahkan Allah untuk memuliakan dan menyebut nama-Nya, di sana bertasbih (menyucikan)  nama-Nya pada waktu pagi dan petang,",
                    "37": "orang yang tidak dilalaikan oleh perdagangan dan jual beli dari mengingat Allah, melaksanakan salat, dan menunaikan zakat. Mereka takut kepada hari ketika hati dan penglihatan menjadi guncang (hari Kiamat),",
                    "38": "(mereka melakukan itu) agar Allah memberi balasan kepada mereka dengan yang lebih baik daripada apa yang telah mereka kerjakan, dan agar Dia menambah karunia-Nya kepada mereka. Dan Allah memberi rezeki kepada siapa saja yang Dia kehendaki tanpa batas.",
                    "39": "Dan orang-orang yang kafir, amal perbuatan mereka seperti fatamorgana di tanah yang datar, yang disangka air oleh orang-orang yang dahaga, tetapi apabila (air) itu didatangi tidak ada apa pun. Dan didapatinya (ketetapan) Allah baginya. Lalu Allah memberikan kepadanya perhitungan (amal-amal) dengan sempurna dan Allah sangat cepat perhitungan-Nya.",
                    "40": "Atau (keadaan orang-orang kafir) seperti gelap gulita di lautan yang dalam, yang diliputi oleh gelombang demi gelombang, di atasnya ada (lagi) awan gelap. Itulah gelap gulita yang berlapis-lapis. Apabila dia mengeluarkan tangannya hampir tidak dapat melihatnya. Barangsiapa tidak diberi cahaya (petunjuk) oleh Allah, maka dia tidak mempunyai cahaya sedikit pun. ",
                    "41": "Tidakkah engkau (Muhammad) tahu bahwa kepada Allah-lah bertasbih apa yang di langit dan di bumi, dan juga burung yang mengembangkan sayapnya. Masing-masing sungguh, telah mengetahui (cara) berdoa dan bertasbih. Allah Maha Mengetahui apa yang mereka kerjakan.",
                    "42": "Dan milik Allah-lah kerajaan langit dan bumi dan hanya kepada Allah-lah kembali (seluruh makhluk).",
                    "43": "Tidakkah engkau melihat bahwa Allah menjadikan awan bergerak perlahan, kemudian mengumpulkannya, lalu Dia menjadikannya bertumpuk-tumpuk, lalu engkau lihat hujan keluar dari celah-celahnya dan Dia (juga) menurunkan (butiran-butiran) es dari langit, (yaitu) dari (gumpalan-gumpalan awan seperti) gunung-gunung, maka ditimpakan-Nya (butiran-butiran es) itu kepada siapa yang Dia kehendaki dan dihindarkan-Nya dari siapa yang Dia kehendaki. Kilauan kilatnya hampir-hampir menghilangkan penglihatan.",
                    "44": "Allah mempergantikan malam dan siang. Sesungguhnya pada yang demikian itu, pasti terdapat pelajaran bagi orang-orang yang mempunyai penglihatan (yang tajam).",
                    "45": "Dan Allah menciptakan semua jenis hewan dari air, maka sebagian ada yang berjalan di atas perutnya dan sebagian berjalan dengan dua kaki, sedang sebagian (yang lain) berjalan dengan empat kaki. Allah menciptakan apa yang Dia kehendaki. Sungguh, Allah Mahakuasa atas segala sesuatu.",
                    "46": "Sungguh, Kami telah menurunkan ayat-ayat yang memberi penjelasan. Dan Allah memberi petunjuk siapa yang Dia kehendaki ke jalan yang lurus.",
                    "47": "Dan mereka (orang-orang munafik) berkata, “Kami telah beriman kepada Allah dan Rasul (Muhammad), dan kami menaati (keduanya).”  Kemudian sebagian dari mereka berpaling setelah itu. Mereka itu bukanlah orang-orang beriman.",
                    "48": "Dan apabila mereka diajak kepada Allah dan Rasul-Nya, agar (Rasul) memutuskan perkara di antara mereka, tiba-tiba sebagian dari mereka menolak (untuk datang).",
                    "49": "Tetapi, jika kebenaran di pihak mereka, mereka datang kepadanya (Rasul) dengan patuh.",
                    "50": "Apakah (ketidakhadiran mereka karena) dalam hati mereka ada penyakit, atau (karena) mereka ragu-ragu ataukah (karena) takut kalau-kalau Allah dan Rasul-Nya berlaku zalim kepada mereka? Sebenarnya, mereka itulah orang-orang yang zalim.",
                    "51": "Hanya ucapan orang-orang mukmin, yang apabila mereka diajak kepada Allah dan Rasul-Nya agar Rasul memutuskan (perkara) di antara mereka, mereka berkata, “Kami mendengar, dan kami taat.” Dan mereka itulah orang-orang yang beruntung.",
                    "52": "Dan barangsiapa taat kepada Allah dan Rasul-Nya serta takut kepada Allah dan bertakwa kepada-Nya, mereka itulah orang-orang yang mendapat kemenangan.",
                    "53": "Dan mereka bersumpah dengan (nama) Allah dengan sumpah sungguh-sungguh, bahwa jika engkau suruh mereka berperang, pastilah mereka akan pergi. Katakanlah (Muhammad), “Janganlah kamu bersumpah, (karena yang diminta) adalah ketaatan yang baik. Sungguh, Allah Mahateliti terhadap apa yang kamu kerjakan.”",
                    "54": "Katakanlah, “Taatlah kepada Allah dan taatlah kepada Rasul; jika kamu berpaling, maka sesungguhnya kewajiban Rasul (Muhammad) itu hanyalah apa yang dibebankan kepadanya, dan kewajiban kamu hanyalah apa yang dibebankan kepadamu. Jika kamu taat kepadanya, niscaya kamu mendapat petunjuk. Kewajiban Rasul hanyalah menyampaikan (amanat Allah) dengan jelas.”",
                    "55": "Allah telah menjanjikan kepada orang-orang di antara kamu yang beriman dan yang mengerjakan kebajikan, bahwa Dia sungguh, akan menjadikan mereka berkuasa di bumi, sebagaimana Dia telah menjadikan orang-orang sebelum mereka berkuasa, dan sungguh, Dia akan meneguhkan bagi mereka dengan agama yang telah Dia ridai. Dan Dia benar-benar mengubah (keadaan) mereka, setelah berada dalam ketakutan menjadi aman sentosa. Mereka (tetap) menyembah-Ku dengan tidak mempersekutukan-Ku dengan sesuatu apa pun. Tetapi barangsiapa (tetap) kafir setelah (janji) itu, maka mereka itulah orang-orang yang fasik.",
                    "56": "Dan laksanakanlah salat, tunaikanlah zakat, dan taatlah kepada Rasul (Muhammad), agar kamu diberi rahmat.",
                    "57": "Janganlah engkau mengira bahwa orang-orang yang kafir itu dapat luput dari siksaan Allah di bumi; sedang tempat kembali mereka (di akhirat) adalah neraka. Dan itulah seburuk-buruk tempat kembali.",
                    "58": "Wahai orang-orang yang beriman! Hendaklah hamba sahaya (laki-laki dan perempuan) yang kamu miliki, dan orang-orang yang belum balig (dewasa) di antara kamu, meminta izin kepada kamu pada tiga kali (kesempatan) yaitu, sebelum salat Subuh, ketika kamu menanggalkan pakaian (luar)mu di tengah hari, dan setelah salat Isya. (Itulah) tiga aurat (waktu) bagi kamu. Tidak ada dosa bagimu dan tidak (pula) bagi mereka selain dari (tiga waktu) itu; mereka keluar masuk melayani kamu, sebagian kamu atas sebagian yang lain. Demikianlah Allah menjelaskan ayat-ayat itu kepadamu. Dan Allah Maha Mengetahui, Mahabijaksana.",
                    "59": "Dan apabila anak-anakmu telah sampai umur dewasa, maka hendaklah mereka (juga) meminta izin, seperti orang-orang yang lebih dewasa meminta izin. Demikianlah Allah menjelaskan ayat-ayat-Nya kepadamu. Allah Maha Mengetahui, Mahabijaksana.",
                    "60": "Dan para perempuan tua yang telah berhenti (dari haid dan mengandung) yang tidak ingin menikah (lagi), maka tidak ada dosa menanggalkan pakaian (luar) mereka dengan tidak (bermaksud) menampakkan perhiasan; tetapi memelihara kehormatan adalah lebih baik bagi mereka. Allah Maha Mendengar, Maha Mengetahui.",
                    "61": "Tidak ada halangan bagi orang buta, tidak (pula) bagi orang pincang, tidak (pula) bagi orang sakit, dan tidak (pula) bagi dirimu, makan (bersama-sama mereka) di rumah kamu atau di rumah bapak-bapakmu, di rumah ibu-ibumu, di rumah saudara-saudaramu yang laki-laki, di rumah saudara-saudaramu yang perempuan, di rumah saudara-saudara bapakmu yang laki-laki, di rumah saudara-saudara bapakmu yang perempuan, di rumah saudara-saudara ibumu yang laki-laki, di rumah saudara-saudara ibumu yang perempuan, (di rumah) yang kamu miliki kuncinya atau (di rumah) kawan-kawanmu. Tidak ada halangan bagi kamu makan bersama-sama mereka atau sendiri-sendiri. Apabila kamu memasuki rumah-rumah hendaklah kamu memberi salam (kepada penghuninya, yang berarti memberi salam) kepada dirimu sendiri, dengan salam yang penuh berkah dan baik dari sisi Allah. Demikianlah Allah menjelaskan ayat-ayat(-Nya) bagimu, agar kamu mengerti. ",
                    "62": "(Yang disebut) orang mukmin hanyalah orang yang beriman kepada Allah dan Rasul-Nya (Muhammad), dan apabila mereka berada bersama-sama dengan dia (Muhammad) dalam suatu urusan bersama, mereka tidak meninggalkan (Rasulullah) sebelum meminta izin kepadanya. Sesungguhnya orang-orang yang meminta izin kepadamu (Muhammad), mereka itulah orang-orang yang (benar-benar) beriman kepada Allah dan Rasul-Nya. Maka apabila mereka meminta izin kepadamu karena suatu keperluan, berilah izin kepada siapa yang engkau kehendaki di antara mereka, dan mohonkanlah ampunan untuk mereka kepada Allah. Sungguh, Allah Maha Pengampun, Maha Penyayang.",
                    "63": "Janganlah kamu jadikan panggilan Rasul (Muhammad) di antara kamu seperti panggilan sebagian kamu kepada sebagian (yang lain). Sungguh, Allah mengetahui orang-orang yang keluar (secara) sembunyi-sembunyi di antara kamu dengan berlindung (kepada kawannya), maka hendaklah orang-orang yang menyalahi perintah Rasul-Nya takut akan mendapat cobaan atau ditimpa azab yang pedih.",
                    "64": "Ketahuilah, sesungguhnya milik Allah-lah apa yang di langit dan di bumi. Dia mengetahui keadaan kamu sekarang. Dan (mengetahui pula) hari (ketika mereka) dikembalikan kepada-Nya, lalu diterangkan-Nya kepada mereka apa yang telah mereka kerjakan. Dan Allah Maha Mengetahui segala sesuatu."
                }
            }
        },
        "tafsir": {
            "id": {
                "kemenag": {
                    "name": "Kemenag",
                    "source": "Aplikasi Quran Kementrian Agama Republik Indonesia",
                    "text": {
                        "1": "Allah menjelaskan bahwa surah ini mengandung dua hal. Pertama, hukum-hukum yang wajib dipatuhi seperti yang akan disampaikan dalam ayat-ayat berikutnya mengenai zina, menuduh perempuan berzina, dan sebagainya. Hukum-hukum itu, bila dipikirkan oleh manusia dengan pikiran yang obyektif, pasti akan diakui bahwa ketentuan-ketentuan itu benar dan berasal dari Allah bukan buatan manusia. Semua itu diturunkan untuk ditaati dan dijalankan dalam kehidupan. Kedua, bukti-bukti nyata yang menunjuk-kan kekuasaan dan keesaan Allah di dunia ini.",
                        "2": "Pada ayat ini Allah menerangkan bahwa orang-orang Islam yang berzina baik perempuan maupun laki-laki yang sudah akil balig, merdeka, dan tidak muhsan hukumnya didera seratus kali dera, sebagai hukuman atas perbuatannya itu. Yang dimaksud dengan muhsan ialah perempuan atau laki-laki yang pernah menikah dan bersebadan. Tidak muhsan berarti belum pernah menikah dan bersebadan, artinya gadis dan perjaka. Mereka bila berzina hukumannya adalah dicambuk seratus kali. Pencambukan itu harus dilakukan tanpa belas kasihan yaitu tanpa henti dengan syarat tidak mengakibatkan luka atau patah tulang. \n\nBagi orang-orang yang beriman kepada Allah dan hari akhirat, tidak dibenarkan bahkan dilarang menaruh belas kasihan kepada pelanggar hukum itu yang tidak menjalankan ketentuan yang telah digariskan di dalam agama Allah. Nabi Muhammad harus dijadikan contoh atau teladan dalam menegakkan hukum. Beliau pernah berkata: \n\nDari 'Aisyah berkata Rasulullah bersabda, \"Andaikata Fatimah binti Muhammad mencuri, pasti saya potong tangannya.\" (Riwayat asy-Syaikhan) \n\nHukuman cambuk itu hendaklah dilaksanakan oleh yang berwajib dan dilakukan di tempat umum dan terhormat, seperti di masjid, sehingga dapat disaksikan oleh orang banyak, dengan maksud supaya orang-orang yang menyaksikan pelaksanaan hukuman dera itu mendapat pelajaran, sehingga mereka benar-benar dapat menahan dirinya dari perbuatan zina. Adapun pezina-pezina muhsan baik perempuan maupun laki-laki hukumannya ialah dilempar dengan batu sampai mati, yang menurut istilah dalam Islam dinamakan \"rajam\". Hukuman rajam ini juga dilaksanakan oleh orang yang berwenang dan dilakukan di tempat umum yang dapat disaksikan oleh orang banyak. Hukum rajam ini didasarkan atas sunnah Nabi saw yang mutawatir.\n\nDiriwayatkan dari Abu Bakar, Umar, Ali, Jabir bin Abdillah, Abu Said Al-Khudri, Abu Hurairah, Zaid bin Khalid dan Buraidah al-Aslamy, bahwa seorang sahabat Nabi yang bernama Ma'iz telah dijatuhi hukuman rajam berdasarkan pengakuannya sendiri bahwa ia berzina. Begitu pula dua orang perempuan dari Bani Lahm dan Bani Hamid telah dijatuhi hukuman rajam, berdasarkan pengakuan keduanya bahwa mereka telah berzina. Hukuman itu dilakukan di hadapan umum. Begitulah hukuman perbuatan zina di dunia. Adapun di akhirat nanti, pezina itu akan masuk neraka jika tidak bertaubat, sebagaimana sabda Nabi saw.\n\n\"Jauhilah zina karena di dalam zina ada empat perkara. Menghilangkan kewibawaan wajah, memutus rezeki, membikin murka Allah, dan menyebabkan kekal di neraka.\" (Riwayat ath-thabrani dalam Mu'jam al-Ausath, dari Ibnu 'Abbas)\n\nKenyataannya adalah bahwa budaya pergaulan bebas laki-laki dan perempuan telah menimbulkan penyakit-penyakit yang sulit disembuhkan, yaitu HIV/AIDS, hilangnya sistem kekebalan tubuh pada manusia pada akhirnya yang bersangkutan akan mati secara perlahan. Juga telah memunculkan banyaknya bayi lahir di luar nikah, sehingga mengacaukan keturunan dan pada gilirannya mengacaukan tatanan hukum dan sosial. \n\nPerbuatan zina telah disepakati sebagai dosa besar yang berada pada posisi ketiga sesudah musyrik dan membunuh, sebagaimana dijelaskan di dalam hadis Nabi saw:\n\nBerkata Abdullah bin Mas'ud, \"Wahai Rasulullah! Dosa apakah yang paling besar di sisi Allah?\" Rasulullah menjawab, \"Engkau jadikan bagi Allah sekutu padahal Dialah yang menciptakanmu,\" Berkata Ibnu Mas'ud, \"Kemudian dosa apalagi?\", jawab Rasulullah, \"Engkau membunuh anakmu karena takut akan makan bersamamu.\" Berkata Ibnu Mas'ud, \"Kemudian dosa apalagi?\" Rasulullah menjawab, \"Engkau berzina dengan istri tetanggamu.\" \n\nSenada dengan hadis ini, firman Allah:\n\nDan orang-orang yang tidak menyembah Tuhan yang lain beserta Allah dan tidak membunuh jiwa yang diharamkan Allah (membunuhnya) kecuali dengan (alasan) yang benar, serta tidak berzina. (al-Furqan/25: 68)\n\nHukuman di dunia itu baru dilaksanakan bila tindakan perzinaan itu benar-benar terjadi. Kepastian terjadi atau tidaknya perbuatan zina ditentukan oleh salah satu dari tiga hal berikut: bukti (bayyinah), hamil, dan pengakuan yang bersangkutan, sebagaimana sabda Nabi yang diriwayatkan oleh Huzaifah:\n\nHukum rajam dalam Kitabullah jelas atas siapa yang berzina bila dia muhsan, baik laki-laki maupun perempuan, bila terdapat bukti, hamil atau pengakuan. (Riwayat al-Bukhari dan Muslim)\n\nYang dimaksud dengan \"bukti\" dalam hadis tersebut adalah kesaksian para saksi yang jumlahnya paling kurang empat orang laki-laki yang menyaksikan dengan jelas terjadinya perzinaan. Bila tidak ada atau tidak cukup saksi, diperlukan pengakuan yang bersangkutan, bila yang bersangkutan tidak mengaku, maka hukuman tidak bisa dijatuhkan.\n\nHukuman di akhirat, yaitu azab di dalam neraka sebagaimana diterangkan dalam hadis yang diriwayatkan Huzaifah di atas, terjadi bila yang bersangkutan tidak tobat. Bila yang bersangkutan tobat dan bersedia menjalankan hukuman di dunia, maka ia terlepas dari hukuman akhirat, sebagaimana hadis yang mengisahkan seorang sahabat yang bernama Hilal yang menuduh istrinya berzina tetapi si istri membantahnya. Nabi mengatakan bahwa hukuman di akhirat lebih dahsyat dari hukuman di dunia, yaitu rajam, jauh lebih ringan. Tetapi perempuan itu malah mengingkari bahwa ia telah berzina.\n\nDari peristiwa itu dipahami bahwa bila orang yang berzina telah bertobat dan bersedia menjalankan hukuman di dunia, ia terlepas dari hukuman di akhirat.",
                        "3": "Diriwayatkan oleh Mujahid dan Ata  bahwa pada umumnya orang-orang Muhajirin yang datang dari Mekah ke Medinah adalah orang-orang miskin yang tidak mempunyai harta dan keluarga, sedang pada waktu itu di Medinah banyak perempuan tuna susila yang menyewakan dirinya, sehingga penghidupannya lebih lumayan dibanding dengan orang-orang yang lain. Di pintu rumah perempuan-perempuan tersebut, ada tanda-tanda untuk memperkenalkan dirinya sebagai wanita tuna susila. Maka berdatanganlah laki-laki hidung belang ke rumah mereka.\n\nMelihat kondisi ekonomi perempuan tuna susila itu yang agak lumayan, maka timbullah keinginan sebagian dari orang-orang Muslim yang miskin itu untuk mengawini perempun-perempuan tersebut, supaya penghidupan mereka lumayan, maka turunlah ayat ini sebagai teguran untuk tidak melaksanakan keinginannya itu.\n\nPada ayat ini Allah menerangkan bahwa laki-laki pezina tidak boleh menikahi perempuan kecuali perempuan pezina atau perempuan musyrik. Begitu juga perempuan pezina itu tidak boleh dinikahi kecuali oleh laki-laki pezina pula atau laki-laki musyrik. Artinya tidak pantas sama sekali seorang laki-laki baik-baik, mengawini perempuan pezina yang akan mencemarkan dan merusak nama baiknya. Sebaliknya, seorang perempuan baik-baik, tidak pantas dinikahi oleh laki-laki pezina yang dikenal oleh lingkungannya sebagai laki-laki yang bejat dan tidak bermoral, karena pernikahan itu akan merendahkan martabat perempuan tersebut dan mencemarkan nama baik keluarganya. Kecuali bila laki-laki atau perempuan pezina itu sudah bertobat, maka boleh menikah atau dinikahi oleh laki-laki atau perempuan baik-baik.",
                        "4": "Ayat ini menerangkan bahwa orang-orang yang menuduh perempuan yang baik-baik (muhsanat) berzina, kemudian mereka itu tidak dapat membuktikan kebenaran tuduhan mereka, dengan mendatangkan empat orang saksi yang adil yang menyaksikan dan melihat sendiri dengan mata kepala mereka perbuatan zina itu, maka hukuman untuk mereka ialah didera delapan puluh kali, karena mereka itu telah membuat malu dan merusak nama baik orang yang dituduh, begitu juga keluarganya. Yang dimaksud dengan perempuan muhsanat di sini ialah perempuan-perempuan muslimat yang baik sesudah akil balig dan merdeka. Penuduh-penuduh itu tidak dapat dipercayai ucapannya dan tidak dapat diterima kesaksiannya dalam hal apapun selamanya, karena mereka itu pembohong dan fasik, yaitu sengaja melanggar hukum-hukum Allah.\n\nDisebutkan secara jelas perempuan di sini tidaklah berarti bahwa ketentuan itu hanya berlaku bagi perempuan. Bentuk hukuman seperti itu disebut aglabiyah, yaitu bahwa ketentuan itu menurut kebiasaan mencakup pihak-pihak lain. Dengan demikian laki-laki juga termasuk yang dikenai hukum tersebut.",
                        "5": "Pada ayat ini Allah menerangkan bahwa orang-orang yang menuduh itu apabila tobat, yaitu menarik kembali tuduhan mereka, menyesali perbuatan mereka, memperbaiki diri dan memulihkan nama baik yang dituduh, maka mereka itu kesaksian mereka dapat diterima kembali. Sebagian mufassirin berpendapat bahwa kesaksian mereka tetap tidak dapat diterima selamanya walaupun mereka sudah bertobat, namun tidak lagi digolongkan sebagai orang-orang fasik. Allah Maha Pengampun dan Maha Pengasih bagi mereka yang benar-benar tobat (taubat nasuha), yaitu menyesal dan meninggalkan perbuatan jahat mereka selamanya, serta memperbaiki diri dari kerusakan yang mereka timbulkan.",
                        "6": "Ayat ini menerangkan bahwa suami yang menuduh istrinya berzina, dan ia tidak dapat mendatangkan empat orang saksi yang melihat sendiri perbuatan zina yang dituduhkan itu, maka ia diminta untuk bersumpah demi Allah sebanyak empat kali bahwa istrinya itu benar-benar telah berzina. Sumpah empat kali itu untuk pengganti empat orang saksi yang diperlukan bagi setiap orang yang menuduh perempuan berzina.\n\nSeorang suami menuduh istrinya berzina adakalanya karena ia melihat sendiri istrinya berbuat mesum dengan laki-laki lain, atau karena istrinya hamil, atau melahirkan, padahal ia yakin bahwa janin yang ada di dalam kandungan istrinya atau anak yang dilahirkan istrinya itu bukanlah dari hasil hubungan dengan istrinya itu.\n\nUntuk menyelesaikan kasus semacam ini, suami membawa istrinya ke hadapan yang berwenang dan di sanalah dinyatakan tuduhan kepada istrinya. Maka yang berwenang menyuruh suaminya bersumpah empat kali, sebagai pengganti atas empat orang saksi yang diperlukan bagi setiap penuduh perempuan berzina, bahwa ia adalah benar dengan tuduhannya. Kata-kata sumpah itu atau terjemahannya adalah:\n\n(Demi Allah Yang Maha Agung, saya bersaksi bahwa sesungguhnya saya benar di dalam tuduhanku terhadap istriku \"si Anu\" bahwa dia berzina)\n\nSumpah ini diulang empat kali.",
                        "7": "Pada ayat ini Allah menerangkan bahwa setelah suami mengucapkan empat kali sumpah itu, pada kali kelima ia perlu menyatakan bahwa ia bersedia menerima laknat Allah, bila ia berdusta dengan tuduhannya itu. Redaksi pernyataan itu atau terjemahannya adalah:\n\n(Laknat Allah ditimpakan atasku, apabila aku berdusta dalam tuduhanku itu)\n\nDengan demikian, terhindarlah ia dari hukuman menuduh orang berzina.",
                        "8": "Ayat ini menerangkan bahwa untuk menghindarkan istri dari hukuman akibat tuduhan suaminya itu, maka ia harus mengajukan kesaksian mengangkat sumpah pula demi Allah empat kali yang menegaskan kesaksiannya bahwa suaminya itu berbohong dengan tuduhannya. Redaksi sumpah dan terjemahannya sebagai berikut:\n\n(Demi Allah Yang Maha Agung, saya bersaksi bahwa sesungguhnya si anu ini, suamiku, adalah bohong di dalam tuduhannya kepadaku bahwa saya telah berzina)\n\nSumpah ini diulang empat k",
                        "9": "Pada ayat ini diterangkan bahwa setelah mengucapkan sumpah itu empat kali, pada kali kelima ia harus menyampaikan penegasan bahwa ia bersedia menerima laknat Allah bila suaminya itu benar dengan tuduhannya kepadanya. Redaksi sumpah dan terjemahannya sebagai berikut:\n\n(Murka Allah ditimpakan atasku apabila suamiku itu benar)\n\nKalau suami istri telah mengucapkan sumpah dan sudah saling melaknat (mulaanah) seperti itu, maka terjadilah perceraian paksa dan perceraian itu selama-lamanya, artinya suami istri itu tidak dibenarkan lagi rujuk kembali sebagai suami istri untuk selama-lamanya, sebagaimana dijelaskan oleh Ali dan Ibnu Mas'ud dengan katanya:\n\n(Telah berlaku Sunnah (Nabi saw) bahwa dua (suami istri) yang telah saling melaknat, bahwa mereka tidak boleh berkumpul lagi sebagai suami istri untuk selama-lamanya)\n\nIni, didasarkan hadis:\n\nDua orang (suami istri) yang saling melaknat apabila telah bercerai keduanya tidak boleh lagi berkumpul sebagai suami istri untuk selama-lamanya. (Riwayat ad-Daruquthni dari Ibnu 'Umar)\n\nIstri diberi oleh Allah hak untuk membela diri dari tuduhan suaminya menunjukkan bahwa Allah menutup aib seseorang. Tetapi perlu diingat bahwa seandainya sang istri memang telah berzina, namun ia membantahnya maka ia memang terlepas dari hukuman di dunia, tetapi tidak akan terlepas dari azab di akhirat yang tentunya lebih keras dan pedih. Oleh karena itu, ia perlu bertobat maka Allah akan menerimanya sebagaimana dimaksud ayat berikutnya.",
                        "10": "Maksud ayat ini adalah bahwa dimudahkannya penyelesaian kemelut rumah tangga dengan membolehkan saling laknat yang mengakibatkan perceraian selamanya, ditutupnya aib dalam rumah tangga, tidak dilaksanakan segera di dunia hukuman bagi orang yang berzina, dan diberikannya kesempatan bagi yang berdosa itu untuk bertobat dari perbuatan zinanya. Itu semua merupakan karunia Allah dan rahmat-Nya. Bila ia benar-benar tobat dari perbuatan dosanya itu Allah menerima tobatnya. Allah Mahabijaksana dengan menutup aib seseorang, tidak segera menghukumnya di dunia ini, dan memberinya kesempatan untuk bertobat.\n\nSeorang suami yang memergoki istrinya berbuat mesum dengan laki-laki lain tindakan apakah yang akan ia lakukan? Kalau ia membunuh laki-laki itu, tentunya ia akan dibunuh pula (sebagai qisas baginya). Kalau ia diamkan saja kejadian itu, maka itu adalah satu tindakan yang salah. Dan kalau ia beberkan peristiwa itu dan menuduh istrinya berzina padahal ia tidak punya saksi, maka ia akan di-had, dikenakan hukuman dera dan tidak akan diterima kesaksiannya dan ucapannya selama-lamanya, apabila ia tidak dapat mendatangkan empat orang saksi yang melihat dengan matanya sendiri peristiwa itu.\n\nApakah ia akan pergi mencari empat orang saksi untuk diajak menyaksikan perbuatan mesum istrinya itu? Suatu hal yang tidak mungkin. Maka atas karunia dan rahmat Allah Yang Maha Pengampun dan Bijaksana, suami yang melihat istrinya berzina dengan laki-laki lain itu, tidak lagi dibebani mencari empat orang saksi untuk turut bersama-sama dia menyaksikan peristiwa perzinaan itu, tetapi cukuplah ia bersumpah dan mengemukakan kesaksiannya empat kali, kemudian ditambah satu kali dengan pernyataan kesediaan menerima laknat Allah bila dia berbohong, sebagaimana tersebut di atas yang dikenal dengan istilah \"li'an\". Dengan demikian terhindarlah ia dari hukuman menuduh, yaitu hukuman dera delapan puluh kali. Untuk menghindarkan istrinya yang dituduh itu dari hukuman zina, maka ia hanya perlu melakukan hal yang sama, yaitu mengajukan sumpah dan kesaksiannya empat kali kemudian ditambah satu kali kesediaan menerima laknat bila suaminya benar dengan tuduhannya, sebagaimana tersebut di atas.",
                        "11": "Ayat ini menerangkan bahwa orang-orang yang membuat-buat berita bohong atau fitnah mengenai rumah tangga Rasulullah itu adalah dari kalangan kaum Muslimin sendiri. Sumbernya dari Abdullah bin Ubay bin Salul, pemuka kaum munafik di Medinah, shafwÂ±n bin Muaththal, keponakan Nabi, dan Hassan bin sabit. \n\nAllah menghibur hati mereka, agar mereka jangan menyangka bahwa peristiwa itu buruk dan merupakan bencana bagi mereka, tetapi pada hakikatnya kejadian itu adalah suatu hal yang baik bagi mereka karena dengan kejadian itu, mereka akan memperoleh pahala besar dan kehormatan dari Allah dengan diturunkannya ayat-ayat yang menyatakan kebersihan mereka dari berita bohong itu, suatu bukti autentik yang dapat dibaca sepanjang masa. Setiap orang yang menyebarkan berita bohong itu akan mendapat balasan, sesuai dengan usaha dan kegiatannya tentang tersiar luasnya berita bohong itu. Sedang orang yang menjadi sumber pertama dan menyebarluaskan berita bohong ini, ialah Abdullah bin Ubay bin Salul, sebagai seorang tokoh munafik yang tidak jujur, di akhirat kelak akan diazab dengan azab yang pedih.",
                        "12": "Ayat ini menerangkan bahwa Allah mencela tindakan orang-orang mukmin yang mendengar berita bohong itu yang seakan-akan mempercayainya. Mengapa mereka tidak menolak fitnahan itu secara spontan? Mengapa mereka tidak mendahulukan baik sangkanya? Iman mereka, semestinya membawa mereka untuk berbaik sangka, dan mencegah mereka berburuk sangka kepada sesama orang mukmin, karena baik atau buruk sesama mukmin, pada hakikatnya adalah juga baik atau buruk juga bagi dia sendiri, sebagaimana firman Allah:\n\nWahai orang-orang yang beriman! Jauhilah banyak dari prasangka, sesungguhnya sebagian prasangka itu dosa dan janganlah kamu mencari-cari kesalahan orang lain dan janganlah ada di antara kamu yang menggunjing sebagian yang lain. Apakah ada di antara kamu yang suka memakan daging saudaranya yang sudah mati? Tentu kamu merasa jijik. Dan bertakwalah kepada Allah, sesungguhnya Allah Maha Penerima tobat, Maha Penyayang. (al-hujurat/49: 12)\n\nMaksudnya, janganlah orang mukmin mencela sesama orang mukmin, karena orang mukmin itu seperti satu badan.\n\nRasulullah sendiri mencegah para sahabat melakukan sangkaan yang tidak baik itu ketika beliau menjemput kedatangan Aisyah dengan mempergunakan unta shafwÂ±n bin Muaththal di tengah hari bolong dan disaksikan oleh orang banyak, agar mencegah adanya sangkaan-sangkaan yang tidak sehat. Kalau ada desas-desus yang sifatnya negatif, sebenarnya hal itu adalah luapan prasangka mereka yang disembunyikan dan kebencian yang ditutupi selama ini.",
                        "13": "Ayat ini menunjukkan kemarahan Allah kepada para penyebar berita bohong itu, mengapa mereka tidak mendatangkan empat orang saksi atas kebenaran fitnahan yang disebarkan dan dituduhkan kepada Aisyah r.a. itu? Tidak didatangkannya empat orang saksi oleh mereka itu, berarti bahwa mereka itu bohong, baik di sisi Allah maupun di kalangan manusia.",
                        "14": "Pada ayat ini Allah menerangkan bahwa andaikata bukan karena karunia di dunia ini kepada para penyebar berita bohong itu dengan banyaknya nikmat yang telah diberikan kepada mereka antara lain diberinya kesempatan bertobat, dan rahmat-Nya di akhirat dengan dimaafkan mereka dari perbuatan dosa dan maksiat mereka sesudah tobat maka akan ditimpakan dengan segera oleh Allah azab kepada mereka di dunia atas perbuatannya menyebarkan fitnahan dan berita bohong.",
                        "15": "Ayat ini menerangkan bahwa andaikata bukan karena karunia dan rahmat Allah, pasti mereka yang menyebarkan berita bohong itu akan ditimpa azab; penyebaran berita bohong melalui berbagai cara, yaitu pertama, mereka itu menerima berita bohong itu dari mulut ke mulut lalu berbincang-bincang tentang hal itu, kemudian turut menyebarluaskannya sehingga tidak satu rumah atau suatu tempat pertemuan yang luput dari berita bohong itu; kedua, mereka turut mempercakapkan suatu berita bohong yang mereka tidak tahu sama sekali seluk beluknya; ketiga, mereka menganggap enteng saja berita bohong itu, seakan-akan tidak berarti, padahal berita bohong itu adalah suatu hal yang sangat buruk akibatnya dan dosa besar di sisi Allah. Allah berfirman: \n\nSesungguhnya (terhadap) orang-orang yang menyakiti Allah dan Rasul-Nya, Allah akan melaknatnya di dunia dan di akhirat, dan menyediakan azab yang menghinakan bagi mereka. (al-Ahzab/33: 57)",
                        "16": "Pada ayat ini diterangkan bahwa Allah menyayangkan sikap sebagian kaum Muslimin yang tidak menyetop membicarakan fitnah itu dan tidak merasa layak memperkatakan dan menyambung-nyambungnya. Mereka seharusnya menyucikan Allah, bahwa Allah tidak akan mungkin membiarkan kekejian seperti itu menimpa istri seorang nabi apalagi Nabi yang paling dimuliakan-Nya. Seharusnya mereka menyikapinya bahwa berita itu adalah bohong besar.",
                        "17": "Pada ayat ini Allah memperingatkan kepada orang-orang mukmin supaya tidak mengulangi kembali perbuatan yang jahat dan dosa yang besar itu pada masa-masa yang akan datang. Hal itu bila mereka memang beriman. Orang yang beriman tentunya mengambil pelajaran dari apa yang diajarkan Allah, mengerjakan perintah-Nya, dan menjauhi larangan-Nya. Allah sudah mengajarkan sikap yang harus diambil menghadapi berita yang tidak jelas ujung pangkalnya, yang merugikan seorang atau kaum Muslimin, bahwa berita itu tidak boleh disambung-sambung, tetapi disikapi sebagai berita bohong.",
                        "18": "Ayat ini menerangkan bahwa Allah telah menjelaskan di dalam kitab-Nya secara terperinci mengenai syariat-Nya, akhlak dan adab yang baik, perbuatan dan kelakuan yang diridai-Nya. Dia Maha Mengetahui segala sesuatu. Tidak ada sesuatu yang tersembunyi bagi-Nya bagaimana pun kecilnya, Allah membalas dengan baik amal orang yang berbuat baik, dan membalas dengan siksa orang-orang yang berbuat jahat, Allah Mahabijaksana mengatur kepentingan hamba-hamba-Nya membebankan di atas pundak mereka hal-hal yang mendatangkan kebahagiaan kepada mereka di dunia dan di akhirat.",
                        "19": "Pada ayat ini Allah menerangkan bahwa orang-orang yang senang menyiarkan perbuatan keji dan memalukan seperti perbuatan zina di kalangan orang-orang mukmin muhsan baik laki-laki maupun perempuan, mereka akan mendapat hukuman di dunia ini dan di akhirat, bila mereka tidak tobat dan tidak menjalankan hukuman di dunia, ia akan di azab di neraka. \n\nPenyebaran berita yang tidak patut disebarkan dilarang dalam agama Islam. Yang diminta seharusnya adalah berita tentang pelanggaran etika harus disimpan, sebagaimana sabda Nabi:\n\nOrang Islam yang sebenarnya, ialah orang-orang Islam selamat dari kejahatan lidah dan tangannya, dan orang yang berhijrah ialah orang yang meninggalkan larangan Allah. (Riwayat al-Bukhari, Abu Daud dan an-Nasa'i)\n\nDan sabdanya:\n\nTidaklah seorang hamba mukmin, menutupi cacat seorang hamba mukmin kecuali ditutupi juga cacatnya oleh Allah di hari akhirat. Dan barangsiapa menggagalkan kejahatan seorang muslim, akan digagalkan pula kejahatannya oleh Allah, di akhirat nanti. (Riwayat Ahmad bin Hanbal)\n\nAllah Maha Mengetahui hakikat dan rahasia sesuatu hal yang manusia tidak mengetahuinya. Oleh karena itu, kembalikanlah segala sesuatunya kepada Allah dan janganlah kita suka memperkatakan sesuatu yang kita tidak mengetahui sedikit pun seluk beluknya, terutama hal-hal yang menyangkut diri atau keluarga Rasulullah, karena yang demikian itu akan membawa kepada kebinasaan.\n\nPemberitaan perbuatan zina atau pornografi akan berdampak buruk yaitu mendorong orang secara luas untuk berzina. Karena itu dampak buruknya luar biasa. Mengenai hal itu manusia tidak perlu meragukannya, karena Allah-lah yang lebih tahu daripada manusia. Sebagai contoh adalah terancamnya umat manusia oleh penyakit AIDS dengan virus HIV yang belum ditemukan obatnya sampai sekarang.",
                        "20": "Pada ayat ini Allah menerangkan bahwa larangan-Nya terhadap penyebaran pornografi dan perzinaan adalah karena kasih sayang-Nya terhadap umat manusia. Allah memberikan karunia dan rahmat-Nya kepada mereka penyebar berita bohong, yang masih memberi kepada mereka hidup dengan segala kelengkapannya. Dan sekiranya Dia tidak Maha Penyantun dan Maha Penyayang, tentulah mereka itu sudah hancur binasa. Tetapi Dia senantiasa berbuat kepada hamba-Nya mana yang mendatangkan maslahat kepada mereka, sekalipun mereka itu telah melakukan pelanggaran-pelanggaran dan dosa serta maksiat kepada-Nya. Berkat larangan itulah dunia masih selamat sampai sekarang, karena sebagian besar manusia terutama kaum Muslimin mematuhinya.",
                        "21": "Pada ayat ini Allah memperingatkan kepada orang-orang yang percaya kepada-Nya dan kepada Rasul-Nya, agar mereka itu jangan menuruti ajakan setan, mengikuti jejak dan langkahnya, seperti suka dan senang menyebarluaskan aib dan perbuatan keji di antara orang-orang yang beriman. Barangsiapa yang senang mengikuti langkah-langkah setan, pasti ia akan terjerumus ke lembah kehinaan, berbuat yang keji dan mungkar, karena setan itu memang suka berbuat yang demikian. Oleh karena itu jangan sekali-kali mau mencoba-coba mengikuti jejak dan langkahnya. Sekiranya Allah tidak memberikan karunia dan rahmat kepada hamba-Nya dan yang selalu membukakan kesempatan sebesar-besarnya untuk bertobat dari maksiat yang telah diperbuat mereka, tentunya mereka tidak akan bersih dari dosa-dosa mereka yang mengakibatkan kekecewaan dan kesengsaraan, bahkan akan disegerakan azab yang menyiksa mereka itu di dunia ini, sebagaimana firman Allah:\n\nDan Allah menghukum manusia karena kezalimannya, niscaya Dia tidak akan ada yang ditinggalkan-Nya (di bumi) dari makhluk yang melata sekalipun, tetapi Allah menangguhkan mereka sampai waktu yang sudah ditentukan. (an- Nahl/16: 61)\n\nAllah Yang mempunyai kekuasaan yang tertinggi, bagaimana pun juga, Dia tetap akan membersihkan orang-orang yang dikehendaki-Nya dari hamba-Nya, dengan menerima tobat mereka seperti halnya Hassan, Mistah bin Utsatsah dan lainnya. Mereka itu telah dibersihkan dari penyakit nifak, sekalipun mereka itu telah berperang secara aktif di dalam penyebaran berita bohong yang dikenal dengan \"haditsul-ifki\", Allah Maha Mendengar segala apa yang diucapkan yang sifatnya menuduh dan ketentuan kebersihan yang dituduh, Maha Mengetahui apa yang terkandung dan tersembunyi di dalam hati mereka yang senang menyebarkan berita-berita keji yang memalukan orang lain.",
                        "22": "Pada ayat ini Allah menerangkan bahwa orang-orang yang percaya kepada Allah, janganlah mereka itu bersumpah untuk tidak mau memberikan bantuan kepada karib kerabatnya yang memerlukan bantuan karena berbuat salah, seperti Mistah anak dari saudara perempuan Ibunya Abu Bakar ra. ia seorang fakir miskin, berhijrah dari Mekah ke Medinah yang turut bersama Rasulullah saw, memperkuat pasukan kaum Muslimin di Perang Badar.\n\nOleh karena itu, sesudah turun wahyu yang menunjukkan atas kebersihan Aisyah dari hal yang dituduhkan kepadanya, dan setelah Allah mengampuni orang-orang yang semestinya diampuni, serta diberi hukuman kepada orang-orang yang semestinya menerima yang demikian itu, maka Abu Bakar ra, kembali ramah dan berbuat baik serta memberi bantuan kepada kerabatnya Mistah. Mistah adalah sepupunya, anak dari saudara perempuan ibunya. Orang-orang mukmin hendaklah memaafkan dan berlapang dada kepada segenap oknum yang terlibat atau dilibatkan di dalam peristiwa hadisul ifki. Pemaafan dan kembali membantu mereka itu merupakan sarana untuk memperoleh ampunan dari Allah. Adakah manusia yang tidak ingin bahwa dosa-dosanya diampuni Allah? Siapakah yang tidak berdosa dalam hidupnya? Bila mereka melakukannya, yaitu memaafkan dan membantu mereka yang kekurangan, maka Allah akan mengampuni dosa mereka dan menyayangi mereka. Mereka akan masuk surga.",
                        "23": "Pada ayat ini Allah menerangkan bahwa orang-orang yang menuduh perempuan-perempuan yang saleh dan beriman kepada Allah dan Rasul-Nya, mereka itu akan dijauhkan dari rahmat Allah di dunia dan di akhirat, dan di akhirat nanti akan ditimpakan kepada mereka azab yang amat pedih, sebagai balasan dari kejahatan yang telah diperbuat mereka. Merekalah yang menjadi sumber dari berita yang menyakitkan hati perempuan-perempuan yang beriman, menyebarkan berita itu di antara orang-orang yang beriman. Mereka telah menjadi buruk bagi orang-orang yang turut menyiarkan berita-berita keji itu, dan mereka itu akan menanggung dosa atas perbuatannya.",
                        "24": "Pada ayat ini Allah menerangkan bahwa ketika orang-orang jahat yang bergelimang dosa di dunia akan diazab di akhirat nanti, mereka membantah dan mengingkari perbuatan jahat mereka, maka anggota tubuhnya menjadi saksi. Lidah, tangan dan kaki mereka menjadi saksi dan menceritakan apa-apa yang telah dikerjakan di dunia. Dengan kekuasaan Allah anggota-anggota tubuh itu bisa berbicara dan bercerita, sebagaimana firman Allah:\n\nDan mereka berkata kepada kulit mereka, \"Mengapa kamu menjadi saksi terhadap kami?\" (Kulit) mereka menjawab, \"Yang menjadikan kami dapat berbicara adalah Allah, yang (juga) menjadikan segala sesuatu dapat\n\nberbicara. (Fussilat/41: 21)\n\nDan sabda Rasulullah saw: \n\nPada hari Kiamat nanti, diperkenalkanlah orang kafir dengan perbuatannya. Ia menyangkal dan membantah (tidak mengakui perbuatannya itu). Dikatakan kepadanya, \"Mereka tetanggamu menjadi saksi atas perbuatanmu itu.\" Jawabnya, \"Mereka itu dusta.\" Dikatakan lagi, \"Keluargamu dan karib keluargamu menjadi saksi.\" Jawabnya, \"Mereka juga itu bohong.\" Saksi-saksi itu disuruh bersumpah. Mereka bersumpah (memperkuat kesaksian mereka) kemudian Allah menutup persoalan orang-orang kafir itu dan bersaksilah lidah, tangan dan kaki mereka, lalu mereka dimasukkan ke dalam neraka. (Riwayat Ibnu Abi hatim dan Ibnu Jarir dari Abu Sa'id al- Khudri)\n\nSebagian ahli tafsir memberi penjelasan bahwa kesaksian yang dimaksud di sini bukan berupa ucapan, tetapi kesaksian berupa gerakan. Kalau mengenai ucapannya, lidahnya yang bergerak. Kalau mengenai perbuatan tangan atau kaki, bergeraklah tangan dan kaki sesuai dengan apa yang telah diperbuatnya di dunia.",
                        "25": "Pada ayat ini Allah menerangkan bahwa di akhirat nanti, akan disempurnakan balasan amal perbuatan tiap-tiap manusia oleh Allah. Di sanalah mereka akan mengetahui bahwa azab yang dijanjikan kepada mereka yang berbuat dosa dan maksiat di dunia ini, benar-benar akan menjadi kenyataan dan tidak ada keragu-raguan, Allah benar-benar menepati janji-Nya, dan menjelaskan sesuatu menurut hakikat yang sebenarnya. Firman Allah:\n\nDan takutlah pada hari (ketika) kamu semua dikembalikan kepada Allah. Kemudian setiap orang diberi balasan yang sempurna sesuai dengan apa yang telah dilakukannya, dan mereka tidak dizalimi (dirugikan). (al-Baqarah/2: 281)\n\nOleh karena itu setiap manusia hendaklah berhati-hati dalam berbuat sesuatu dan sedapat mungkin menghindari hal-hal yang menyebabkan dia binasa dan di azab nanti di akhirat, sebagaimana sabda Nabi saw:\n\nJauhilah tujuh macam yang membinasakan. Ditanya apakah yang tujuh itu wahai Rasulullah? Jawab beliau, \"Menyekutukan Allah, sihir, membunuh (manusia) yang diharamkan Allah, kecuali dengan hak, memakan riba, memakan harta benda anak yatim, lari membelakang dari pertempuran (fi sabilillah) dan menuduh perempuan-perempuan yang baik yang bersih hatinya dan beriman.\" (Riwayat al-Bukhari dan Muslim dari Abu Hurairah)",
                        "26": "Pada ayat ini Allah menerangkan bahwa perempuan-perempuan yang tidak baik biasanya menjadi istri laki-laki yang tidak baik pula. Begitu pula laki-laki yang tidak baik adalah untuk perempuan-perempuan yang tidak baik pula, karena bersamaan sifat-sifat dan akhlak itu, mengandung adanya persahabatan yang akrab dan pergaulan yang erat. Perempuan-perempuan yang baik-baik adalah untuk laki-laki yang baik-baik pula sebagaimana diketahui bahwa keramah-tamahan antara satu dengan yang lain terjalin karena adanya persamaan dalam sifat-sifat, akhlak, cara bergaul dan lain-lain. Begitu juga laki-laki yang baik-baik adalah untuk perempuan-perempuan yang baik-baik pula, ketentuan itu tidak akan berubah dari yang demikian itu. \n\nOleh karena itu, kalau sudah diyakini bahwa Rasulullah adalah laki-laki yang paling baik, dan orang pilihan di antara orang-orang dahulu dan orang kemudian, maka tentulah istri Rasulullah Aisyah r.a. adalah perempuan yang paling baik pula. Ini merupakan kebohongan dan tuduhan yang dilontarkan kepada diri Aisyah r.a. Mereka yang baik-baik, baik laki-laki maupun perempuan termasuk Safwan bin Muattal dan Aisyah r.a. adalah bersih dari tuduhan yang dilontarkan oleh orang-orang yang keji, baik laki-laki maupun perempuan, mereka itu memperoleh ampunan dari Allah dan rezeki yang mulia di sisi Allah dalam surga.",
                        "27": "Pada ayat ini Allah mengajarkan kepada orang-orang mukmin tata cara bergaul untuk memelihara dan memupuk cinta dan kasih sayang serta pergaulan yang baik di antara mereka, yaitu janganlah memasuki rumah orang lain kecuali sesudah diberi izin dan memberi salam terlebih dahulu, agar tidak sampai melihat aib orang lain, melihat hal-hal yang tidak pantas orang lain melihatnya, tidak menyaksikan hal-hal yang biasanya disem-bunyikan orang dan dijaga betul untuk tidak dilihat orang lain. Seseorang yang meminta izin untuk memasuki rumah orang, yang ditandai dengan memberi salam, jika tidak mendapat jawaban sebaiknya dilakukan sampai tiga kali. Kalau sudah ada izin, barulah masuk dan kalau tidak sebaik ia pulang.\n\nCara yang demikian itulah yang lebih baik, yaitu apabila akan memasuki rumah orang lain, harus lebih dahulu minta izin, memberi salam dan menunggu sampai ada izin, kalau tidak, lebih baik pulang saja.",
                        "28": "Pada ayat ini Allah menerangkan bahwa apabila hendak memasuki rumah orang lain dan tidak menemukan seorang di dalamnya yang berhak memberi izin atau tidak ada penghuninya, janganlah sekali-kali memasukinya, sebelum ada izin, kecuali ada hal yang mendesak seperti ada kebakaran di dalamnya, yang mengkhawatirkan akan menjalar ke tempat lain, atau untuk mencegah suatu perbuatan jahat yang akan terjadi di dalamnya, maka bolehlah memasukinya meskipun tidak ada izin. Tetapi kalau orang yang berhak memberi izin untuk masuk, menganjurkan supaya pulang, karena ada hal-hal di dalam rumah yang oleh pemilik rumah merasa malu dilihat orang lain, maka ia harus pulang karena yang demikian itu lebih menjamin keselamatan bersama. Allah Maha Mengetahui isi hati dan niat yang terkandung di dalamnya.",
                        "29": "Diriwayatkan oleh al-Wahidi, bahwa Abu Bakar Siddiq pernah berkata, \"Wahai Rasulullah sesungguhnya Allah telah menurunkan kepada engkau ayat yang memerintahkan supaya meminta izin untuk memasuki suatu rumah. Di dalam melakukan perdagangan, kami adakalanya tinggal di penginapan. Apakah tidak boleh juga memasuki penginapan tanpa izin?\" Maka turunlah ayat ini.\n\nPada ayat ini Allah menerangkan bahwa tempat-tempat yang tidak disediakan khusus untuk tempat tinggal, tetapi hanya untuk menginap sementara bagi orang yang memerlukannya, seperti hotel, losmen, tempat rekreasi, peristirahatan dan sebagainya, tidak ada halangan dan dosa memasukinya tanpa izin, karena ada sesuatu keperluan di dalamnya. Hal-hal yang biasanya kurang layak dan tidak sopan dilihat orang lain di suatu rumah tempat tinggal, tidak terdapat di tempat tersebut di atas.\n\nAllah mengetahui apa yang dinyatakan dalam ucapan seseorang ketika meminta izin untuk memasuki rumah tempat tinggal, dan mengetahui apa yang disembunyikan di dalam hati untuk melihat aib dan hal-hal yang tidak wajar dan memalukan pemilik rumah.",
                        "30": "Pada ayat ini Allah memerintahkan Rasul-Nya dan orang-orang yang beriman, agar mereka memelihara dan menahan pandangannya dari hal-hal yang diharamkan kepada mereka untuk melihatnya, kecuali terhadap hal-hal tertentu yang boleh dilihatnya. Bila secara kebetulan dan tidak disengaja pandangan mereka terarah kepada sesuatu yang diharamkan, maka segera dialihkan pandangan tersebut guna menghindari melihat hal-hal yang di haramkan. Sebagaimana sabda rasulullah Saw. \n\nDari Jarir bin Abdullah al-Bajali dia bertanya kepada Rasulullah Saw. tentang pandangan/penglihatan (terhadap perempuan) secara tiba-tiba, kemudian beliau memerintahkan untuk memalingkan pandanganku (Riwayat Muslim, Abu Daud, Ahmad, at-Tirmizi dan an-Nasai)\n\nBegitu pula sabda Rasulullah kepada Ali r.a.\n\nWahai Ali, janganlah kamu susulkan pandangan pertamamu dengan pandangan kedua, karena yang dibolehkan untukmu hanya pandangan pertama (yang tidak disengaja) sedang pandangan yang kedua tidak lagi dibolehkan (Riwayat Abu Daud dari Buraidah)\n\nDi samping itu, Allah memerintahkan kepada Rasul-Nya agar menganjurkan kepada laki-laki yang beriman supaya mereka memelihara kemaluannya dari perbuatan asusila seperti perbuatan zina, homoseksual dan lain sebagainya. Sabda Rasulullah yang diriwayatkan oleh Ahmad dan ashabus-sunan. \n\nJagalah auratmu (jangan sampai terlihat orang lain) kecuali oleh istrimu atau hamba sahayamu. (Riwayat Ahmad dan Ashabus-Sunan)\n\nMenjaga mata untuk tidak melihat hal-hal yang diharamkan dan memelihara kemaluan untuk tidak berbuat zina atau homoseksual merupakan perbuatan yang baik dan suci, baik terhadap jiwa maupun agamanya. Sabda Rasulullah yang diriwayatkan oleh Ahmad dari Abi Umamah :\n\nSetiap muslim yang melihat kecantikan seorang perempuan, kemudian dia menundukkan dan memejamkan matanya, Allah mengganti sebagai suatu ibadah. (Riwayat Ahmad dari Abu Umamah)",
                        "31": "Pada ayat ini Allah menyuruh Rasul-Nya agar mengingatkan perempuan-perempuan yang beriman supaya mereka tidak memandang hal-hal yang tidak halal bagi mereka, seperti aurat laki-laki ataupun perempuan, terutama antara pusat dan lutut bagi laki-laki dan seluruh tubuh bagi perempuan. Begitu pula mereka diperintahkan untuk memelihara kemaluannya (farji) agar tidak jatuh ke lembah perzinaan, atau terlihat oleh orang lain. \n\nSabda Rasulullah Saw. \n\nDari Ummu Salamah, bahwa ketika dia dan Maimunah berada di samping Rasulullah datanglah Abdullah bin Umi Maktum dan masuk ke dalam rumah Rasulullah (pada waktu itu telah ada perintah hijab). Rasulullah memerintahkan kepada Ummu Salamah dan Maimunah untuk berlindung (berhijab) dari Abdullah bin Umi Maktum, Ummu Salamah berkata, wahai Rasulullah bukankah dia itu buta tidak melihat dan mengenal kami?, Rasulullah menjawab, apakah kalian berdua buta dan tidak melihat dia?. (Riwayat Abu Daud dan at-Tirmidzi) \n\nBegitu pula mereka para perempuan diharuskan untuk menutup kepala dan dadanya dengan kerudung, agar tidak terlihat rambut dan leher serta dadanya. Sebab kebiasaan perempuan mereka menutup kepalanya namun kerudungnya diuntaikan ke belakang sehingga nampak leher dan sebagian dadanya, sebagaimana yang dilakukan oleh perempuan-perempuan jahiliah. \n\nDi samping itu, perempuan dilarang untuk menampakkan perhiasannya kepada orang lain, kecuali yang tidak dapat disembunyikan seperti cincin, celak/sifat, pacar/inai, dan sebagainya. Lain halnya dengan gelang tangan, gelang kaki, kalung, mahkota, selempang, anting-anting, kesemuanya itu dilarang untuk ditampakkan, karena terdapat pada anggota tubuh yang termasuk aurat perempuan, sebab benda-benda tersebut terdapat pada lengan, betis, leher, kepala, dan telinga yang tidak boleh dilihat oleh orang lain. \n\nPerhiasan tersebut hanya boleh dilihat oleh suaminya, bahkan suami boleh saja melihat seluruh anggota tubuh istrinya, ayahnya, ayah suami (mertua), putra-putranya, putra-putra suaminya, saudara-saudaranya, putra-putra saudara laki-lakinya, putra-putra saudara perempuannya, karena dekatnya pergaulan di antara mereka, karena jarang terjadi hal-hal yang tidak senonoh dengan mereka. Begitu pula perhiasan boleh dilihat oleh sesama perempuan muslimah, atau hamba sahaya yang mereka miliki, atau pelayan/pembantu laki-laki yang tidak mempunyai keinginan terhadap perempuan, baik karena ia sudah lanjut usia, impoten, ataupun karena terpotong alat kelaminnya. Perhiasan juga boleh ditampakkan dan dilihat oleh anak-anak yang belum mengerti tentang aurat perempuan, sehingga tidak akan timbul nafsu birahi karena mereka belum memiliki syahwat kepada perempuan.\n\nDi samping para perempuan dilarang untuk menampakkan perhiasan, mereka juga dilarang untuk menghentakkan kakinya, dengan maksud memperlihatkan dan memperdengarkan perhiasan yang dipakainya yang semestinya harus disembunyikan. Perempuan-perempuan itu sering dengan sengaja memasukkan sesuatu ke dalam gelang kaki mereka, supaya berbunyi ketika ia berjalan, meskipun dengan perlahan-lahan, guna menarik perhatian orang. Sebab sebagian manusia kadang-kadang lebih tertarik dengan bunyi yang khas daripada bendanya sendiri, sedangkan benda tersebut berada pada betis perempuan.\n\nPada akhir ayat ini, Allah menganjurkan agar manusia bertobat dan sadar kembali serta taat dan patuh mengerjakan perintah-Nya menjauhi larangan-Nya, seperti membatasi pandangan, memelihara kemaluan/kelamin, tidak memasuki rumah oranglain tanpa izin dan memberi salam, bila semua itu mereka lakukan, pasti akan bahagia baik di dunia maupun di akhirat.",
                        "32": "Pada ayat ini Allah menyerukan kepada semua pihak yang memikul tanggung jawab atas kesucian dan kebersihan akhlak umat, agar mereka menikahkan laki-laki yang tidak beristri, baik duda atau jejaka dan perempuan yang tidak bersuami baik janda atau gadis. Demikian pula terhadap hamba sahaya laki-laki atau perempuan yang sudah patut dinikahkan, hendaklah diberikan pula kesempatan yang serupa. Seruan ini berlaku untuk semua para wali (wali nikah) seperti bapak, paman dan saudara yang memikul tanggung jawab atas keselamatan keluarganya, berlaku pula untuk orang-orang yang memiliki hamba sahaya, janganlah mereka menghalangi anggota keluarga atau budak yang di bawah kekuasaan mereka untuk nikah, asal saja syarat-syarat untuk nikah itu sudah dipenuhi. Dengan demikian terbentuklah keluarga yang sehat bersih dan terhormat. Dari keluarga inilah akan terbentuk suatu umat dan pastilah umat atau bangsa itu menjadi kuat dan terhormat pula. Oleh sebab itu Rasulullah saw bersabda:\n\nNikah itu termasuk Sunnahku. Barangsiapa yang membenci Sunnahku maka dia tidak termasuk golonganku.(Riwayat Muslim)\n\nBila di antara orang-orang yang mau nikah itu ada yang dalam keadaan miskin sehingga belum sanggup memenuhi semua keperluan pernikahannya dan belum sanggup memenuhi segala kebutuhan rumh tangganya, hendaklah orang-orang seperti itu didorong dan dibantu untuk melaksanakan niat baiknya itu. Janganlah kemiskinan seseorang menjadi alasan untuk mengurungkan pernikahan, asal saja benar-benar dapat diharapkan daripadanya kemauan yang kuat untuk melangsungkan pernikahan. Siapa tahu di belakang hari Allah akan membukakan baginya pintu rezeki yang halal, baik, dan memberikan kepadanya karunia dan rahmat-Nya. Sesungguhnya Allah Mahaluas rahmat-Nya dan kasih sayang-Nya, Mahaluas Ilmu pengetahuan-Nya. Dia melapangkan rezeki bagi siapa yang dikehendaki-Nya dan menyempitkan rezeki bagi siapa yang dikehendaki sesuai dengan hikmat kebijaksanaan-Nya.\n\nIbnu Abbas berkata, Allah menganjurkan pernikahan dan menggalakkannya, serta menyuruh manusia supaya mengawinkan orang-orang yang merdeka dan hamba sahaya, dan Allah menjanjikan akan memberikan kecukupan kepada orang-orang yang telah berkeluarga itu kekayaan. \n\nDiriwayatkan dari Abu Hurairah Rasulullah bersabda:\n\nAda tiga macam orang yang Allah berkewajiban menolongnya: orang yang nikah dengan maksud memelihara kesucian dirinya, hamba sahaya yang berusaha memerdekakan dirinya dengan membayar tebusan kepada tuannya, dan orang yang berperang di jalan Allah.(Riwayat Ahmad)",
                        "33": "Bagi orang-orang yang benar-benar tidak mampu untuk membiayai keperluan pernikahan dan kebutuhan hidup berkeluarga sedangkan wali dan keluarga mereka tidak pula sanggup membantunya, maka hendaklah ia menahan diri sampai mempunyai kemampuan untuk itu. Menahan diri artinya menjauhi segala tindakan yang bertentangan dengan kesusilaan apalagi melakukan perzinaan karena perbuatan itu adalah sangat keji dan termasuk dosa besar. \n\nDi antara tujuan anjuran untuk mengawinkan pria dan perempuan yang tidak beristri atau bersuami adalah untuk memelihara moral umat dan bersihnya masyarakat dari tindakan-tidakan asusila. Bila pria atau perempuan belum dapat nikah tidak menjaga dirinya dan memelihara kebersihan masyarakatnya, tentulah tujuan tersebut tidak akan tercapai. Sebagai suatu cara untuk memelihara diri agar jangan jatuh ke jurang maksiat, Nabi Besar memberikan petunjuk dengan sabdanya:\n\nHai para pemuda! Siapa di antara kamu sanggup nikah, hendaklah ia nikah karena pernikahan itu lebih menjamin terpeliharanya mata dan terpeliharanya kehormatan. Dan barangsiapa yang tidak sanggup, maka hendaklah berpuasa, karena berpuasa itu mengurangi naluri seksnya. (Riwayat shahihain dari Ibnu Mas'ud)\n\nDi masa dahulu kesempatan melakukan tindakan asusila amat sempit sekali karena masyarakat sangat ketat menjaga kemungkinan terjadinya dan bila diketahui hukuman yang ditimpakan kepada pelakunya amat berat sekali. Oleh sebab itu, perbuatan asusila itu jarang terjadi.\n\nBerlainan dengan masa sekarang di mana masyarakat terutama di kota-kota besar tidak begitu mengindahkan masalah ini bahkan di daerah-daerah tertentu dilokalisir sehingga banyak pemuda-pemuda kita yang kurang kuat imannya jatuh terperosok ke dunia hitam itu. Oleh sebab itu dianjurkan kepada pemuda-pemuda bahkan kepada semua pria yang tidak beristri dan perempuan yang tidak bersuami yang patuh dan taat kepada ajaran agamanya, agar benar-benar menjaga kebersihan diri dan moralnya dari perbuatan terkutuk itu, terutama dengan berpuasa sebagaimana dianjurkan oleh Rasulullah dan dengan menyibukkan diri pada pekerjaan dan berbagai macam urusan yang banyak faedahnya atau melakukan berbagai macam hobby yang disenangi seperti olahraga, musik dan sebagainya. \n\nKemudian Allah menyuruh kepada para pemilik hamba sahaya agar memberikan kesempatan kepada budak mereka yang ingin membebaskan dirinya dari perbudakan dengan menebus dirinya dengan harta, bila ternyata budak itu bermaksud baik dan mempunyai sifat jujur dan amanah. Biasanya pembayaran itu dilakukan berangsur-angsur sehingga apabila jumlah pembayaran yang ditentukan sudah lunas maka budak tersebut menjadi merdeka. Ini adalah suatu cara yang disyariatkan Islam untuk melenyapkan perbudakan, sebab pada dasarnya Islam tidak mengakui perbudakan karena bertentangan dengan perikemanusiaan dan bertentangan pula dengan harga diri seseorang yang dalam Islam sangat dihormati, karena semua Bani Adam telah dimuliakan oleh Allah, sebagai tersebut dalam firman-Nya.\n\nDan sungguh, Kami telah memuliakan anak cucu Adam, dan Kami angkut mereka di darat dan di laut, dan Kami beri mereka rezeki dari yang baik-baik dan Kami lebihkan mereka di atas banyak makhluk yang Kami ciptakan dengan kelebihan yang sempurna. (al-Isra'/17: 70)\n\nTetapi karena pada masa Rasulullah itu semua bangsa mempraktikkan perbudakan, maka diakuinya perbudakan itu oleh Nabi Muhammad sebagai hukum darurat dan sementara. Karena musuh-musuh kaum Muslimin bila mereka mengalahkan kaum Muslimin dalam suatu peperangan mereka menganggap tawanan-tawanan yang terdiri dari kaum Muslimin itu dianggap sebagai budak pula. Karena perbudakan itu bertentangan dengan pokok ajaran Islam, maka dimulailah memberantasnya, di antaranya seperti yang tersebut dalam ayat ini. Banyak lagi cara untuk memerdekakan budak itu, seperti kaffarat bersetubuh di bulan puasa atau di waktu ihram, kaffarat membunuh, kaffarat melanggar sumpah dan sebagainya.\n\nDi samping seruan kepada pemilik hamba sahaya agar memberikan kesempatan kepada budak mereka untuk memerdekakan dirinya, diserukan pula kepada kaum Muslimin supaya membantu para budak itu dengan harta benda baik berupa zakat atau sedekah agar budak itu dalam waktu yang relatif singkat sudah dapat memerdekakan dirinya. Sebenarnya adanya perbudakan dan banyaknya budak itu dalam suatu masyarakat membawa kepada merosotnya moral masyarakat itu sendiri, dan membawa kepada terjadinya pelacuran, karena budak merasa dirinya jauh lebih rendah dari orang yang merdeka. Dengan demikian mereka tidak menganggap mempertahankan moral yang tinggi sebagai kewajiban mereka dan dengan mudah mereka menjadi permainan orang-orang merdeka dan menjadi sarana bagi pemuasan hawa nafsu. \n\nSelanjutnya sebagai satu cara untuk memberantas kemaksiatan dan memelihara masyarakat agar tetap bersih dari segala macam perbuatan yang bertentangan dengan moral dan susila, Allah melarang para pemilik hamba sahaya perempuan memaksa mereka melakukan perbuatan pelacuran, sedang budak-budak itu sendiri tidak ingin melakukannya dan ingin supaya tetap bersih dan terpelihara dari perbuatan kotor itu. Banyak di antara pemilik budak perempuan yang karena tamak akan harta benda dan kekayaan mereka tidak segan-segan dan merasa tidak malu sedikit pun melacurkan budak-budak itu kepada siapa saja yang mau membayar. Bila terjadi pemaksaan seperti ini sesudah turunnya ayat ini maka berdosa besarlah para pemilik budak itu. Sedang para budak yang dilacurkan itu tidak bersalah karena mereka harus melaksanakan perintah para pemilik mereka. Mudah-mudahan Allah Yang Maha Penyayang dan Maha Pengampun mengampuni mereka, karena mereka melakukan perbuatan maksiat itu bukan atas kemauan mereka sendiri, tetapi karena dipaksa oleh pemilik mereka.\n\nDiriwayatkan oleh Muslim dan Abu Daud dari Jabir ra bahwa Abdullah bin Ubay bin Salul mempunyai dua amat (hamba sahaya perempuan), yaitu Musaikah dan Umaimah. Lalu dia memaksanya untuk melacur, kemudian mereka mengadukan hal itu kepada Rasulullah, maka turunlah ayat ini: \n\nDemikian peraturan yang diturunkan Allah untuk keharmonisan dan kebersihan suatu masyarakat, bila dijalankan dengan sebaik-baiknya akan terciptalah masyarakat yang bersih, aman dan bahagia jauh dari hal-hal yang membahayakannya.",
                        "34": "Allah telah menurunkan ayat-ayat-Nya yang jelas baik yang menyangkut hukum yang sangat berguna bagi kebahagiaan masyarakat manusia. Begitu pula Allah telah menurunkan kisah-kisah yang dapat menjadi contoh dan teladan yaitu kisah rasul-rasul dan umat-umat yang terdahulu seperti kisah Nabi Yusuf, kisah Maryam dan sebagainya, selanjutnya tergantung kepada manusia itu sendiri apakah ia akan mengambil manfaat dari syariat dan kisah-kisah itu ataukah dia akan tetap berpaling tidak mengindahkan ajaran dan contoh teladan itu. Tetapi ajaran dan kisah-kisah itu tentu sangat berguna dan bermanfaat bagi orang-orang yang beriman.\n\nAli bin Abi thalib berkata tentang Al-Qur'an, \"Di dalamnya terdapat hukum-hukum (yang dapat dijadikan pedoman) kisah-kisah umat dahulu, dan berita tentang yang akan terjadi kemudian. Dialah yang membedakan (antara yang hak dan yang batil) bukan kata-kata yang tidak berguna (sekadar untuk main-main saja). Siapa saja mengabaikannya meski bagaimana pun kuatnya akan dipatahkan oleh Allah. Siapa saja yang mencari petunjuk (dengan berpedoman) kepada selain Al-Qur'an, Allah akan menyesatkannya.\"",
                        "35": "Ayat ini menerangkan bahwa Allah adalah Pemberi cahaya kepada langit dan bumi dan semua yang ada pada keduanya. Dengan cahaya itu segala sesuatu berjalan dengan tertib dan teratur, tak ada yang menyimpang dari jalan yang telah ditentukan baginya, ibarat orang yang berjalan di tengah malam yang gelap gulita dan di tangannya ada sebuah lampu yang terang benderang yang menerangi apa yang ada di sekitarnya. Tentu dia akan aman dalam perjalanannya tidak akan tersesat atau terperosok ke jurang yang dalam, walau bagaimana pun banyak liku-liku yang dilaluinya. Berbeda dengan orang yang tidak mempunyai lampu, tentu akan banyak menemui kesulitan. Meraba-raba kesana kemari berjalan tertegun-tegun karena tidak tahu arah, maka pastilah orang ini akan tersesat atau mendapat kecelakaan karena tidak melihat alam sekitarnya. Amat besarlah faedahnya cahaya yang diberikan Allah kepada alam semesta ini. Cahaya yang dikaruniakan Allah itu bukan sembarang cahaya. Ia adalah cahaya yang istimewa yang tidak ada bandingannya, karena cahaya itu bukan saja menerangi alam lahiriah, tetapi menerangi batiniah. \n\nAllah memberikan perumpamaan bagi cahaya-Nya dengan sesuatu yang dapat dilihat dan dirasakan oleh manusia pada waktu diturunkannya ayat ini, yaitu dengan cahaya lampu yang dianggap pada masa itu merupakan cahaya yang paling cemerlang. Mungkin bagi kita sekarang ini cahaya lampu itu kurang artinya bila dibandingkan dengan cahaya lampu listrik seribu watt apalagi cahaya yang dapat menembus lapisan-lapisan yang ada di depannya. Sebenarnya cahaya yang menjadi sumber kekuatan bagi alam semesta tidak dapat diserupakan dengan cahaya apa pun yang dapat ditemukan manusia seperti cahaya laser umpamanya. \n\nAllah memberikan perumpamaan bagi cahaya-Nya dengan cahaya sebuah lampu yang terletak pada suatu tempat di dinding rumah yang sengaja dibuat untuk meletakkan lampu sehingga cahayanya amat terang sekali, berlainan dengan lampu yang diletakkan di tengah rumah, maka cahayanya akan berkurang karena luasnya ruangan yang menyerap cahayanya. Sumbu lampu itu berada dalam kaca yang bersih dan jernih. Kaca itu sendiri sudah cemerlang seperti kristal. Minyaknya diperas dari buah zaitun yang ditanam di atas bukit, selalu disinari cahaya matahari pagi dan petang. Maka pada ayat ini diibaratkan dengan tumbuh-tumbuhan yang tidak tumbuh di timur dan tidak pula di barat, karena kalau pohon itu tumbuh di sebelah timur, mungkin pada sorenya tidak ditimpa cahaya matahari lagi, demikian pula sebaliknya. Minyak lampu itu sendiri karena jernihnya dan baik mutunya hampir-hampir bercahaya, walaupun belum disentuh api, apalagi kalau sudah menyala tentulah cahaya yang ditimbulkannya akan berlipat ganda. \n\nDi samping cahaya lampu itu sendiri yang amat cemerlang, cahaya itu juga dipantulkan oleh tempat letaknya, maka cahaya yang dipantulkan lampu itu menjadi berlipat ganda. Demikianlah perumpamaan bagi cahaya Allah meskipun amat jauh perbedaan antara cahaya Allah dan cahaya yang dijadikan perumpamaan.\n\nAllah memberi petunjuk kepada siapa yang dikehendaki-Nya untuk mendapat cahaya itu sehingga dia selalu menempuh jalan yang lurus yang menyampaikannya kepada cita-citanya yang baik dan selalu bertindak bijaksana dalam menghadapi berbagai macam persoalan dalam hidupnya. Berbahagialah orang yang mendapat pancaran Nur Ilahi itu, karena dia telah mempunyai pedoman yang tepat yang tidak akan membawanya kepada hal-hal yang tidak benar dan menyesatkan. Untuk memperoleh Nur Ilahi itu seseorang harus benar-benar beriman dan taat kepada perintah Allah serta menjauhi segala perbuatan maksiat. \n\nImam Syafi'i pernah bertanya kepada gurunya yang bernama Waki' tentang hafalannya yang tidak pernah mantap dan cepat lupa, maka gurunya itu menasehatinya supaya ia menjauhi segala perbuatan maksiat, karena ilmu itu adalah Nur Ilahi, dan Nur Ilahi itu tidak akan diberikan kepada orang yang berbuat maksiat. Seperti dalam syair di bawah ini: \n\nAku mengadu kepada Waki' tentang buruknya hafalanku, \n\nLalu ia menasihatiku agar meninggalkan kemaksiatan.\n\nIa memberitahuku bahwa ilmu itu adalah cahaya, \n\nDan Cahaya Allah tidak diberikan kepada orang yang berbuat maksiat.\n\nYahya bin Salam pernah berkata, \"Hati seorang mukmin dapat mengetahui mana yang benar sebelum diterangkan kepadanya, karena hatinya itu selalu sesuai dengan kebenaran.\" Inilah yang dimaksud dengan sabda Rasulullah saw. \n\nBerhati-hatilah terhadap firasat orang mukmin, karena ia melihat dengan Nur Allah. (Riwayat al-Bukhari dalam kitab at-Tarikh al-Kabir dari Abu Sa'id al-Khudri)\n\nTentu saja yang dimaksud dengan orang mukmin di sini ialah orang-orang yang benar beriman dan bertakwa kepada Allah dengan sepenuhnya.\n\nIbnu 'Abbas berkata tentang ayat ini, \"Inilah contoh bagi Nur Allah dan petunjuk-Nya yang berada dalam hati orang mukmin. Jika minyak lampu dapat bercahaya sendiri sebelum disentuh api, dan bila disentuh oleh api bertambah cemerlang cahayanya, maka seperti itu pula hati orang mukmin, dia selalu mendapat petunjuk dalam tindakannya sebelum dia diberi ilmu. Apabila dia diberi ilmu, akan bertambahlah keyakinannya, dan bertambah pula cahaya dalam hatinya. Demikianlah Allah memberikan perumpamaan kepada manusia tentang Nur-Nya. Sesungguhnya Dia Maha Mengetahui segala sesuatu.\"",
                        "36": "Di antara orang-orang yang akan diberi Allah pancaran Nur Ilahi itu ialah orang-orang yang selalu menyebut nama Allah di masjid-masjid pada pagi dan petang hari serta bertasbih menyucikan-Nya. Mereka tidak lalai mengingat Allah dan mengerjakan salat walaupun melakukan urusan perniagaan dan jual beli, mereka tidak enggan mengeluarkan zakat karena tamak mengumpulkan harta kekayaan, mereka selalu ingat akan hari akhirat yang karena dahsyatnya banyak hati menjadi guncang dan mata menjadi terbelalak. Ini bukan berarti mereka mengabaikan sama sekali urusan dunia dan menghabiskan waktu dan tenaganya untuk berzikir dan bertasbih, karena hal demikian tidak disukai oleh Nabi Muhammad dan bertentangan dengan prinsip-prinsip Islam.\n\nNabi Muhammad telah bersabda:\n\nBerusahalah seperti usaha orang yang mengira bahwa ia tidak akan mati selama-lamanya dan waspadalah seperti kewaspadaan orang yang takut akan mati besok. (Riwayat al-Baihaqi dari Ibnu Auz)\n\nUrusan duniawi dan urusan ukhrawi keduanya sama penting dalam Islam. Seorang muslim harus pandai menciptakan keseimbangan antara kedua urusan itu, jangan sampai salah satu di antara keduanya dikalahkan oleh yang lain. Melalaikan urusan akhirat karena mementingkan urusan dunia adalah terlarang, sebagaimana disebut dalam firman-Nya:\n\nWahai orang-orang yang beriman! Janganlah harta-bendamu dan anak-anakmu melalaikan kamu dari mengingat Allah. Dan barang siapa berbuat demikian, maka mereka itulah orang-orang yang rugi. (al-Munafiqun/63: 9)\n\nDan firman-Nya:\n\nWahai orang-orang yang beriman! Apabila telah diseru untuk melaksanakan salat pada hari Jumat, maka segeralah kamu mengingat Allah dan tinggalkanlah jual beli. Yang demikian itu lebih baik bagimu jika kamu mengetahui. (al-Jumu'ah/62: 9)\n\nTetapi apabila kewajiban-kewajiban terhadap agama telah ditunaikan dengan sebaik-baiknya, seorang muslim diperintahkan untuk kembali mengurus urusan dunianya dengan ketentuan tidak lupa mengingat Allah agar dia jangan melanggar perintah-Nya atau mengerjakan larangan-Nya sebagai tersebut dalam firman-Nya:\n\nApabila salat telah dilaksanakan, maka bertebaranlah kamu di bumi; carilah karunia Allah dan ingatlah Allah banyak-banyak agar kamu beruntung. (al-Jumu'ah/62: 10)\n\nSebaliknya melalaikan urusan dunia dan hanya mementingkan urusan akhirat juga tercela, karena orang muslim diperintahkan Allah supaya berusaha mencari rezeki untuk memenuhi kebutuhannya, dan kebutuhan keluarganya. Orang-orang yang berusaha menyeimbangkan antara urusan duniawi dan urusan ukhrawi itulah orang-orang yang diridai oleh Allah. Dia bekerja untuk dunianya karena taat dan patuh kepada perintah dan petunjuk-Nya. Dia beramal untuk akhirat karena taat dan patuh kepada perintah serta petunjuk-Nya, sebagai persiapan untuk menghadapi hari akhirat yang amat dahsyat dan penuh kesulitan, sebagaimana disebut dalam firman-Nya:\n\nSungguh, kami takut akan (azab) Tuhan pada hari (ketika) orang-orang berwajah masam penuh kesulitan.\" Maka Allah melindungi mereka dari kesusahan hari itu, dan memberikan kepada mereka keceriaan dan kegembiraan. Dan Dia memberi balasan kepada mereka karena kesabarannya (berupa) surga dan (pakaian) sutera. (al-Insan/76: 10-12)",
                        "37": "Di antara orang-orang yang akan diberi Allah pancaran Nur Ilahi itu ialah orang-orang yang selalu menyebut nama Allah di masjid-masjid pada pagi dan petang hari serta bertasbih menyucikan-Nya. Mereka tidak lalai mengingat Allah dan mengerjakan salat walaupun melakukan urusan perniagaan dan jual beli, mereka tidak enggan mengeluarkan zakat karena tamak mengumpulkan harta kekayaan, mereka selalu ingat akan hari akhirat yang karena dahsyatnya banyak hati menjadi guncang dan mata menjadi terbelalak. Ini bukan berarti mereka mengabaikan sama sekali urusan dunia dan menghabiskan waktu dan tenaganya untuk berzikir dan bertasbih, karena hal demikian tidak disukai oleh Nabi Muhammad dan bertentangan dengan prinsip-prinsip Islam.\n\nNabi Muhammad telah bersabda:\n\nBerusahalah seperti usaha orang yang mengira bahwa ia tidak akan mati selama-lamanya dan waspadalah seperti kewaspadaan orang yang takut akan mati besok. (Riwayat al-Baihaqi dari Ibnu Auz)\n\nUrusan duniawi dan urusan ukhrawi keduanya sama penting dalam Islam. Seorang muslim harus pandai menciptakan keseimbangan antara kedua urusan itu, jangan sampai salah satu di antara keduanya dikalahkan oleh yang lain. Melalaikan urusan akhirat karena mementingkan urusan dunia adalah terlarang, sebagaimana disebut dalam firman-Nya:\n\nWahai orang-orang yang beriman! Janganlah harta-bendamu dan anak-anakmu melalaikan kamu dari mengingat Allah. Dan barang siapa berbuat demikian, maka mereka itulah orang-orang yang rugi. (al-Munafiqun/63: 9)\n\nDan firman-Nya:\n\nWahai orang-orang yang beriman! Apabila telah diseru untuk melaksanakan salat pada hari Jumat, maka segeralah kamu mengingat Allah dan tinggalkanlah jual beli. Yang demikian itu lebih baik bagimu jika kamu mengetahui. (al-Jumu'ah/62: 9)\n\nTetapi apabila kewajiban-kewajiban terhadap agama telah ditunaikan dengan sebaik-baiknya, seorang muslim diperintahkan untuk kembali mengurus urusan dunianya dengan ketentuan tidak lupa mengingat Allah agar dia jangan melanggar perintah-Nya atau mengerjakan larangan-Nya sebagai tersebut dalam firman-Nya:\n\nApabila salat telah dilaksanakan, maka bertebaranlah kamu di bumi; carilah karunia Allah dan ingatlah Allah banyak-banyak agar kamu beruntung. (al-Jumu'ah/62: 10)\n\nSebaliknya melalaikan urusan dunia dan hanya mementingkan urusan akhirat juga tercela, karena orang muslim diperintahkan Allah supaya berusaha mencari rezeki untuk memenuhi kebutuhannya, dan kebutuhan keluarganya. Orang-orang yang berusaha menyeimbangkan antara urusan duniawi dan urusan ukhrawi itulah orang-orang yang diridai oleh Allah. Dia bekerja untuk dunianya karena taat dan patuh kepada perintah dan petunjuk-Nya. Dia beramal untuk akhirat karena taat dan patuh kepada perintah serta petunjuk-Nya, sebagai persiapan untuk menghadapi hari akhirat yang amat dahsyat dan penuh kesulitan, sebagaimana disebut dalam firman-Nya:\n\nSungguh, kami takut akan (azab) Tuhan pada hari (ketika) orang-orang berwajah masam penuh kesulitan.\" Maka Allah melindungi mereka dari kesusahan hari itu, dan memberikan kepada mereka keceriaan dan kegembiraan. Dan Dia memberi balasan kepada mereka karena kesabarannya (berupa) surga dan (pakaian) sutera. (al-Insan/76: 10-12)",
                        "38": "Orang-orang yang demikian sifatnya, selalu bertakwa dan bertawakkal kepada Allah, mereka itu diridai Allah dan mendapat pancaran Nur Ilahi dalam hidupnya karena mereka selalu berpedoman kepada ajaran-Nya dan banyak melakukan perbuatan yang baik, mengerjakan amal saleh baik yang wajib maupun yang sunnah. Mereka akan mendapat ganjaran berlipat ganda dari Allah sesuai dengan firman-Nya:\n\nBarang siapa berbuat kebaikan mendapat balasan sepuluh kali lipat amalnya. Dan barang siapa berbuat kejahatan dibalas seimbang dengan kejahatannya. Mereka sedikit pun tidak dirugikan (dizalimi). (al-An'am/6: 160)\n\nRasulullah menerangkan janji Allah kepada orang yang saleh dalam sebuah hadis qudsi. \n\nAku (Allah) menyediakan bagi hamba-hambaKu yang saleh nikmat-nikmat yang belum dilihat mata, belum pernah didengar telinga dan belum pernah terlintas dalam hati manusia. (Riwayat asy-Syaikhan, Ahmad dan Ibnu Majah dari Abu Hurairah)\n\nDemikianlah Allah memberi balasan kepada hamba-Nya yang saleh yang beriman dan bertakwa dengan nikmat serta karunia yang tak terhingga.",
                        "39": "Pada ayat ini Allah memberikan perumpamaan bagi amal-amal orang kafir yang tampaknya baik dan besar manfaatnya seperti mendirikan panti asuhan bagi anak-anak yatim, rumah sakit atau poliklinik untuk mengobati orang-orang yang tidak mampu, menolong fakir miskin dengan memberikan pakaian dan makanan, mendirikan perkumpulan sosial atau yayasan, dan amal-amal sosial lainnya yang sangat dianjurkan oleh agama Islam dan dipandang sebagai amal yang besar pahalanya. Amal-amal orang-orang kafir itu meskipun besar faedahnya bagi masyarakat, tetapi amal mereka itu tidak ada nilainya di sisi Allah, karena syarat utama bagi diterimanya suatu amal ialah iman kepada-Nya dan tidak menyekutukan-Nya dengan suatu apa pun, apalagi menganggap makhluk-Nya baik yang bernyawa ataupun benda mati sebagai Tuhan yang diharapkan rahmat dan kasih sayangnya atau yang ditakuti murkanya. \n\nAllah menyerupakan amal-amal orang-orang kafir itu sebagai fatamorgana di padang pasir, tampak dari kejauhan seperti air jernih yang dapat melepaskan dahaga dan menyegarkan tubuh yang telah ditimpa terik matahari. Dengan bergegas-gegas orang yang melihatnya berjalan menuju arah fatamorgana itu, tetapi tatkala mereka sampai di sana, semua harapan itu sirna berganti dengan rasa kecewa dan putus asa karena yang dilihatnya seperti air jernih itu tidak lain hanyalah bayangan belaka. Mereka tidak hanya merasa kecewa dan putus asa, karena tidak mendapat minuman yang segar, tetapi mereka juga dihantui oleh nasib yang buruk karena di hadapan mereka telah menunggu penderitaan yang tidak tertangguhkan yaitu haus dan dahaga akibat ditimpa panasnya matahari sedang yang kelihatan di sekeliling mereka hanya pasir belaka yang luas tidak bertepi.\n\nDemikian halnya orang-orang kafir di akhirat nanti, mereka mengira bahwa amal mereka di dunia akan menolong dan melepaskan mereka dari kedahsyatan dan kesulitan di padang mahsyar, tetapi nyatanya semua itu tak ada gunanya sama sekali karena tidak dilandasi oleh iman, keikhlasan, dan kejujuran. Bukan saja mereka dikecewakan oleh harapan-harapan palsu, tetapi di hadapan mereka telah tersedia pula balasan atas segala dosa dan keingkaran mereka, yaitu neraka Jahanam yang amat panas dan menyala-nyala. Allah telah memberitahukan kepada mereka perhitungan amal mereka dan Malaikat Zabaniah telah siap sedia menggiring mereka ke neraka. Allah berfirman:\n\nDan Kami akan perlihatkan segala amal yang mereka kerjakan, lalu Kami akan jadikan amal itu (bagaikan) debu yang beterbangan.(al-Furqan/25: 23)",
                        "40": "Pada ayat ini Allah memberi perumpamaan bagi amal orang-orang kafir dengan kegelapan yang hitam kelam yang berlapis-lapis sebagaimana kelamnya suasana di laut yang dalam di malam hari di mana ombak sambung-menyambung dengan hebatnya menambah kegelapan dalam laut itu, ditambah lagi dengan awan tebal yang hitam menutupi langit sehingga tidak ada sekelumit cahaya pun yang nampak. Semua bintang yang kecil maupun yang besar tidak dapat menampakkan dirinya ke permukaan laut itu karena dihalangi oleh awan tebal dan hitam itu. Tidak ada satu pun yang dapat dilihat ketika itu, sehingga apabila seseorang mengeluarkan tangannya di hadapan mukanya tangan itu tidak nampak sama sekali meskipun sudah dekat benar ke matanya. Demikianlah hitam kelamnya amal-amal orang kafir itu. Jangankan amal itu akan dapat menolong dalam menghadapi bahaya dan kesulitan di akhirat yang amat dahsyat itu, melihat amal itu saja pun mustahil, karena semua amal yang dikerjakannya tidak diterima dan tidak diridai oleh Allah karena akidahnya yang sesat dan ucapan-ucapan yang mengandung kesombongan atau tindakan mereka yang zalim.\n\nAl-hasan al-Basri berkata tentang hal ini, \"Orang kafir berada dalam tiga kegelapan, yaitu kegelapan akidah, kegelapan ucapan dan kegelapan amal perbuatan.\" Sedangkan Ibnu 'Abbas menyatakan, \"Kegelapan hati, penglihatan dan pendengarannya.\"\n\nDemikianlah keadaan orang-orang kafir, mereka berada dalam kegelapan yang pekat sekali, karena mereka sedikit pun tidak mendapat pancaran Nur Ilahi. Allah tidak akan memberikan kepada mereka pancaran Nur-Nya, karena itulah mereka selalu berada dalam kegelapan. Tidak ada pedoman yang dapat dijadikan pedoman karena memang mereka sudah sesat sangat jauh sekali tersesat dan tidak ada harapan lagi bagi mereka untuk kembali ke jalan yang benar sebagaimana firman-Nya:\n\nDan Allah menyesatkan orang-orang yang zalim dan Allah berbuat apa yang Dia kehendaki. (Ibrahim/14: 27)",
                        "41": "Pada ayat ini Allah mengarahkan pikiran Nabi Muhammad pada khususnya dan pikiran manusia pada umumnya untuk memperhatikan alam, baik di langit maupun di bumi agar dia menyadari bahwa di samping manusia sebagai makhluk Allah, ada bermacam-macam makhluk-Nya di alam ini. Bila diperhatikan pasti akan membawa kepada keyakinan akan kekuasaan Khaliknya dan kebijaksanaan-Nya mengatur segala sesuatu dengan rapi dan seimbang. Semua makhluk itu, walaupun tidak disadari oleh manusia tunduk patuh dan bertasbih menyucikan-Nya menurut segala ketentuan yang telah ditetapkan-Nya. Kalaulah ada sebuah bintang saja keluar dari garis edarnya dan tidak mematuhi tata tertib yang telah ditetapkan Allah, tentu akan terjadi benturan di antara bintang-bintang yang mengakibatkan rusaknya susunan alam atau tata surya yang harmonis dan hancurlah sebagian dari bintang-bintang itu dan tidak mustahil bumi kita akan terkena malapetaka besar sebagai dampaknya. Akan tetapi, ternyata tidak pernah ada kejadian seperti itu dan semua makhluk yakin bahwa Allah senantiasa menjaga semua tata tertib yang telah ditetapkan-Nya. \n\nAllah menyuruh manusia memperhatikan setiap makhluk-Nya yang kecil lagi lemah, yaitu burung yang dapat terbang melayang di udara dan kadang-kadang kelihatan seakan-akan dia berhenti sejenak di awang-awang tidak terpengaruh oleh gravitasi bumi. Firman Allah:\n\nTidakkah mereka memperhatikan burung-burung yang dapat terbang di angkasa dengan mudah. Tidak ada yang menahannya selain Allah. Sungguh, pada yang demikian itu benar-benar terdapat tanda-tanda (kebesaran Allah) bagi orang-orang yang beriman. (an-Nahl/16: 79)\n\nSetiap barang yang mempunyai berat pasti akan jatuh ke bumi. Tetapi burung-burung itu sekalipun demikian tetap bermain-main di udara dengan aman tanpa ada sedikit pun kekhawatiran akan jatuh ke bumi. Hal ini karena Allah telah mengatur bentuk burung-burung itu yang dilengkapi dengan sayap yang dapat dikembangkan dan dikatupkan. Dengan bentuk dan susunan seperti itu, burung dapat mengatasi gravitasi bumi terhadap sesuatu yang berbobot dan mempunyai berat. Kita tak dapat melihat bahwa burung-burung itu sedang menikmati karunia Allah baginya, bersyukur, dan bertasbih kepada Allah Penciptanya. \n\nBertasbih bagi makhluk selain manusia bukanlah seperti manusia bertasbih yaitu berzikir dengan menyebut nama Allah tetapi makhluk-makhluk itu ada cara-cara tertentu yang tidak dapat kita ketahui. Allah-lah Yang Maha Mengetahui bagaimana cara mereka bertasbih dan salat. Bila kita sadari bahwa semua makhluk Allah mulai dari yang sekecil-kecilnya sampai kepada yang sebesar-besarnya bertasbih menyucikan nama-Nya dan mensyukuri nikmat dan karunia-Nya, sungguh amat mengherankan mengapa di antara manusia yang telah dianugerahi akal pikiran dan perasaan, masih ingkar dan durhaka kepada-Nya. Masih ada di antara mereka yang menyembah selain-Nya dan menyekutukan-Nya dengan berhala atau benda-benda ciptaan-Nya. Mereka tidak pernah bertasbih kepada-Nya, menyucikan-Nya dan mensyukuri nikmat-Nya.\n\nAlangkah bodohnya orang-orang seperti itu padahal makhluk yang tidak berakal selalu bertasbih menyucikan nama Allah. Pada suatu ketika Nabi muhammad saw dengan rahmat Tuhannya mendengar batu kerikil di bawah telapak kakinya bertasbih kepada Allah. Pernah pula ketika Nabi Daud membaca Kitab Zabur dengan suara yang merdu Allah memerintahkan kepada gunung-gunung dan burung-burung supaya bertasbih bersama Nabi Dawud menyucikan nama-Nya seperti tersebut dalam firman-Nya:\n\nDan sungguh, Telah Kami berikan kepada Daud karunia dari Kami. (Kami berfirman), \"Wahai gunung-gunung dan burung-burung! Bertasbihlah berulang-ulang bersama Daud,\" dan Kami telah melunakkan besi untuknya, (Saba'/34: 10)",
                        "42": "Ayat ini menegaskan bahwa Allah yang mempunyai langit dan bumi, Dialah yang mengatur dan berkuasa atas segala yang ada di antara keduanya. Kepada-Nyalah nanti semua makhluk ciptaan-Nya akan kembali. Oleh sebab itu, hendaklah manusia tunduk dan patuh kepada-Nya dan selalu bersyukur memuji-Nya atas segala nikmat dan karunia-Nya. Hendaklah manusia memikirkan dan merenungkan kebesaran dan kekuasaan-Nya yang dapat dibuktikan dengan memperhatikan dan menganalisa ciptaan-Nya di langit dan di bumi.",
                        "43": "Pada ayat ini Allah mengarahkan pula perhatian Nabi saw dan manusia agar memperhatikan dan merenungkan bagaimana Dia menghalau awan dengan kekuasaan-Nya dari satu tempat ke tempat lain kemudian mengumpulkan awan-awan yang berarak itu pada suatu daerah, sehingga terjadilah tumpukan awan yang berat berwarna hitam, seakan-akan awan itu gunung-gunung besar yang berjalan di angkasa. Dari awan ini turunlah hujan lebat di daerah itu dan kadang-kadang hujan itu bercampur dengan es. Bagi yang berada di bumi ini jarang sekali melihat awan tebal yang berarak seperti gunung, tetapi bila kita berada dalam pesawat akan terlihat di bawah pesawat yang kita tumpangi awan-awan yang bergerak perlahan itu memang seperti gunung-gunung yang menjulang di sana sini dan bila awan itu menurunkan hujan nampak dengan jelas bagaimana air itu turun ke bumi. Hujan yang lebat itu memberi rahmat dan keuntungan yang besar bagi manusia, karena sawah dan ladang yang sudah kering akibat musim kemarau, menjadi subur kembali dan berbagai macam tanaman tumbuh dengan subur sehingga manusia dapat memetik hasilnya dengan senang dan gembira.\n\nTetapi ada pula hujan yang lebat dan terus-menerus turun sehingga menyebabkan terjadinya banjir di mana-mana. Sawah ladang terendam bahkan kampung seluruhnya terendam, maka hujan lebat itu menjadi malapetaka bagi manusia dan bukan sebagai rahmat yang menguntungkan. Semua itu terjadi adalah menurut iradah dan kehendak-Nya. Sampai sekarang belum ada satu ilmu pun yang dapat mengatur perputaran angin dan perjalanan awan sehingga bisa mencegah banjir dan malapetaka itu. Di mana-mana terjadi topan dan hujan lebat yang membahayakan tetapi para ahli ilmu pengetahuan tidak dapat mengatasinya. Semua ini menunjukkan kekuasaan Allah, melimpahkan rahmat dan nikmat kepada siapa yang dikehendaki-Nya, dan menimpakan musibah dan malapetaka kepada siapa yang dikehendaki-Nya pula.\n\nMenurut para ilmuwan sains dan teknologi, persyaratan bagaimana hujan dapat turun, dimulai dari adanya awan yang membawa uap air. Awan ini disebut dengan awan cumulus. Gumpalan-gumpalan awan cumulus yang semula letaknya terpencar-pencar, akan \"dikumpulkan\" oleh angin. Pada saat awan sudah menyatu, akan terjadi gerakan angin yang mengarah ke atas dan membawa kumpulan awan ini, yang sekarang disebut awan cumulus nimbus, ke atas. Gerakan ke atas ini sampai dengan ketinggian (dan suhu) yang ideal, di mana uap air akan berubah menjadi kristal-kristal es. Pada saat kristal es turun ke bumi, dan suhu berubah menjadi lebih tinggi, mereka akan berubah menjadi butiran air hujan. \n\nDi antara keanehan alam yang dapat dilihat manusia ialah terjadinya kilat yang sambung menyambung pada waktu langit mendung dan sebelum hujan turun. Meskipun ahli ilmu pengetahuan dapat menganalisa sebab musabab kejadian itu, tetapi mereka tidak dapat menguasai dan mengendalikannya. Bukankah ini suatu bukti bagi kekuasaan Allah di alam semesta ini?",
                        "44": "Di antara hal-hal yang menunjukkan kekuasaan Allah ialah beralihnya siang menjadi malam dan malam menjadi siang. Para ahli falak, hanya dapat menganalisa sebab terjadinya malam di suatu daerah demikian pula siang. Hal ini berpangkal dari perjalanan matahari dan perputaran bumi. Tetapi mereka tidak mampu sama sekali untuk mengubah ketentuan dan ketetapan Allah. Mereka tidak dapat memperpanjang atau memperpendek siang atau malam di suatu daerah karena perputaran malam dan siang itu suatu ketentuan dari yang Mahakuasa. Semua ini seharusnya menjadi perhatian dan pelajaran bagi orang-orang yang berpikir bahwa manusia sebagai makhluk Allah, dengan ilmunya yang sedikit hanya dapat menganalisa kejadian-kejadian dalam alam ini tetapi mereka tidak dapat menguasainya karena kekuasaan yang sebenarnya ada di tangan Allah.\n\nMenurut saintis, penggantian siang ke malam secara optis (penglihatan) adalah pergeseran dari warna dari cahaya yang dilenturkan (diffracted) dari mula-mula cahaya kuning, ke jingga ke merah (menjelang waktu salat Isya) sampai ke infra merah pada waktu salat Isya. Setelah itu semakin larut malam, maka bumi dihujani oleh gelombang yang lebih pendek yang bisa membahayakan manusia. \n\nEfek dari berbagai gelombang dari sinar matahari dengan panjang gelombang yang makin pendek belum diketahui secara mendalam. Tetapi yang jelas bahwa gelombang yang sangat pendek, kearah gelombang X atau gelombang rontgen cukup berbahaya bagi tubuh manusia apalagi jika dayanya tinggi. Oleh karena itu dianjurkan manusia untuk tinggal di rumah dan beristirahat sesuai dengan tuntunan Al-Qur'an.",
                        "45": "Pada ayat ini Allah mengarahkan perhatian manusia supaya memperhatikan hewan-hewan yang bermacam-macam jenis dan bentuknya. Dia telah menciptakan semua jenis hewan itu dari air. Ternyata memang air itulah yang menjadi pokok kehidupan hewan karena sebagian besar dari unsur-unsur yang terkandung dalam tubuhnya adalah air. Hewan tidak dapat bertahan hidup tanpa air. Di antara binatang-binatang itu ada yang melata, bergerak dan berjalan dengan perutnya seperti ular. Di antaranya ada yang berjalan dengan dua kaki dan ada pula yang berjalan dengan empat kaki, bahkan kita lihat pula di antara binatang-binatang itu yang banyak kakinya, tetapi tidak disebutkan dalam ayat ini karena Allah menerangkan bahwa Dia menciptakan apa yang dikehendaki-Nya bukan saja binatang-binatang yang berkaki banyak tetapi mencakup semua binatang dengan berbagai macam bentuk. Masing-masing binatang itu diberinya naluri, anggota tubuh, dan alat-alat pertahanan agar ia dapat menjaga kelestarian hidupnya. Ahli-ahli ilmu hewan merasa kagum memperhatikan susunan anggota tubuh masing-masing hewan itu sehingga ia dapat bertahan atau menghindarkan diri dari musuhnya yang hendak membinasakannya. Hal itu semua menunjukkan kekuasaan Allah, ketelitian dan kekukuhan ciptaan-Nya. Manusia bagaimana pun tinggi ilmu dan teknologinya tidak dapat menciptakan sesuatu seperti ciptaan Allah, sebagaimana disebut dalam firman-Nya:\n\n(Itulah) ciptaan Allah yang mencipta dengan sempurna segala sesuatu. Sungguh, Dia Mahateliti apa yang kamu kerjakan. (an- Naml/27: 88)\n\nMenurut ilmu sains dan teknologi, kaitan antara air dan kehidupan dapat diketahui di bawah ini: \n\n1.Air ditengarai sangat dekat dengan makhluk hidup, karena, khususnya untuk kebanyakan hewan, berasal dari cairan sperma. Diindikasikan bahwa keanekaragaman binatang \"datangnya\" dari air tertentu yang khusus (sperma) dan menghasilkan yang sesuai dengan ciri masing-masing binatang yang dicontohkan dalam ayat tersebut.\n\n2.Pengertian kedua mengenai air sebagai asal muasal kehidupan, diduga karena air merupakan bagian yang penting agar makhluk dapat hidup. Pada kenyataannya, memang sebagian besar bagian tubuh makhluk hidup terdiri atas air. Misal saja pada manusia, 70% bagian berat tubuhnya terdiri dari air. Manusia tidak dapat bertahan lama apabila 20% saja dari persediaan air yang ada di tubuhnya hilang. Akan tetapi, manusia masih dapat bertahan hidup selama 60 hari tanpa makan. Sedangkan mereka akan mati dalam waktu 3-10 hari tanpa minum. Juga diketahui bahwa air merupakan bahan pokok dalam pembentukan darah, cairan limpa, kencing, air mata, cairan susu dan semua organ lain yang ada di dalam tubuh manusia.\n\nBahwa semua kehidupan dimulai dari air. Air di sini lebih tepat bila diartikan sebagai laut. Teori modern tentang asal mula kehidupan belum secara mantap disetujui sampai sekitar dua atau tiga abad yang lalu. Sebelum itu, teori yang mengemuka adalah suatu konsep yang dikenal dengan nama \"spontaneous generation\". Dalam konsep ini dipercaya bahwa makhluk hidup itu ada dengan sendirinya dan muncul dari ketiadaan. Teori ini kemudian ditentang oleh beberapa ahli di sekitar tahun 1850-an, antara lain oleh Louis Pasteur.\n\nDimulai dengan penelitian yang dilakukan oleh Huxley, dan sampai penelitian masa kini, teori lain ditawarkan sebagai alternatif. Teori ini percaya bahwa kehidupan muncul dari rantai reaksi kimia yang panjang dan komplek. Rantai kimia ini dipercaya dimulai dari kedalaman lautan. Dugaan bahwa di lautlah mulainya kehidupan disebabkan karena kondisi atmosfer pada saat itu belum berkembang menjadi kawasan yang dapat dihuni makhluk hidup. Radiasi ultraviolet yang terlalu kuat akan mematikan setiap makhluk hidup yang ada di daratan. Diperkirakan, kehidupan baru bergerak menuju daratan pada 425 juta tahun yang lalu, saat lapisan ozon mulai terbentuk dan melindungi permukaan bumi dari radiasi ultraviolet.\n\nProtoplasma adalah dasar dari semua makhluk untuk dapat hidup. Sedangkan kerja dari protoplasma dalam menunjang kehidupan sangat bergantung pada kehadiran air. Kembali air menjadi segalanya.\n\nDari uraian ini peran air bagi kehidupan sangat jelas, dari mulai adanya makhluk hidup di bumi (berasal dari kedalaman laut), bagi kelangsungan hidupnya (air diperlukan untuk pembentukan organ dan menjalankan fungsi organ) dan memulai kehidupan (terutama bagi kelompok hewan “ air tertentu yang khusus “ sperma).\n\nDi luar protoplasma, yang menjadi dasar terjadinya kehidupan, sebagian besar bagian tubuh mengandung air. Indikasi ini menyatakan bahwa walaupun hidup di daratan, semuanya masih berhubungan dengan tempat dimulainya kehidupan, yaitu lautan. Pada binatang bertulang belakang (binatang menyusui, burung, dan lain-lain), terlihat kaitannya dengan laut pada beberapa tahap perkembangan janin (embriologi). Beberapa organ sebagaimana dimiliki oleh ikan dimiliki oleh mereka.\n\nUraian di atas tampaknya menyetujui teori evolusi yang dikemukakan oleh Charles Darwin. Akan tetapi, perlu diberikan catatan di sini, bahwa Al-Qur'an tidak memberikan peluang khusus untuk mendukung teori evolusi. Walaupun semua ayat di atas memberikan indikasi yang tidak meragukan bahwa Allah menciptakan semua makhluk hidup dari air, masih banyak ayat lainnya yang menekankan akan Kekuasaan-Nya terhadap semua yang ada di alam semesta, seperti, antara lain, dua penggalan ayat 47 Surah Ali 'Imran/3 (\" ........ Ia hanya berkata \"jadilah\" maka .....\" ) dan Surah Fussilat/41:39.",
                        "46": "Semua yang tersebut pada ayat-ayat sebelum ini menunjukkan kekuasaan Allah dan kesempurnaan ciptaan-Nya. Bagi ahli-ahli ilmu pengetahuan dalam segala bidang terbuka lapangan yang seluas-luasnya untuk meneliti dan menyelidiki berbagai macam ciptaan Allah, dan mengagumi bagaimana kukuh dan sempurnanya ciptaan itu. Sesungguhnya pada yang demikian itu terdapat bukti-bukti yang nyata tentang adanya Maha Pencipta, namun banyak juga di antara manusia walaupun ia mengagumi semua ciptaan Allah itu, tidak mengambil manfaat dari penelitiannya kecuali sekadar penelitian saja dan tidak membawanya kepada keimanan. Memang demikianlah halnya, karena Allah hanya menunjukkan siapa yang dikehendaki-Nya kepada jalan yang lurus.",
                        "47": "Pada ayat ini Allah menjelaskan ciri-ciri orang munafik, mereka selalu mengatakan kami beriman kepada Allah dan Rasul-Nya, tetapi mereka selalu mengerjakan hal-hal yang bertentangan dengan Islam dan tidak pernah patuh dan taat kepada hukum Allah dan Rasul-Nya. Sebenarnya mereka itu bukanlah orang-orang yang beriman. Iman mereka hanya di mulut saja, tetapi hati mereka tetap kafir, dan dipenuhi oleh kekotoran hawa nafsu. Bila ada sesuatu yang menguntungkan mereka, mereka berani bersumpah bahwa mereka benar-benar orang-orang yang beriman. Tetapi bila ada sesuatu yang merugikan dengan pernyataan beriman itu mereka lari berpihak kepada musuh-musuh Islam. Firman Allah:\n\nDan apabila mereka berjumpa dengan orang yang beriman, mereka berkata, \"Kami telah beriman.\" Tetapi apabila mereka kembali kepada setan-setan (para pemimpin) mereka, mereka berkata, \"Sesungguhnya kami bersama kamu, kami hanya berolok-olok.\" (al-Baqarah/2: 14)",
                        "48": "Di antara sifat-sifat orang-orang munafik itu, bila mereka dipanggil untuk menerima ketetapan Allah dan Rasul-Nya mereka berpaling tak mau menerima ketetapan itu. Mereka lebih senang menerima ketetapan siapa pun selain Allah dan Rasul-Nya asal saja ketetapan itu menguntungkan mereka. Mereka tegas-tegas menolak ketetapan Allah dan Rasul-Nya walaupun ketetapan itu nyata-nyata berdasarkan keadilan dan kebenaran dan dikuatkan pula oleh bukti-bukti yang jelas. Dalam ayat lain Allah berfirman menjelaskan sifat orang munafik itu.\n\nTidakkah engkau (Muhammad) memperhatikan orang-orang yang mengaku bahwa mereka telah beriman kepada apa yang diturunkan kepadamu dan kepada apa yang diturunkan sebelummu? Tetapi mereka masih menginginkan ketetapan hukum kepada Tagut, padahal mereka telah diperintahkan untuk mengingkari Tagut itu. Dan setan bermaksud menyesatkan mereka (dengan) kesesatan yang sejauh-jauhnya. Dan apabila dikatakan kepada mereka, \"Marilah (patuh) kepada apa yang telah diturunkan Allah dan (patuh) kepada Rasul,\" (niscaya) engkau (Muhammad) melihat orang munafik menghalangi dengan keras darimu. (an-Nisa'/4: 60-61)",
                        "49": "Di antara sifat-sifat orang-orang munafik itu, bila mereka dipanggil untuk menerima ketetapan Allah dan Rasul-Nya mereka berpaling tak mau menerima ketetapan itu. Mereka lebih senang menerima ketetapan siapa pun selain Allah dan Rasul-Nya asal saja ketetapan itu menguntungkan mereka. Mereka tegas-tegas menolak ketetapan Allah dan Rasul-Nya walaupun ketetapan itu nyata-nyata berdasarkan keadilan dan kebenaran dan dikuatkan pula oleh bukti-bukti yang jelas. Dalam ayat lain Allah berfirman menjelaskan sifat orang munafik itu.\n\nTidakkah engkau (Muhammad) memperhatikan orang-orang yang mengaku bahwa mereka telah beriman kepada apa yang diturunkan kepadamu dan kepada apa yang diturunkan sebelummu? Tetapi mereka masih menginginkan ketetapan hukum kepada Tagut, padahal mereka telah diperintahkan untuk mengingkari Tagut itu. Dan setan bermaksud menyesatkan mereka (dengan) kesesatan yang sejauh-jauhnya. Dan apabila dikatakan kepada mereka, \"Marilah (patuh) kepada apa yang telah diturunkan Allah dan (patuh) kepada Rasul,\" (niscaya) engkau (Muhammad) melihat orang munafik menghalangi dengan keras darimu. (an-Nisa'/4: 60-61)",
                        "50": "Kemudian Allah mengemukakan pertanyaan mengenai sebab-sebab yang menjadikan orang-orang munafik itu bersifat demikian. Apakah karena memang dalam hati mereka ada penyakit sehingga mereka selalu ragu terhadap segala putusan yang merugikan mereka walaupun bukti-bukti dan dalil-dalil menguatkan putusan itu? Ataukah memang mereka pada dasarnya ragu-ragu terhadap kerasulan dan kenabian Muhammad saw. Ataukah mereka khawatir Allah dan Rasul-Nya akan berlaku zalim terhadap mereka? Itulah akhlak, tingkah laku, dan sifat-sifat mereka. Sifat-sifat orang yang telah sesat, tidak mau menerima kebenaran bila akan merugikan mereka. Itulah sifat-sifat orang-orang kafir yang telah tersesat. Mereka itulah orang-orang yang zalim yang suka merugikan orang lain dan zalim pula terhadap diri mereka sendiri.",
                        "51": "Orang-orang yang benar-benar beriman apabila diajak bertahkim kepada Allah dan Rasul-Nya, mereka tunduk dan patuh menerima putusan, baik putusan itu menguntungkan atau merugikan mereka. Mereka yakin dengan sepenuh hati tidak merasa ragu sedikit pun bahwa putusan itulah yang benar, karena putusan itu adalah putusan Allah dan Rasul-Nya. Tentu putusan siapa lagi yang patut diterima dan dipercayai kebenaran dan keadilannya selain putusan Allah dan Rasul-Nya? Demikianlah sifat-sifat orang-orang yang beriman benar-benar percaya kepada Allah dan Rasul-Nya dan yakin sepenuhnya bahwa Allah Yang Mahabenar dan Mahaadil.",
                        "52": "Siapa yang menaati semua perintah Allah dan menjauhi semua larangan-Nya karena meyakini bahwa mengerjakan perintah Allah itulah yang akan membawa kepada kebahagiaan hidup di dunia dan di akhirat, meninggalkan semua larangan-Nya, akan menjauhkan mereka dari bahaya dan malapetaka di dunia dan di akhirat dan selalu bertakwa kepada-Nya, dan berbuat baik terhadap sesama manusia, maka mereka itu termasuk golongan orang-orang yang mencapai keridaan Ilahi dan bebas dari segala siksaan-Nya di akhirat.",
                        "53": "Pada ayat ini Allah kembali menerangkan tingkah laku orang-orang munafik yaitu mereka dengan mudah mengucapkan janji-janji yang muluk-muluk dan diperkuat dengan sumpah, tetapi tidak pernah mereka tepati. Mereka bersumpah dengan menyebut nama Allah bahwa bila mereka diminta untuk ikut berperang bersama orang-orang mukmin mereka pasti akan ikut dan tidak akan menolak, bagaimana pun keadaan dan situasi mereka dan tidak akan memikirkan apa yang akan terjadi dalam peperangan itu, seakan-akan mereka yakin benar bahwa perintah berperang itu adalah untuk kepentingan bersama dan untuk menegakkan agama Allah. Tetapi Allah mengetahui apa yang tersimpan dalam hati mereka, bahwa mereka bila benar-benar diajak untuk berperang melawan musuh, mereka akan mencari dalih dan alasan agar mereka tidak ikut pergi dan tinggal saja di Medinah. Oleh sebab itu, Allah memerintahkan kepada Nabi Muhammad saw agar melarang mereka bersumpah, karena sumpah seperti itu berat resikonya. Mereka tidak perlu bersumpah karena Allah sudah mengetahui bahwa ketaatan dan kepatuhan mereka hanya di mulut saja dan tidak timbul dari hati nurani yang bersih. Senada dengan ayat ini Allah berfirman:\n\nMereka akan bersumpah kepadamu, agar kamu bersedia menerima mereka. Tetapi sekalipun kamu menerima mereka, Allah tidak akan rida kepada orang-orang yang fasik. (at-Taubah/9: 96)\n\nDan firman-Nya:\n\nDan mereka (orang-orang munafik) bersumpah dengan (nama) Allah, bahwa sesungguhnya mereka termasuk golonganmu; namun mereka bukanlah dari golonganmu, tetapi mereka orang-orang yang sangat takut (kepadamu). (at-Taubah/9: 56)\n\nOleh karena itu Allah mengingatkan mereka terhadap sumpah palsu yang mereka ucapkan itu dan mengancam akan menimpakan balasan yang setimpal atas perbuatan mereka yang jahat itu, dan menjelaskan bahwa Dia mengetahui segala tingkah laku mereka dan niat jahat mereka serta tipu daya yang mereka atur untuk menipu kaum Muslimin.",
                        "54": "Kemudian Allah memerintahkan lagi kepada Nabi Muhammad untuk mengatakan kepada mereka untuk taat kepada Allah dan Rasul-Nya dengan sungguh-sungguh. Jangan selalu berpura-pura beriman, tetapi perbuatan dan tingkah laku mereka bertentangan dengan kata-kata yang mereka ucapkan. Ini adalah sebagai peringatan terakhir kepada mereka. Bila mereka tetap juga berpaling dari kebenaran dan melakukan hal-hal yang merugikan perjuangan kaum Muslimin maka katakanlah kepada mereka bahwa dosa perbuatan mereka itu akan dipikulkan di atas pundak mereka sendiri dan tidak akan membahayakan Nabi dan kaum Muslimin sedikit pun. Mereka akan mendapat kemurkaan Allah dan siksaan-Nya. Bila mereka benar-benar taat dan keluar dari kesesatan dengan menerima petunjuk Allah dan Rasul-Nya niscaya mereka akan termasuk golongan orang-orang yang beruntung. Kewajiban Rasul hanya menyampaikan petunjuk dan nasihat. Menerima atau menolak adalah keputusan masing-masing, di luar tanggung jawab Rasul.",
                        "55": "Rabi' bin Anas pernah berkata mengenai ayat ini, \"Nabi Muhammad saw berada di Mekah selama sepuluh tahun menyeru orang-orang kafir Mekah kepada agama tauhid, menyembah Allah tanpa menyekutukan-Nya sedang orang-orang yang beriman selalu berada dalam ketakutan dan kekhawatiran. Mereka belum diperintah untuk berperang. Kemudian mereka diperintah hijrah ke Medinah. Setelah perintah itu dilaksanakan turunlah perintah untuk berperang. Mereka selalu dalam ketakutan dan kekuatiran, tetap menyandang senjata pagi dan petang, dan mereka tetap tabah dan sabar. Kemudian datanglah seorang sahabat menemui Nabi dan berkata, \"Ya Rasulullah apakah untuk selama-lamanya kita harus berada dalam kekhawatiran dan kewaspadaan ini? Kapanlah akan datang waktunya kita dapat merasa aman dan bebas dari memanggul senjata?\" Maka Rasulullah saw menjawab, \"Kamu tidak akan lama menunggu keadaan itu. Tidak lama lagi akan tiba waktunya di mana seseorang dapat duduk di suatu pertemuan besar yang tidak ada sepucuk senjata pun terdapat dalam pertemuan itu. Lalu turunlah ayat ini.\n\nAllah menjanjikan kepada orang-orang yang beriman dan beramal saleh akan menjadikan mereka berkuasa di muka bumi. Akan menjadikan agama mereka agama yang kokoh dan kuat, dan akan memberikan kepada mereka nikmat keamanan dan kesejahteraan. Itulah janji Allah dan janji itu adalah janji yang pasti terlaksana karena mustahil Allah memungkiri janji-Nya selama mereka berpegang teguh kepada perintah dan ajaran-Nya. Memang janji itu telah terlaksana dengan kemenangan beruntun yang dicapai kaum Muslimin di masa Nabi saw dan di masa Khulafa'urrasyidin dan sesudahnya. Di masa Nabi Muhammad, kaum Muslimin telah dapat menaklukkan kota Mekah, Khaibar, Bahrain dan seluruh Jazirah Arab.\n\nSesudah Nabi saw wafat dan pemerintahan dikendalikan oleh para sahabat (Khulafaurrasyidin) mereka selalu mengikuti jejak Rasulullah saw dalam segala urusan. Dengan demikian kekuasaan mereka meluas baik ke timur, ke barat, ke utara, maupun ke selatan, maka tersebarlah agama Islam dengan pesatnya sehingga dianut oleh penduduk negeri-negeri yang berhasil dikuasai tanpa paksaan dan ancaman. Mereka benar-benar menikmati keamanan dan kesejahteraan. Pemerintahan Islam benar-benar telah menjadi kuat, disegani oleh kawan dan lawan.\n\nAllah telah mengingatkan kaum Muslimin yang telah sukses mencapai kemenangan, keamanan dan kesejahteraan itu dengan firman-Nya:\n\nDan ingatlah ketika kamu (para Muhajirin) masih (berjumlah) sedikit, lagi tertindas di bumi (Mekah), dan kamu takut orang-orang (Mekah) akan menculik kamu, maka Dia memberi kamu tempat menetap (Medinah) dan dijadikan-Nya kamu kuat dengan pertolongan-Nya dan diberi-Nya kamu rezeki yang baik agar kamu bersyukur. (al-Anfal/8: 26)\n\nDemikianlah kaum Muslimin menjadi kuat dan disegani, menikmati keamanan dan kesejahteraan pada masa Khalifah Abu Bakar, Umar, Usman, sampai timbul pertentangan yang hebat antara kaum Muslimin pada masa pemerintahan Ali bin Abi thalib sehingga terjadi perang saudara antara sesama mereka padahal perang sesama Muslim itu sangat bertentangan dengan firman Allah:\n\nDan berpegangteguhlah kamu semuanya pada tali (agama) Allah, dan janganlah kamu bercerai berai, dan ingatlah nikmat Allah kepadamu ketika kamu dahulu (masa jahiliah) bermusuhan, lalu Allah mempersatukan hatimu, sehingga dengan karunia-Nya kamu menjadi bersaudara. (Ali 'Imran/3: 103)\n\nDan firman-Nya:\n\nDan janganlah kamu menjadi seperti orang-orang yang bercerai berai dan berselisih setelah sampai kepada mereka keterangan yang jelas. Dan Mereka itulah orang-orang yang mendapat azab yang berat. (Ali 'Imran/3: 105)\n\nSemenjak itu terjadilah pasang surut dalam pemerintahan Islam. Pada satu waktu mereka jaya dan mulia dan pada waktu yang lain mereka lemah tak berdaya bahkan menjadi mangsa bagi kaum yang lain sesuai dengan keadaan dan kondisi mereka dalam mempraktekkan ajaran Islam, menaati perintah Allah dan Rasul-Nya, menegakkan keadilan dan kebenaran serta menjaga kesatuan umat agar jangan terpecah belah.",
                        "56": "Pada ayat ini Allah mengiringi janji akan mencapai kemenangan itu dengan perintah mendirikan salat, menunaikan zakat dan menaati Allah dan Rasul-Nya. Itulah syarat pertama untuk mencapai kemenangan dan memeliharanya. Kadang-kadang mencapai sesuatu tidaklah begitu berat, tetapi memelihara kelestarian apa yang telah dicapai itu lebih berat daripada mencapainya. Oleh sebab itu kaum Muslimin harus memperkuat diri dan memupuk pertahanan dengan tiga macam senjata yang sangat ampuh itu yaitu pertama menguatkan batin dengan selalu berhubungan dengan Yang Mahakuasa. Kedua zakat yang membersihkan diri dari sifat bakhil dan kikir, sehingga apabila tiba waktu untuk seseorang tidak segan mengorbankan harta, tenaga bahkan jiwanya. Ketiga taat dan patuh kepada Allah dan Rasul-Nya di mana segala tindak tanduknya disesuaikan dengan ajaran-Nya dan bila terdapat perbedaan pendapat hendaklah dikembalikan kepada hukum Allah dan Rasul-Nya. Itulah yang menjadi pedoman bagi segala gerak dan langkah. Dengan memenuhi ketiga syarat itu akan dapat dibina kekuatan umat dan ketahanannya terhadap segala bahaya yang mengancam dan kejayaan yang telah dicapai dapat dipertahankan dan dipelihara .",
                        "57": "Pada ayat ini Allah menegaskan kepada Nabi Muhammad bahwa orang-orang kafir itu tidak akan dapat menghindarkan diri dari siksa Allah bila Allah menghendaki kebinasaan mereka atau keruntuhan kekuasaan mereka. Oleh sebab itu janganlah terlalu memperhitungkan kekuatan mereka selama kaum Muslimin tetap memelihara kondisi mereka dengan ketiga syarat yang dikemukakan pada ayat 56. Mereka pasti menemui akibat dari kedurhakaan dan keingkaran mereka baik di dunia maupun di akhirat. Di akhirat mereka akan ditempatkan dalam neraka Jahanam dan itu seburuk-buruk tempat kembali.",
                        "58": "Diriwayatkan oleh Ibnu Abi hatim dari Muqatil Ibnu hayyan, bahwasannya seorang laki-laki dari kaum Ansar bersama istrinya Asma' binti Musyidah membuat makanan untuk Nabi Saw, kemudian Asma' berkata, \"Wahai Rasulullah, alangkah jeleknya ini. Sesungguhnya masuk pada (kamar) isteri dan suaminya sedang keduanya berada dalam satu sarung masing-masing dari keduanya tanpa izin, lalu turunlah ayat ini. \n\nSebagaimana kita ketahui, pada masa kini sebuah rumah biasanya terdiri atas beberapa kamar, dan tiap-tiap kamar ditempati oleh anggota keluarga dan orang lain yang ada di rumah itu. Ada kamar untuk kepala keluarga dan istrinya, ada kamar untuk anak-anak dan kamar untuk pembantu dan lain sebagainya. Biasanya masing-masing anggota keluarga dapat masuk ke kamar yang bukan kamarnya itu bila ada keperluan dan tidak perlu minta izin kepada penghuni kamar itu. Akan tetapi, Islam memberikan batas-batas waktu untuk kebebasan memasuki kamar orang lain. Maka para hamba sahaya, dan anak-anak yang belum balig tidak dibenarkan memasuki kamar orang tua atau kamar anggota keluarga yang sudah dewasa dan berkeluarga pada waktu-waktu yang ditentukan kecuali meminta izin lebih dahulu, seperti dengan mengetuk pintu dan sebagainya. Bila ada jawaban dari dalam \"Silahkan masuk\", barulah mereka boleh masuk. Waktu-waktu yang ditentukan itu ialah pertama pada waktu pagi hari sebelum salat Subuh, kedua pada waktu sesudah Zuhur, dan ketiga pada waktu sesudah salat Isya'. \n\nWaktu-waktu itu disebut dalam ayat ini \"aurat\", karena pada waktu-waktu itu biasanya orang belum mengenakan pakaiannya dan aurat mereka belum ditutupi semua dengan pakaian. Pada pagi hari sebelum bangun untuk salat subuh biasanya orang masih memakai pakaian tidur. Demikian pula halnya pada waktu istirahat sesudah zuhur dan istirahat panjang sesudah Isya'. Pada waktu-waktu istirahat seperti itu suami istri mungkin melakukan hal-hal yang tidak pantas dilihat oleh orang lain, pembantu, atau anak-anak. \n\nAdapun di luar tiga waktu yang telah ditentukan itu maka amat berat rasanya kalau diwajibkan meminta izin dahulu sebelum memasuki kamar-kamar itu, karena para pembantu dan anak-anak sudah sewajarnya bergerak bebas dalam rumah karena banyak yang akan diurus dan banyak pula yang perlu diambil dari kamar-kamar tersebut. Para pembantu biasa memasuki kamar untuk membersihkan kamar atau untuk mengambil sesuatu yang diperintahkan oleh tuan atau nyonya rumah dan demikian pula halnya dengan anak-anak.\n\nAllah menjelaskan adab sopan santun dalam rumah tangga yang harus dipatuhi dan dilaksanakan. Para ahli ilmu jiwa setelah mengadakan penelitian yang mendalam berpendapat bahwa anak-anak di bawah umur (sebelum balig) tidak boleh melihat hal-hal yang belum patut dilihatnya karena akan sangat besar pengaruhnya terhadap perkembangan jiwa mereka dan mungkin akan menimbulkan berbagai macam penyakit kejiwaan. Amat besar hikmah adab sopan santun ini bagi ketenteraman rumah tangga, dan memang demikianlah halnya karena adab ini diperintahkan oleh Allah Yang Maha Mengetahui dan Mahabijaksana.",
                        "59": "Bila anak-anak itu sudah mencapai usia balig maka mereka diperlakukan seperti orang dewasa lainnya, bila hendak memasuki kamar harus meminta izin lebih dahulu bukan pada waktu yang ditentukan itu saja tetapi untuk setiap waktu. Kemudian Allah mengulangi penjelasan-Nya bahwa petunjuk dalam ayat ini adalah ketetapan-Nya yang mengandung hikmah dan manfaat bagi keharmonisan dalam rumah tangga. Sesungguhnya Dia Maha Mengetahui segala sesuatu dan Mahabijaksana.",
                        "60": "Bagi perempuan-perempuan yang sudah tua yang tidak lagi mempunyai keinginan bersenggama dan tidak lagi memiliki daya tarik diizinkan menanggalkan sebagian pakaiannya yang biasa dipakai perempuan untuk menutupi seluruh aurat seperti hauscoat (pakaian lapang yang menutupi seluruh badan) dan lain sebagainya. Tetapi tidak boleh membuka aurat yang biasa tertutup rapi seperti dada, betis, paha dan lain-lainnya. Bila perempuan tua itu tetap ingin berpakaian lengkap seperti biasa, maka hal itu lebih baik baginya. Bagaimanapun seorang perempuan meskipun telah tua lebih terhormat bila dia masih memperhatikan dan mementingkan apa yang baik dipakai baginya sebagai perempuan. Allah Maha Mendengar dan Maha Mengetahui semua tingkah laku hamba-Nya dan apa yang tersimpan dalam hatinya.",
                        "61": "Menurut kebiasaan orang Arab semenjak masa Jahiliah mereka tidak merasa keberatan apa-apa meskipun tanpa diundang di rumah kaum kerabat dan kadang-kadang mereka membawa serta famili yang cacat makan bersama-sama. Pada ayat ini telah disusun urutan kaum kerabat itu dimulai dari yang paling dekat, kemudian yang dekat bahkan termasuk pula pemegang kuasa atau harta dan teman-teman akrab, karena tidak jarang seorang teman dibiarkan di rumah kita tanpa diundang atau meminta izin lebih dahulu. Urutan susunan kaum kerabat itu adalah sebagai berikut:\n\n1. Yang paling dekat kepada seseorang ialah anak dan istrinya, tetapi dalam ayat ini tidak ada disebutkan anak dan istri karena cukuplah dengan menyebut \"di rumah kamu\" karena biasa seorang tinggal bersama anak dan istrinya. Maka di rumah anak istri tidak perlu ada izin atau ajakan untuk makan lebih dahulu, baru boleh makan. Demikian pula kalau anak itu telah mendirikan rumah tangga sendiri maka bapaknya boleh saja datang ke rumah anaknya untuk makan tanpa undangan atau ajakan, karena rumah anak itu sebenarnya rumah bapaknya juga karena Nabi Muhammad saw pernah bersabda: \"Engkau sendiri dan harta kekayaanmu adalah milik bapakmu.\" (Riwayat Ahmad dan Ashabus-Sunan)\n\n2. Ayah. Anak tidaklah perlu meminta izin lebih dahulu kepada bapak untuk makan, karena memang sudah menjadi kewajiban bagi bapak untuk menafkahi anaknya. Bila anak sudah berkeluarga dan berpisah rumah dengan bapaknya tidak juga perlu meminta izin untuk makan meskipun tidak tinggal lagi di rumah bapaknya.\n\n3. Ibu. Kita sudah mengetahui bagaimana kasih sayang seorang ibu terhadap anaknya. Walaupun anaknya sudah besar dan sudah beranak cucu sekalipun, namun kasih ibu tetap seperti sediakala. Benarlah pepatah yang mengatakan, \"kasih anak sepanjang penggalah dan kasih ibu sepanjang jalan.\" Tidaklah menjadi soal baginya bila anaknya makan di rumahnya tanpa ajakan, bahkan dia akan sangat bahagia melihat anaknya bertingkah laku seperti dahulu di kala masih belum dewasa.\n\n4. Saudara laki-laki. Hubungan antara seorang dengan saudaranya adalah hubungan darah yang tidak bisa diputuskan, meskipun terjadi perselisihan dan pertengkaran. Maka sebagai memupuk rasa persaudaraan di dalam hati masing-masing maka janganlah hendaknya hubungan itu dibatasi dengan formalitas etika dan protokol yang berlaku bagi orang lain. Alangkah akrabnya hubungan sesama saudara bila sewaktu-waktu seseorang datang ke rumah saudaranya dan makan bersama di sana.\n\n5. Saudara perempuan hal ini sama dengan makan di rumah saudara laki-laki.\n\n6. Saudara laki-laki ayah (paman).\n\n7. Saudara perempuan ayah (bibi).\n\n8. Saudara laki-laki dari ibu.\n\n9. Saudara perempuan dari ibu.\n\n10. Orang yang diberi kuasa memelihara harta benda seseorang.\n\n11. Teman akrab.\n\nDemikianlah Allah menyatakan janganlah seseorang baik yang memiliki maupun tidak memiliki cacat tubuh merasa keberatan untuk makan di rumah kaum kerabatnya selama kaum kerabatnya itu benar-benar tidak merasa keberatan atas hal itu, karena hubungan kerabat harus dipupuk dan disuburkan. Sedang hubungan dengan orang lain seperti dengan tetangga baik yang dekat maupun yang jauh harus dijaga sebaik-baiknya, apalagi hubungan dengan kaum kerabat.\n\nMeskipun demikian seseorang janganlah berbuat semaunya terhadap kaum kerabatnya apalagi bila kaum kerabatnya itu sedang kesulitan dalam rumah tangganya dan hidup serba kekurangan kemudian karena kita ada hubungan kerabat beramai-ramai makan di rumahnya. Rasa tenggang menenggang dan rasa bantu membantu haruslah dibina sebaik-baiknya. Bila kita melihat salah seorang kerabat dalam kekurangan hendaklah kaum kerabatnya bergotong royong menolong dan membantunya. Lalu Allah menerangkan lagi tidak mengapa seorang makan bersama-sama atau sendiri-sendiri.\n\nDiriwayatkan dari Ibnu 'Abbas, adh-ahhaq dan Qatadah bahwa ayat ini turun berkenaan dengan Bani Lais bin Amr bin Kinanah, mereka merasa keberatan sekali makan sendiri-sendiri. Pernah terjadi seseorang di antara mereka tidak makan sepanjang hari karena tidak ada tamu yang akan makan bersama dia. Selama belum ada orang yang akan menemaninya makan dia tidak mau makan. Kadang-kadang ada pula di antara mereka yang sudah tersedia makanan di hadapannya tetapi dia tidak mau menyentuh makanan itu sampai sore hari. Ada pula di antara mereka yang tidak mau meminum susu untanya padahal untanya sedang banyak air susunya karena tidak ada tamu yang akan minum bersama dia. Barulah apabila hari sudah malam dan tidak juga ada tamu dia mau makan sendirian.\n\nHatim Ath-thÂ±i seorang yang paling terkenal sangat pemurah mengucapkan satu bait syair kepada istrinya: \n\nApabila engkau memasak makanan, maka carilah orang yang akan memakannya bersamaku, karena aku tidak akan memakan makanan itu sendirian.\n\nMaka untuk menghilangkan kebiasaan yang mungkin tampaknya baik karena menunjukkan sifat pemurah pada seseorang, tetapi kadang-kadang tidak sesuai dengan keadaan semua orang, Allah menerangkan bahwa seseorang boleh makan bersama dan boleh makan sendirian.\n\nJanganlah seseorang memberatkan dirinya dengan kebiasaan makan bersama tamu, lalu karena tidak ada tamu dia tidak mau makan. Kemudian Allah menyerukan kepada setiap orang mukmin agar apabila dia masuk ke rumah salah seorang dari kaum kerabatnya, hendaklah dia mengucapkan salam lebih dahulu kepada seisi rumah itu, yaitu salam yang ditetapkan oleh Allah, salam yang penuh berkat dan kebaikan yaitu, \"Assalamu'alaikum warahmatullahi wabarakatuh.\" Dengan demikian karib kerabat yang ada di rumah itu akan senang dan gembira dan menerimanya dengan hati terbuka.\n\nAl-Hafiz, Abu Bakar al-Bazzar meriwayatkan bahwa Anas berkata: Rasulullah mengajarkan kepadaku lima hal. Rasulullah bersabda, \"Hai Anas! Berwudulah dengan sempurna tentu umurmu akan bertambah, beri salamlah kepada siapa yang kamu temui di antara umatku, tentu kebaikanmu akan bertambah banyak, apabila engkau memasuki rumahmu, ucapkanlah salam kepada keluargamu; tentu rumahmu itu akan penuh dengan berkah, kerjakanlah salat duha karena salat duha itu adalah salat orang-orang saleh di masa dahulu. Hai Anas sayangilah anak-anak dan hormatilah orang tua, niscaya engkau akan termasuk teman-temanku pada hari Kiamat nanti.\" \n\nDemikianlah Allah menerangkan ayat-Nya sebagai petunjuk bagi hamba-Nya, bukan saja petunjuk mengenai hal-hal yang besar, melainkan juga petunjuk mengenai hal-hal yang kecil. Semoga dengan mengamalkan petunjuk itu kita dapat memikirkan bagaimana baik dan berharganya petunjuk itu.",
                        "62": "Pada ayat ini Allah menerangkan bahwa orang yang benar-benar beriman kepada Allah dan Rasul-Nya ialah orang-orang yang bila berada bersama Rasulullah untuk membicarakan suatu hal yang penting mengenai urusan kaum muslim, mereka tidak mau meninggalkan pertemuan itu sebelum mendapatkan izin dari Rasulullah. Setelah mendapat izin barulah mereka meninggalkan pertemuan itu dan memberi salam kepada para hadirin yang masih tinggal bersama Rasulullah. \n\nDari Abu Hurairah dari Rasulullah, beliau bersabda, \"Bila salah seorang di antara kamu telah sampai ke suatu majlis, hendaklah ia memberi salam. Bila ia hendak duduk, maka duduklah. Kemudian bila hendak pergi, hendaklah memberi salam. Orang yang dahulu tidak lebih berhak dari yang belakangan. (Riwayat Ahmad, Abu Daud, Ibnu hibban dan al-hakim)\n\nOrang-orang yang sifat tingkah lakunya seperti itu, itulah orang-orang yang benar-benar beriman kepada Allah dan Rasul-Nya. Kemudian Allah memerintahkan kepada Rasulullah, bila ada seseorang yang memajukan permohonan untuk meninggalkan suatu pertemuan bersama Rasululah, maka Rasulullah berhak sepenuhnya untuk menerima permohonan itu atau menolaknya sesuai dengan keadaan orang yang meminta izin itu dan untuk keperluan apa dia meninggalkan sidang itu.\n\nPernah Umar bin al-Khaththab meminta izin kepada Rasulullah kembali ke Medinah untuk menemui keluarganya dalam suatu perjalanan bersama-sama sahabat lainnya menuju Tabuk, maka Rasulullah memberi izin kepada Umar dan berkata kepadanya. Kembalilah! Engkau bukanlah seorang munafik. Rasulullah diperintahkan pula setelah memberi izin kepada orang yang memohonkannya agar ia meminta ampun kepada Allah untuk orang-orang meminta izin itu. Ini adalah satu isyarat bahwa meminta izin itu meskipun dibolehkan meninggalkan pertemuan dengan Rasulullah, namun Rasulullah disuruh meminta ampunan kepada Allah bagi orang itu. Hal ini menunjukkan, bahwa permintaan izin dan meninggalkan pertemuan itu adalah suatu hal yang tidak layak atau tercela. Seakan-akan orang itu lebih mengutamakan kepentingan pribadinya sendiri daripada kepentingan bersama di hadapan Rasulullah. Demikian salah satu di antara adab sopan santun dalam bergaul dengan Rasulullah saw. Rasulullah adalah seorang Rasul yang dimuliakan Allah, karena itu tidak layak seorang muslim memperlakukannya seperti kepada pemimpin lainnya yang mungkin saja mempunyai kesalahan dan kekhilafan.",
                        "63": "Diriwayatkan oleh Abu Daud bahwa ada di antara orang-orang munafik yang merasa tidak senang mendengarkan khutbah. Apalagi dilihatnya ada seorang muslim meminta izin keluar dan diberi izin oleh Rasulullah, dia pun ikut saja keluar bersama orang yang telah mendapat izin itu dengan berlindung kepadanya. Maka turunlah ayat ini.\n\nKemudian sebagai penghormatan kepada Rasulullah, seorang muslim dilarang oleh Allah memanggil Rasulullah dengan menyebut namanya saja seperti yang biasa dilakukan oleh orang-orang Arab antara sesama mereka. Maka tidak boleh seorang muslim memanggilnya \"hai Muhammad \" atau \"hai ayah si Qasim.\" Dan sebagai adab dan sopan santun kepada Rasulullah hendaklah beliau dipanggil sesuai dengan jabatan yang dikaruniakan Allah kepadanya yaitu Rasul Allah atau Nabi Allah. Kemudian Allah mengancam orang-orang yang keluar dari suatu pertemuan bersama Nabi dengan cara sembunyi-sembunyi karena takut akan dilihat orang. Perbuatan semacam ini walaupun tidak diketahui oleh Nabi, tetapi Allah mengetahuinya dan mengetahui sebab-sebab yang mendorong mereka meninggalkan pertemuan itu. \n\nAllah memberi peringatan kepada orang-orang semacam itu yang suka melanggar perintah, bahwa mereka akan mendapat musibah atau siksa yang pedih. Meskipun di dunia mereka tidak ditimpa musibah apapun tetapi di akhirat mereka akan masuk neraka dan itulah seburuk-buruknya kesudahan.",
                        "64": "Diriwayatkan oleh Abu Daud bahwa ada di antara orang-orang munafik yang merasa tidak senang mendengarkan khutbah. Apalagi dilihatnya ada seorang muslim meminta izin keluar dan diberi izin oleh Rasulullah, dia pun ikut saja keluar bersama orang yang telah mendapat izin itu dengan berlindung kepadanya. Maka turunlah ayat ini.\n\nKemudian sebagai penghormatan kepada Rasulullah, seorang muslim dilarang oleh Allah memanggil Rasulullah dengan menyebut namanya saja seperti yang biasa dilakukan oleh orang-orang Arab antara sesama mereka. Maka tidak boleh seorang muslim memanggilnya \"hai Muhammad \" atau \"hai ayah si Qasim.\" Dan sebagai adab dan sopan santun kepada Rasulullah hendaklah beliau dipanggil sesuai dengan jabatan yang dikaruniakan Allah kepadanya yaitu Rasul Allah atau Nabi Allah. Kemudian Allah mengancam orang-orang yang keluar dari suatu pertemuan bersama Nabi dengan cara sembunyi-sembunyi karena takut akan dilihat orang. Perbuatan semacam ini walaupun tidak diketahui oleh Nabi, tetapi Allah mengetahuinya dan mengetahui sebab-sebab yang mendorong mereka meninggalkan pertemuan itu. \n\nAllah memberi peringatan kepada orang-orang semacam itu yang suka melanggar perintah, bahwa mereka akan mendapat musibah atau siksa yang pedih. Meskipun di dunia mereka tidak ditimpa musibah apapun tetapi di akhirat mereka akan masuk neraka dan itulah seburuk-buruknya kesudahan.\n\n(64) Allah menutup Surah an-Nur ini setelah menerangkan bahwa Dialah Pemberi cahaya bagi langit dan bumi dan apa yang ada di antara keduanya dan memberi petunjuk kepada hamba-Nya dengan perantaraan rasul-rasul-Nya, dan mengancam orang-orang yang melanggar perintah-Nya dengan menegaskan bahwa milik-Nyalah semua yang ada di langit dan di bumi itu dan Dia mengetahui keadaan semua hamba-Nya dan akan memperhitungkan semua amal perbuatan mereka serta membalasnya. Perbuatan jahat diberi balasan yang setimpal dengan kejahatan yang dikerjakan dan perbuatan baik dibalas dengan berlipat ganda, seperti tersebut dalam firman-Nya:\n\nDan tidakkah engkau (Muhammad) berada dalam suatu urusan, dan tidak membaca suatu ayat Al-Qur'an serta tidak pula kamu melakukan suatu pekerjaan, melainkan Kami menjadi saksi atasmu ketika kamu melakukannya. Tidak lengah sedikit pun dari pengetahuan Tuhanmu biarpun sebesar zarrah baik di bumi ataupun di langit. Tidak ada sesuatu yang lebih kecil dan yang lebih besar dari itu, melainkan semua tercatat dalam Kitab yang nyata (Lauh Mahfudh).(Yunus/10: 61)\n\nSelanjutnya dalam sebuah hadis riwayat ath-thabari dijelaskan sebagai berikut:\n\nDiriwayatkan dari 'Uqbah bin Amir, \"Aku melihat Rasulullah saw di waktu sedang membaca ayat terakhir dari Surah an- Nur ini, beliau meletakkan dua buah jari tangannya di bawah pelupuk matanya dan bersabda: Allah Maha Melihat segala sesuatu.\" (Riwayat ath-thabari dan lainnya)"
                    }
                }
            }
        }
    }
}