{
    "29": {
        "number": "29",
        "name": "العنكبوت",
        "name_latin": "Al-'Ankabut",
        "number_of_ayah": "69",
        "text": {
            "1": "الۤمّۤ ۗ ",
            "2": "اَحَسِبَ النَّاسُ اَنْ يُّتْرَكُوْٓا اَنْ يَّقُوْلُوْٓا اٰمَنَّا وَهُمْ لَا يُفْتَنُوْنَ ",
            "3": "وَلَقَدْ فَتَنَّا الَّذِيْنَ مِنْ قَبْلِهِمْ  فَلَيَعْلَمَنَّ اللّٰهُ الَّذِيْنَ صَدَقُوْا وَلَيَعْلَمَنَّ الْكٰذِبِيْنَ ",
            "4": "اَمْ حَسِبَ الَّذِيْنَ يَعْمَلُوْنَ السَّيِّاٰتِ اَنْ يَّسْبِقُوْنَا ۗسَاۤءَ مَا يَحْكُمُوْنَ ",
            "5": "مَنْ كَانَ يَرْجُوْا لِقَاۤءَ اللّٰهِ فَاِنَّ اَجَلَ اللّٰهِ لَاٰتٍ ۗوَهُوَ السَّمِيْعُ الْعَلِيْمُ ",
            "6": "وَمَنْ جَاهَدَ فَاِنَّمَا يُجَاهِدُ لِنَفْسِهٖ ۗاِنَّ اللّٰهَ لَغَنِيٌّ عَنِ الْعٰلَمِيْنَ ",
            "7": "وَالَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ لَنُكَفِّرَنَّ عَنْهُمْ سَيِّاٰتِهِمْ وَلَنَجْزِيَنَّهُمْ اَحْسَنَ الَّذِيْ كَانُوْا يَعْمَلُوْنَ ",
            "8": "وَوَصَّيْنَا الْاِنْسَانَ بِوَالِدَيْهِ حُسْنًا ۗوَاِنْ جَاهَدٰكَ لِتُشْرِكَ بِيْ مَا لَيْسَ لَكَ بِهٖ عِلْمٌ فَلَا تُطِعْهُمَا ۗاِلَيَّ مَرْجِعُكُمْ فَاُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُوْنَ ",
            "9": "وَالَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ لَنُدْخِلَنَّهُمْ فِى الصّٰلِحِيْنَ ",
            "10": "وَمِنَ النَّاسِ مَنْ يَّقُوْلُ اٰمَنَّا بِاللّٰهِ فَاِذَآ اُوْذِيَ فِى اللّٰهِ جَعَلَ فِتْنَةَ النَّاسِ كَعَذَابِ اللّٰهِ ۗوَلَىِٕنْ جَاۤءَ نَصْرٌ مِّنْ رَّبِّكَ لَيَقُوْلُنَّ اِنَّا كُنَّا مَعَكُمْۗ اَوَلَيْسَ اللّٰهُ بِاَعْلَمَ بِمَا فِيْ صُدُوْرِ الْعٰلَمِيْنَ ",
            "11": "وَلَيَعْلَمَنَّ اللّٰهُ الَّذِيْنَ اٰمَنُوْا وَلَيَعْلَمَنَّ الْمُنٰفِقِيْنَ ",
            "12": "وَقَالَ الَّذِيْنَ كَفَرُوْا لِلَّذِيْنَ اٰمَنُوا اتَّبِعُوْا سَبِيْلَنَا وَلْنَحْمِلْ خَطٰيٰكُمْۗ وَمَا هُمْ بِحَامِلِيْنَ مِنْ خَطٰيٰهُمْ مِّنْ شَيْءٍۗ اِنَّهُمْ لَكٰذِبُوْنَ ",
            "13": "وَلَيَحْمِلُنَّ اَثْقَالَهُمْ وَاَثْقَالًا مَّعَ اَثْقَالِهِمْ وَلَيُسْـَٔلُنَّ يَوْمَ الْقِيٰمَةِ عَمَّا كَانُوْا يَفْتَرُوْنَ ࣖ ",
            "14": "وَلَقَدْ اَرْسَلْنَا نُوْحًا اِلٰى قَوْمِهٖ فَلَبِثَ فِيْهِمْ اَلْفَ سَنَةٍ اِلَّا خَمْسِيْنَ عَامًا ۗفَاَخَذَهُمُ الطُّوْفَانُ وَهُمْ ظٰلِمُوْنَ ",
            "15": "فَاَنْجَيْنٰهُ وَاَصْحٰبَ السَّفِيْنَةِ وَجَعَلْنٰهَآ اٰيَةً لِّلْعٰلَمِيْنَ ",
            "16": "وَاِبْرٰهِيْمَ اِذْ قَالَ لِقَوْمِهِ اعْبُدُوا اللّٰهَ وَاتَّقُوْهُ ۗذٰلِكُمْ خَيْرٌ لَّكُمْ اِنْ كُنْتُمْ تَعْلَمُوْنَ ",
            "17": "اِنَّمَا تَعْبُدُوْنَ مِنْ دُوْنِ اللّٰهِ اَوْثَانًا وَّتَخْلُقُوْنَ اِفْكًا ۗاِنَّ الَّذِيْنَ تَعْبُدُوْنَ مِنْ دُوْنِ اللّٰهِ لَا يَمْلِكُوْنَ لَكُمْ رِزْقًا فَابْتَغُوْا عِنْدَ اللّٰهِ الرِّزْقَ وَاعْبُدُوْهُ وَاشْكُرُوْا لَهٗ ۗاِلَيْهِ تُرْجَعُوْنَ ",
            "18": "وَاِنْ تُكَذِّبُوْا فَقَدْ كَذَّبَ اُمَمٌ مِّنْ قَبْلِكُمْ ۗوَمَا عَلَى الرَّسُوْلِ اِلَّا الْبَلٰغُ الْمُبِيْنُ ",
            "19": "اَوَلَمْ يَرَوْا كَيْفَ يُبْدِئُ اللّٰهُ الْخَلْقَ ثُمَّ يُعِيْدُهٗ ۗاِنَّ ذٰلِكَ عَلَى اللّٰهِ يَسِيْرٌ ",
            "20": "قُلْ سِيْرُوْا فِى الْاَرْضِ فَانْظُرُوْا كَيْفَ بَدَاَ الْخَلْقَ ثُمَّ اللّٰهُ يُنْشِئُ النَّشْاَةَ الْاٰخِرَةَ ۗاِنَّ اللّٰهَ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ ۚ",
            "21": "يُعَذِّبُ مَنْ يَّشَاۤءُ وَيَرْحَمُ مَنْ يَّشَاۤءُ ۚوَاِلَيْهِ تُقْلَبُوْنَ ",
            "22": "وَمَآ اَنْتُمْ بِمُعْجِزِيْنَ فِى الْاَرْضِ وَلَا فِى السَّمَاۤءِ ۖوَمَا لَكُمْ مِّنْ دُوْنِ اللّٰهِ مِنْ وَّلِيٍّ وَّلَا نَصِيْرٍ ࣖ",
            "23": "وَالَّذِيْنَ كَفَرُوْا بِاٰيٰتِ اللّٰهِ وَلِقَاۤىِٕهٖٓ اُولٰۤىِٕكَ يَىِٕسُوْا مِنْ رَّحْمَتِيْ وَاُولٰۤىِٕكَ لَهُمْ عَذَابٌ اَلِيْمٌ ",
            "24": "فَمَا كَانَ جَوَابَ قَوْمِهٖٓ اِلَّآ اَنْ قَالُوا اقْتُلُوْهُ اَوْ حَرِّقُوْهُ فَاَنْجٰىهُ اللّٰهُ مِنَ النَّارِۗ اِنَّ فِيْ ذٰلِكَ لَاٰيٰتٍ لِّقَوْمٍ يُّؤْمِنُوْنَ ",
            "25": "وَقَالَ اِنَّمَا اتَّخَذْتُمْ مِّنْ دُوْنِ اللّٰهِ اَوْثَانًاۙ مَّوَدَّةَ بَيْنِكُمْ فِى الْحَيٰوةِ الدُّنْيَا ۚ ثُمَّ يَوْمَ الْقِيٰمَةِ يَكْفُرُ بَعْضُكُمْ بِبَعْضٍ وَّيَلْعَنُ بَعْضُكُمْ بَعْضًا ۖوَّمَأْوٰىكُمُ النَّارُ وَمَا لَكُمْ مِّنْ نّٰصِرِيْنَۖ ",
            "26": "۞ فَاٰمَنَ لَهٗ لُوْطٌۘ وَقَالَ اِنِّيْ مُهَاجِرٌ اِلٰى رَبِّيْ ۗاِنَّهٗ هُوَ الْعَزِيْزُ الْحَكِيْمُ ",
            "27": "وَوَهَبْنَا لَهٗٓ اِسْحٰقَ وَيَعْقُوْبَ وَجَعَلْنَا فِيْ ذُرِّيَّتِهِ النُّبُوَّةَ وَالْكِتٰبَ وَاٰتَيْنٰهُ اَجْرَهٗ فِى الدُّنْيَا ۚوَاِنَّهٗ فِى الْاٰخِرَةِ لَمِنَ الصّٰلِحِيْنَ ",
            "28": "وَلُوْطًا اِذْ قَالَ لِقَوْمِهٖٓ اِنَّكُمْ لَتَأْتُوْنَ الْفَاحِشَةَ ۖمَا سَبَقَكُمْ بِهَا مِنْ اَحَدٍ مِّنَ الْعٰلَمِيْنَ ",
            "29": "اَىِٕنَّكُمْ لَتَأْتُوْنَ الرِّجَالَ وَتَقْطَعُوْنَ السَّبِيْلَ ەۙ وَتَأْتُوْنَ فِيْ نَادِيْكُمُ الْمُنْكَرَ ۗفَمَا كَانَ جَوَابَ قَوْمِهٖٓ اِلَّآ اَنْ قَالُوا ائْتِنَا بِعَذَابِ اللّٰهِ اِنْ كُنْتَ مِنَ الصّٰدِقِيْنَ",
            "30": "قَالَ رَبِّ انْصُرْنِيْ عَلَى الْقَوْمِ الْمُفْسِدِيْنَ ࣖ",
            "31": "وَلَمَّا جَاۤءَتْ رُسُلُنَآ اِبْرٰهِيْمَ بِالْبُشْرٰىۙ قَالُوْٓا اِنَّا مُهْلِكُوْٓا اَهْلِ هٰذِهِ الْقَرْيَةِ ۚاِنَّ اَهْلَهَا كَانُوْا ظٰلِمِيْنَ ۚ",
            "32": "قَالَ اِنَّ فِيْهَا لُوْطًا ۗقَالُوْا نَحْنُ اَعْلَمُ بِمَنْ فِيْهَا ۖ لَنُنَجِّيَنَّهٗ وَاَهْلَهٗٓ اِلَّا امْرَاَتَهٗ كَانَتْ مِنَ الْغٰبِرِيْنَ ",
            "33": "وَلَمَّآ اَنْ جَاۤءَتْ رُسُلُنَا لُوْطًا سِيْۤءَ بِهِمْ وَضَاقَ بِهِمْ ذَرْعًا وَّقَالُوْا لَا تَخَفْ وَلَا تَحْزَنْ ۗاِنَّا مُنَجُّوْكَ وَاَهْلَكَ اِلَّا امْرَاَتَكَ كَانَتْ مِنَ الْغٰبِرِيْنَ",
            "34": "اِنَّا مُنْزِلُوْنَ عَلٰٓى اَهْلِ هٰذِهِ الْقَرْيَةِ رِجْزًا مِّنَ السَّمَاۤءِ بِمَا كَانُوْا يَفْسُقُوْنَ ",
            "35": "وَلَقَدْ تَّرَكْنَا مِنْهَآ اٰيَةً ۢ بَيِّنَةً لِّقَوْمٍ يَّعْقِلُوْنَ ",
            "36": "وَاِلٰى مَدْيَنَ اَخَاهُمْ شُعَيْبًاۙ فَقَالَ يٰقَوْمِ اعْبُدُوا اللّٰهَ وَارْجُوا الْيَوْمَ الْاٰخِرَ وَلَا تَعْثَوْا فِى الْاَرْضِ مُفْسِدِيْنَ ۖ",
            "37": "فَكَذَّبُوْهُ فَاَخَذَتْهُمُ الرَّجْفَةُ فَاَصْبَحُوْا فِيْ دَارِهِمْ جٰثِمِيْنَ ۙ",
            "38": "وَعَادًا وَّثَمُوْدَا۟ وَقَدْ تَّبَيَّنَ لَكُمْ مِّنْ مَّسٰكِنِهِمْۗ وَزَيَّنَ لَهُمُ الشَّيْطٰنُ اَعْمَالَهُمْ فَصَدَّهُمْ عَنِ السَّبِيْلِ وَكَانُوْا مُسْتَبْصِرِيْنَ ۙ",
            "39": "وَقَارُوْنَ وَفِرْعَوْنَ وَهَامٰنَۗ وَلَقَدْ جَاۤءَهُمْ مُّوْسٰى بِالْبَيِّنٰتِ فَاسْتَكْبَرُوْا فِى الْاَرْضِ وَمَا كَانُوْا سَابِقِيْنَ ۚ",
            "40": "فَكُلًّا اَخَذْنَا بِذَنْۢبِهٖۙ فَمِنْهُمْ مَّنْ اَرْسَلْنَا عَلَيْهِ حَاصِبًا ۚوَمِنْهُمْ مَّنْ اَخَذَتْهُ الصَّيْحَةُ ۚوَمِنْهُمْ مَّنْ خَسَفْنَا بِهِ الْاَرْضَۚ وَمِنْهُمْ مَّنْ اَغْرَقْنَاۚ وَمَا كَانَ اللّٰهُ لِيَظْلِمَهُمْ وَلٰكِنْ كَانُوْٓا اَنْفُسَهُمْ يَظْلِمُوْنَ",
            "41": "مَثَلُ الَّذِيْنَ اتَّخَذُوْا مِنْ دُوْنِ اللّٰهِ اَوْلِيَاۤءَ كَمَثَلِ الْعَنْكَبُوْتِۚ اِتَّخَذَتْ بَيْتًاۗ وَاِنَّ اَوْهَنَ الْبُيُوْتِ لَبَيْتُ الْعَنْكَبُوْتِۘ لَوْ كَانُوْا يَعْلَمُوْنَ ",
            "42": "اِنَّ اللّٰهَ يَعْلَمُ مَا يَدْعُوْنَ مِنْ دُوْنِهٖ مِنْ شَيْءٍۗ وَهُوَ الْعَزِيْزُ الْحَكِيْمُ ",
            "43": "وَتِلْكَ الْاَمْثَالُ نَضْرِبُهَا لِلنَّاسِۚ وَمَا يَعْقِلُهَآ اِلَّا الْعَالِمُوْنَ ",
            "44": "خَلَقَ اللّٰهُ السَّمٰوٰتِ وَالْاَرْضَ بِالْحَقِّۗ اِنَّ فِيْ ذٰلِكَ لَاٰيَةً لِّلْمُؤْمِنِيْنَ ࣖ   ۔",
            "45": "اُتْلُ مَآ اُوْحِيَ اِلَيْكَ مِنَ الْكِتٰبِ وَاَقِمِ الصَّلٰوةَۗ اِنَّ الصَّلٰوةَ تَنْهٰى عَنِ الْفَحْشَاۤءِ وَالْمُنْكَرِ ۗوَلَذِكْرُ اللّٰهِ اَكْبَرُ ۗوَاللّٰهُ يَعْلَمُ مَا تَصْنَعُوْنَ",
            "46": "۞ وَلَا تُجَادِلُوْٓا اَهْلَ الْكِتٰبِ اِلَّا بِالَّتِيْ هِيَ اَحْسَنُۖ اِلَّا الَّذِيْنَ ظَلَمُوْا مِنْهُمْ وَقُوْلُوْٓا اٰمَنَّا بِالَّذِيْٓ اُنْزِلَ اِلَيْنَا وَاُنْزِلَ اِلَيْكُمْ وَاِلٰهُنَا وَاِلٰهُكُمْ وَاحِدٌ وَّنَحْنُ لَهٗ مُسْلِمُوْنَ",
            "47": "وَكَذٰلِكَ اَنْزَلْنَآ اِلَيْكَ الْكِتٰبَۗ فَالَّذِيْنَ اٰتَيْنٰهُمُ الْكِتٰبَ يُؤْمِنُوْنَ بِهٖۚ وَمِنْ هٰٓؤُلَاۤءِ مَنْ يُّؤْمِنُ بِهٖۗ وَمَا يَجْحَدُ بِاٰيٰتِنَآ اِلَّا الْكٰفِرُوْنَ",
            "48": "وَمَا كُنْتَ تَتْلُوْا مِنْ قَبْلِهٖ مِنْ كِتٰبٍ وَّلَا تَخُطُّهٗ بِيَمِيْنِكَ اِذًا لَّارْتَابَ الْمُبْطِلُوْنَ",
            "49": "بَلْ هُوَ اٰيٰتٌۢ بَيِّنٰتٌ فِيْ صُدُوْرِ الَّذِيْنَ اُوْتُوا الْعِلْمَۗ وَمَا يَجْحَدُ بِاٰيٰتِنَآ اِلَّا الظّٰلِمُوْنَ",
            "50": "وَقَالُوْا لَوْلَآ اُنْزِلَ عَلَيْهِ اٰيٰتٌ مِّنْ رَّبِّهٖ ۗ قُلْ اِنَّمَا الْاٰيٰتُ عِنْدَ اللّٰهِ ۗوَاِنَّمَآ اَنَا۠ نَذِيْرٌ مُّبِيْنٌ",
            "51": "اَوَلَمْ يَكْفِهِمْ اَنَّآ اَنْزَلْنَا عَلَيْكَ الْكِتٰبَ يُتْلٰى عَلَيْهِمْ ۗاِنَّ فِيْ ذٰلِكَ لَرَحْمَةً وَّذِكْرٰى لِقَوْمٍ يُّؤْمِنُوْنَ ࣖ ",
            "52": "قُلْ كَفٰى بِاللّٰهِ بَيْنِيْ وَبَيْنَكُمْ شَهِيْدًاۚ يَعْلَمُ مَا فِى السَّمٰوٰتِ وَالْاَرْضِۗ وَالَّذِيْنَ اٰمَنُوْا بِالْبَاطِلِ وَكَفَرُوْا بِاللّٰهِ اُولٰۤىِٕكَ هُمُ الْخٰسِرُوْنَ",
            "53": "وَيَسْتَعْجِلُوْنَكَ بِالْعَذَابِۗ وَلَوْلَآ اَجَلٌ مُّسَمًّى لَّجَاۤءَهُمُ الْعَذَابُۗ وَلَيَأْتِيَنَّهُمْ بَغْتَةً وَّهُمْ لَا يَشْعُرُوْنَ",
            "54": "يَسْتَعْجِلُوْنَكَ بِالْعَذَابِۗ وَاِنَّ جَهَنَّمَ لَمُحِيْطَةٌ ۢ بِالْكٰفِرِيْنَۙ",
            "55": "يَوْمَ يَغْشٰىهُمُ الْعَذَابُ مِنْ فَوْقِهِمْ وَمِنْ تَحْتِ اَرْجُلِهِمْ وَيَقُوْلُ ذُوْقُوْا مَا كُنْتُمْ تَعْمَلُوْنَ",
            "56": "يٰعِبَادِيَ الَّذِيْنَ اٰمَنُوْٓا اِنَّ اَرْضِيْ وَاسِعَةٌ فَاِيَّايَ فَاعْبُدُوْنِ",
            "57": "كُلُّ نَفْسٍ ذَاۤىِٕقَةُ الْمَوْتِۗ ثُمَّ اِلَيْنَا تُرْجَعُوْنَ",
            "58": "وَالَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ لَنُبَوِّئَنَّهُمْ مِّنَ الْجَنَّةِ غُرَفًا تَجْرِيْ مِنْ تَحْتِهَا الْاَنْهٰرُ خٰلِدِيْنَ فِيْهَاۗ نِعْمَ اَجْرُ الْعٰمِلِيْنَۖ",
            "59": "الَّذِيْنَ صَبَرُوْا وَعَلٰى رَبِّهِمْ يَتَوَكَّلُوْنَ",
            "60": "وَكَاَيِّنْ مِّنْ دَاۤبَّةٍ لَّا تَحْمِلُ رِزْقَهَاۖ اللّٰهُ يَرْزُقُهَا وَاِيَّاكُمْ وَهُوَ السَّمِيْعُ الْعَلِيْمُ",
            "61": "وَلَىِٕنْ سَاَلْتَهُمْ مَّنْ خَلَقَ السَّمٰوٰتِ وَالْاَرْضَ وَسَخَّرَ الشَّمْسَ وَالْقَمَرَ لَيَقُوْلُنَّ اللّٰهُ ۗفَاَنّٰى يُؤْفَكُوْنَ",
            "62": "اَللّٰهُ يَبْسُطُ الرِّزْقَ لِمَنْ يَّشَاۤءُ مِنْ عِبَادِهٖ وَيَقْدِرُ لَهٗ ۗاِنَّ اللّٰهَ بِكُلِّ شَيْءٍ عَلِيْمٌ",
            "63": "وَلَىِٕنْ سَاَلْتَهُمْ مَّنْ نَّزَّلَ مِنَ السَّمَاۤءِ مَاۤءً فَاَحْيَا بِهِ الْاَرْضَ مِنْۢ بَعْدِ مَوْتِهَا لَيَقُوْلُنَّ اللّٰهُ ۙقُلِ الْحَمْدُ لِلّٰهِ ۗبَلْ اَكْثَرُهُمْ لَا يَعْقِلُوْنَ ࣖ",
            "64": "وَمَا هٰذِهِ الْحَيٰوةُ الدُّنْيَآ اِلَّا لَهْوٌ وَّلَعِبٌۗ وَاِنَّ الدَّارَ الْاٰخِرَةَ لَهِيَ الْحَيَوَانُۘ لَوْ كَانُوْا يَعْلَمُوْنَ",
            "65": "فَاِذَا رَكِبُوْا فِى الْفُلْكِ دَعَوُا اللّٰهَ مُخْلِصِيْنَ لَهُ الدِّيْنَ ەۚ فَلَمَّا نَجّٰىهُمْ اِلَى الْبَرِّ اِذَا هُمْ يُشْرِكُوْنَۙ ",
            "66": "لِيَكْفُرُوْا بِمَآ اٰتَيْنٰهُمْۙ وَلِيَتَمَتَّعُوْاۗ فَسَوْفَ يَعْلَمُوْنَ",
            "67": "اَوَلَمْ يَرَوْا اَنَّا جَعَلْنَا حَرَمًا اٰمِنًا وَّيُتَخَطَّفُ النَّاسُ مِنْ حَوْلِهِمْۗ اَفَبِالْبَاطِلِ يُؤْمِنُوْنَ وَبِنِعْمَةِ اللّٰهِ يَكْفُرُوْنَ",
            "68": "وَمَنْ اَظْلَمُ مِمَّنِ افْتَرٰى عَلَى اللّٰهِ كَذِبًا اَوْ كَذَّبَ بِالْحَقِّ لَمَّا جَاۤءَهٗ ۗ اَلَيْسَ فِيْ جَهَنَّمَ مَثْوًى لِّلْكٰفِرِيْنَ",
            "69": "وَالَّذِيْنَ جَاهَدُوْا فِيْنَا لَنَهْدِيَنَّهُمْ سُبُلَنَاۗ وَاِنَّ اللّٰهَ لَمَعَ الْمُحْسِنِيْنَ ࣖ "
        },
        "translations": {
            "id": {
                "name": "Laba-Laba",
                "text": {
                    "1": "Alif Lam Mim.",
                    "2": "Apakah manusia mengira bahwa mereka akan dibiarkan hanya dengan mengatakan, “Kami telah beriman,” dan mereka tidak diuji?",
                    "3": "Dan sungguh, Kami telah menguji orang-orang sebelum mereka, maka Allah pasti mengetahui orang-orang yang benar dan pasti mengetahui orang-orang yang dusta.",
                    "4": "Ataukah orang-orang yang mengerjakan kejahatan itu mengira bahwa mereka akan luput dari (azab) Kami? Sangatlah buruk apa yang mereka tetapkan itu! ",
                    "5": "Barangsiapa mengharap pertemuan dengan Allah, maka sesungguhnya waktu (yang dijanjikan) Allah pasti datang. Dan Dia Yang Maha Mendengar, Maha Mengetahui.",
                    "6": "Dan barangsiapa berjihad, maka sesungguhnya jihadnya itu untuk dirinya sendiri. Sungguh, Allah Mahakaya (tidak memerlukan sesuatu) dari seluruh alam.",
                    "7": "Dan orang-orang yang beriman dan mengerjakan kebajikan, pasti akan Kami hapus kesalahan-kesalahannya dan mereka pasti akan Kami beri balasan yang lebih baik dari apa yang mereka kerjakan.",
                    "8": "Dan Kami wajibkan kepada manusia agar (berbuat) kebaikan kepada kedua orang tuanya. Dan jika keduanya memaksamu untuk mempersekutukan Aku dengan sesuatu yang engkau tidak mempunyai ilmu tentang itu, maka janganlah engkau patuhi keduanya. Hanya kepada-Ku tempat kembalimu, dan akan Aku beritakan kepadamu apa yang telah kamu kerjakan.",
                    "9": "Dan orang-orang yang beriman dan mengerjakan kebajikan mereka pasti akan Kami masukkan mereka ke dalam (golongan) orang yang saleh.",
                    "10": "Dan di antara manusia ada sebagian yang berkata, “Kami beriman kepada Allah,” tetapi apabila dia disakiti (karena dia beriman) kepada Allah, dia menganggap cobaan manusia itu sebagai siksaan Allah. Dan jika datang pertolongan dari Tuhanmu, niscaya mereka akan berkata, “Sesungguhnya kami bersama kamu.” Bukankah Allah lebih mengetahui apa yang ada di dalam dada semua manusia?",
                    "11": "Dan Allah pasti mengetahui orang-orang yang beriman dan Dia pasti mengetahui orang-orang yang munafik.",
                    "12": "Dan orang-orang yang kafir berkata kepada orang-orang yang beriman, “Ikutilah jalan kami, dan kami akan memikul dosa-dosamu,” padahal mereka sedikit pun tidak (sanggup) memikul dosa-dosa mereka sendiri. Sesungguhnya mereka benar-benar pendusta.",
                    "13": "Dan mereka benar-benar akan memikul dosa-dosa mereka sendiri, dan dosa-dosa yang lain bersama dosa mereka, dan pada hari Kiamat mereka pasti akan ditanya tentang kebohongan yang selalu mereka ada-adakan.",
                    "14": "Dan sungguh, Kami telah mengutus Nuh kepada kaumnya, maka dia tinggal bersama mereka selama seribu tahun kurang lima puluh tahun. Kemudian mereka dilanda banjir besar, sedangkan mereka adalah orang-orang yang zalim.",
                    "15": "Maka Kami selamatkan Nuh dan orang-orang yang berada di kapal itu, dan Kami jadikan (peristiwa) itu sebagai pelajaran bagi semua manusia.",
                    "16": "Dan (ingatlah) Ibrahim, ketika dia berkata kepada kaumnya, “Sembahlah Allah dan bertakwalah kepada-Nya. Yang demikian itu lebih baik bagimu, jika kamu mengetahui.",
                    "17": "Sesungguhnya yang kamu sembah selain Allah hanyalah berhala-berhala, dan kamu membuat kebohongan. Sesungguhnya apa yang kamu sembah selain Allah itu tidak mampu memberikan rezeki kepadamu; maka mintalah rezeki dari Allah, dan sembahlah Dia dan bersyukurlah kepada-Nya. Hanya kepada-Nya kamu akan dikembalikan.",
                    "18": "Dan jika kamu (orang kafir) mendustakan, maka sungguh, umat sebelum kamu juga telah mendustakan (para rasul). Dan kewajiban rasul itu hanyalah menyampaikan (agama Allah) dengan jelas.”",
                    "19": "Dan apakah mereka tidak memperhatikan bagaimana Allah memulai penciptaan (makhluk), kemudian Dia mengulanginya (kembali). Sungguh, yang demikian itu mudah bagi Allah.",
                    "20": "Katakanlah, “Berjalanlah di bumi, maka perhatikanlah bagaimana (Allah) memulai penciptaan (makhluk), kemudian Allah menjadikan kejadian yang akhir. Sungguh, Allah Mahakuasa atas segala sesuatu.",
                    "21": "Dia (Allah) mengazab siapa yang Dia kehendaki dan memberi rahmat kepada siapa yang Dia kehendaki, dan hanya kepada-Nya kamu akan dikembalikan.",
                    "22": "Dan kamu sama sekali tidak dapat melepaskan diri (dari azab Allah) baik di bumi maupun di langit, dan tidak ada pelindung dan penolong bagimu selain Allah.",
                    "23": "Dan orang-orang yang mengingkari ayat-ayat Allah dan pertemuan dengan-Nya, mereka berputus asa dari rahmat-Ku, dan mereka itu akan mendapat azab yang pedih.",
                    "24": "Maka tidak ada jawaban kaumnya (Ibrahim), selain mengatakan, “Bunuhlah atau bakarlah dia,” lalu Allah menyelamatkannya dari api. Sungguh, pada yang demikian itu pasti terdapat tanda-tanda (kebesaran Allah) bagi orang yang beriman.",
                    "25": "Dan dia (Ibrahim) berkata, “Sesungguhnya berhala-berhala yang kamu sembah selain Allah, hanya untuk menciptakan perasaan kasih sayang di antara kamu dalam kehidupan di dunia, kemudian pada hari Kiamat sebagian kamu akan saling mengingkari dan saling mengutuk; dan tempat kembalimu ialah neraka, dan sama sekali tidak ada penolong bagimu.”",
                    "26": "Maka Lut membenarkan (kenabian Ibrahim). Dan dia (Ibrahim) berkata, “Sesungguhnya aku harus berpindah ke (tempat yang diperintahkan) Tuhanku; sungguh, Dialah Yang Mahaperkasa, Mahabijaksana.”",
                    "27": "Dan Kami anugerahkan kepada Ibrahim, Ishak dan Yakub, dan Kami jadikan kenabian dan kitab kepada keturunannya, dan Kami berikan kepadanya balasannya di dunia; dan sesungguhnya dia di akhirat, termasuk orang yang saleh. ",
                    "28": "Dan (ingatlah) ketika Lut berkata kepada kaumnya, “Kamu benar-benar melakukan perbuatan yang sangat keji (homoseksual) yang belum pernah dilakukan oleh seorang pun dari umat-umat sebelum kamu. ",
                    "29": "Apakah pantas kamu mendatangi laki-laki, menyamun dan mengerjakan kemungkaran di tempat-tempat pertemuanmu?” Maka jawaban kaumnya tidak lain hanya mengatakan, “Datangkanlah kepada kami azab Allah, jika engkau termasuk orang-orang yang benar.” ",
                    "30": "Dia (Lut) berdoa, “Ya Tuhanku, tolonglah aku (dengan menimpakan azab) atas golongan yang berbuat kerusakan itu.” ",
                    "31": "Dan ketika utusan Kami (para malaikat) datang kepada Ibrahim dengan membawa kabar gembira, mereka mengatakan, “Sungguh, kami akan membinasakan penduduk kota (Sodom) ini karena penduduknya sungguh orang-orang zalim.” ",
                    "32": "Ibrahim berkata, “Sesungguhnya di kota itu ada Lut.” Mereka (para malaikat) berkata, “Kami lebih mengetahui siapa yang ada di kota itu. Kami pasti akan menyelamatkan dia dan pengikut-pengikutnya kecuali istrinya. Dia termasuk orang-orang yang tertinggal (dibinasakan).” ",
                    "33": "Dan ketika para utusan Kami (para malaikat) datang kepada Lut, dia merasa bersedih hati karena (kedatangan) mereka, dan (merasa) tidak mempunyai kekuatan untuk melindungi mereka, dan mereka (para utusan) berkata, “Janganlah engkau takut dan jangan (pula) bersedih hati. Sesungguhnya Kami akan menyelamatkanmu dan pengikut-pengikutmu, kecuali istrimu, dia termasuk orang-orang yang tinggal (dibinasakan).” ",
                    "34": "Sesungguhnya Kami akan menurunkan azab dari langit kepada penduduk kota ini karena mereka berbuat fasik. ",
                    "35": "Dan sungguh, tentang itu telah Kami tinggalkan suatu tanda yang nyata bagi orang-orang yang mengerti. ",
                    "36": "Dan kepada penduduk Madyan, (Kami telah mengutus) saudara mereka Syuaib, dia berkata, “Wahai kaumku! Sembahlah Allah, harapkanlah (pahala) hari akhir, dan jangan kamu berkeliaran di bumi berbuat kerusakan.” ",
                    "37": "Mereka mendustakannya (Syuaib), maka mereka ditimpa gempa yang dahsyat, lalu jadilah mereka mayat-mayat yang bergelimpangan di tempat-tempat tinggal mereka.",
                    "38": "Juga (ingatlah) kaum ’Ad dan Samud, sungguh telah nyata bagi kamu (kehancuran mereka) dari (puing-puing) tempat tinggal mereka. Setan telah menjadikan terasa indah bagi mereka perbuatan (buruk) mereka, sehingga menghalangi mereka dari jalan (Allah), sedangkan mereka adalah orang-orang yang berpandangan tajam, ",
                    "39": "dan (juga) Karun, Fir‘aun dan Haman. Sungguh, telah datang kepada mereka Musa dengan (membawa) keterangan-keterangan yang nyata. Tetapi mereka berlaku sombong di bumi, dan mereka orang-orang yang tidak luput (dari azab Allah). ",
                    "40": "Maka masing-masing (mereka itu) Kami azab karena dosa-dosanya, di antara mereka ada yang Kami timpakan kepadanya hujan batu kerikil, ada yang ditimpa suara keras yang mengguntur, ada yang Kami benamkan ke dalam bumi, dan ada pula yang Kami tenggelamkan. Allah sama sekali tidak hendak menzalimi mereka, akan tetapi merekalah yang menzalimi diri mereka sendiri. ",
                    "41": "Perumpamaan orang-orang yang mengambil pelindung selain Allah adalah seperti laba-laba yang membuat rumah. Dan sesungguhnya rumah yang paling lemah ialah rumah laba-laba, sekiranya mereka mengetahui. ",
                    "42": "Sungguh, Allah mengetahui apa saja yang mereka sembah selain Dia. Dan Dia Mahaperkasa, Mahabijaksana. ",
                    "43": "Dan perumpamaan-perumpamaan ini Kami buat untuk manusia; dan tidak ada yang akan memahaminya kecuali mereka yang berilmu. ",
                    "44": "Allah menciptakan langit dan bumi dengan haq. Sungguh, pada yang demikian itu pasti terdapat tanda-tanda (kebesaran Allah) bagi orang-orang yang beriman. ",
                    "45": "Bacalah Kitab (Al-Qur'an) yang telah diwahyukan kepadamu (Muhammad) dan laksanakanlah salat. Sesungguhnya salat itu mencegah dari (perbuatan) keji dan mungkar. Dan (ketahuilah) mengingat Allah (salat) itu lebih besar (keutamaannya dari ibadah yang lain). Allah mengetahui apa yang kamu kerjakan. ",
                    "46": "Dan janganlah kamu berdebat dengan Ahli Kitab, melainkan dengan cara yang baik, kecuali dengan orang-orang yang zalim di antara mereka, dan katakanlah, ”Kami telah beriman kepada (kitab-kitab) yang diturunkan kepada kami dan yang diturunkan kepadamu; Tuhan kami dan Tuhan kamu satu; dan hanya kepada-Nya kami berserah diri.”",
                    "47": "Dan demikianlah Kami turunkan Kitab (Al-Qur'an) kepadamu. Adapun orang-orang yang telah Kami berikan Kitab (Taurat dan Injil) mereka beriman kepadanya (Al-Qur'an), dan di antara mereka (orang-orang kafir Mekah) ada yang beriman kepadanya. Dan hanya orang-orang kafir yang mengingkari ayat-ayat Kami. ",
                    "48": "Dan engkau (Muhammad) tidak pernah membaca sesuatu kitab sebelum (Al-Qur'an) dan engkau tidak (pernah) menulis suatu kitab dengan tangan kananmu; sekiranya (engkau pernah membaca dan menulis), niscaya ragu orang-orang yang mengingkarinya. ",
                    "49": "Sebenarnya, (Al-Qur'an) itu adalah ayat-ayat yang jelas di dalam dada orang-orang yang berilmu. Hanya orang-orang yang zalim yang mengingkari ayat-ayat Kami. ",
                    "50": "Dan mereka (orang-orang kafir Mekah) berkata, ”Mengapa tidak diturunkan mukjizat-mukjizat dari Tuhannya?” Katakanlah (Muhammad), ”Mukjizat-mukjizat itu terserah kepada Allah. Aku hanya seorang pemberi peringatan yang jelas.” ",
                    "51": "Apakah tidak cukup bagi mereka bahwa Kami telah menurunkan kepadamu Kitab (Al-Qur'an) yang dibacakan kepada mereka? Sungguh, dalam (Al-Qur'an) itu terdapat rahmat yang besar dan pelajaran bagi orang-orang yang beriman. ",
                    "52": "Katakanlah (Muhammad), ”Cukuplah Allah menjadi saksi antara aku dan kamu. Dia mengetahui apa yang di langit dan di bumi. Dan orang yang percaya kepada yang batil dan ingkar kepada Allah, mereka itulah orang-orang yang rugi.” ",
                    "53": "Dan mereka meminta kepadamu agar segera diturunkan azab. Kalau bukan karena waktunya yang telah ditetapkan, niscaya datang azab kepada mereka, dan (azab itu) pasti akan datang kepada mereka dengan tiba-tiba, sedang mereka tidak menyadarinya. ",
                    "54": "Mereka meminta kepadamu agar segera diturunkan azab. Dan sesungguhnya neraka Jahanam itu pasti meliputi orang-orang kafir, ",
                    "55": "pada hari (ketika) azab menutup mereka dari atas dan dari bawah kaki mereka dan (Allah) berkata (kepada mereka), ”Rasakanlah (balasan dari) apa yang telah kamu kerjakan!”",
                    "56": "Wahai hamba-hamba-Ku yang beriman! Sungguh, bumi-Ku luas, maka sembahlah Aku (saja). ",
                    "57": "Setiap yang bernyawa akan merasakan mati. Kemudian hanya kepada Kami kamu dikembalikan. ",
                    "58": "Dan orang-orang yang beriman dan mengerjakan kebajikan, sungguh, mereka akan Kami tempatkan pada tempat-tempat yang tinggi (di dalam surga), yang mengalir di bawahnya sungai-sungai, mereka kekal di dalamnya. Itulah sebaik-baik balasan bagi orang yang berbuat kebajikan, ",
                    "59": "(yaitu) orang-orang yang bersabar dan bertawakal kepada Tuhannya. ",
                    "60": "Dan berapa banyak makhluk bergerak yang bernyawa yang tidak (dapat) membawa (mengurus) rezekinya sendiri. Allah-lah yang memberi rezeki kepadanya dan kepadamu. Dia Maha Mendengar, Maha Mengetahui. ",
                    "61": "Dan jika engkau bertanya kepada mereka, ”Siapakah yang menciptakan langit dan bumi dan menundukkan matahari dan bulan?” Pasti mereka akan menjawab, ”Allah.” Maka mengapa mereka bisa dipalingkan (dari kebenaran). ",
                    "62": "Allah melapangkan rezeki bagi orang yang Dia kehendaki di antara hamba-hamba-Nya dan Dia (pula) yang membatasi baginya. Sungguh, Allah Maha Mengetahui segala sesuatu. ",
                    "63": "Dan jika kamu bertanya kepada mereka, ”Siapakah yang menurunkan air dari langit lalu dengan (air) itu dihidupkannya bumi yang sudah mati?” Pasti mereka akan menjawab, ”Allah.” Katakanlah, ”Segala puji bagi Allah,” tetapi kebanyakan mereka tidak mengerti. ",
                    "64": "Dan kehidupan dunia ini hanya senda gurau dan permainan. Dan sesungguhnya negeri akhirat itulah kehidupan yang sebenarnya, sekiranya mereka mengetahui. ",
                    "65": "Maka apabila mereka naik kapal, mereka berdoa kepada Allah dengan penuh rasa pengabdian (ikhlas) kepada-Nya, tetapi ketika Allah menyelamatkan mereka sampai ke darat, malah mereka (kembali) mempersekutukan (Allah), ",
                    "66": "biarlah mereka mengingkari nikmat yang telah Kami berikan kepada mereka dan silakan mereka (hidup) bersenang-senang (dalam kekafiran). Maka kelak mereka akan mengetahui (akibat perbuatannya). ",
                    "67": "Tidakkah mereka memperhatikan, bahwa Kami telah menjadikan (negeri mereka) tanah suci yang aman, padahal manusia di sekitarnya saling merampok. Mengapa (setelah nyata kebenaran) mereka masih percaya kepada yang batil dan ingkar kepada nikmat Allah? ",
                    "68": "Dan siapakah yang lebih zalim daripada orang yang mengada-adakan kebohongan kepada Allah atau orang yang mendustakan yang hak ketika (yang hak) itu datang kepadanya? Bukankah dalam neraka Jahanam ada tempat bagi orang-orang kafir? ",
                    "69": "Dan orang-orang yang berjihad untuk (mencari keridaan) Kami, Kami akan tunjukkan kepada mereka jalan-jalan Kami. Dan sungguh, Allah beserta orang-orang yang berbuat baik."
                }
            }
        },
        "tafsir": {
            "id": {
                "kemenag": {
                    "name": "Kemenag",
                    "source": "Aplikasi Quran Kementrian Agama Republik Indonesia",
                    "text": {
                        "1": "Alif Lam Mim, lihat tafsir mengenai huruf-huruf hijaiyah pada awal Surah al-Baqarah",
                        "2": "Pada ayat ini, Allah bertanya kepada manusia yang telah mengaku beriman dengan mengucapkan kalimat syahadat bahwa apakah mereka akan dibiarkan begitu saja mengakui keimanan tersebut tanpa lebih dahulu diuji? Tidak, malah setiap orang beriman harus diuji lebih dahulu, sehingga dapat diketahui sampai di manakah mereka sabar dan tahan menerima ujian tersebut. Ujian yang mesti mereka tempuh itu bermacam-macam. Umpamanya perintah berhijrah (meninggalkan kampung halaman demi menyelamatkan iman dan keyakinan), berjihad di jalan Allah, mengendalikan syahwat, mengerjakan tugas-tugas dalam rangka taat kepada Allah, dan bermacam-macam musibah seperti kehilangan anggota keluarga, dan hawa panas yang kering yang menyebabkan tumbuh-tumbuhan mati kekeringan. Semua cobaan itu dimaksudkan untuk menguji siapakah di antara mereka yang sungguh-sungguh beriman dengan ikhlas dan siapa pula yang berjiwa munafik. Juga bertujuan untuk mengetahui apakah mereka termasuk orang yang kokoh pendiriannya atau orang yang masih bimbang dan ragu sehingga iman mereka masih rapuh.\n\nMaksud ayat ini dapat dilihat dalam ayat lain, yakni:\n\nApakah kamu mengira bahwa kamu akan dibiarkan (begitu saja), padahal Allah belum mengetahui orang-orang yang berjihad di antara kamu dan tidak mengambil teman yang setia selain Allah, Rasul-Nya dan orang-orang yang beriman. Allah Mahateliti terhadap apa yang kamu kerjakan. (at-Taubah/9: 16) \n\nDari paparan di atas dapat diambil kesimpulan bahwa setiap orang yang mengaku beriman tidak akan mencapai hakikat iman yang sebenarnya sebelum ia menempuh berbagai macam ujian. Ujian itu bisa berupa kewajiban seperti kewajiban dalam memanfaatkan harta benda, hijrah, jihad di jalan Allah, membayar zakat kepada fakir miskin, menolong orang yang sedang mengalami kesusahan dan kesulitan, dan bisa juga berupa musibah.",
                        "3": "Orang-orang yang beriman dan berpegang teguh dengan keimanannya akan menghadapi berbagai macam penderitaan dan kesulitan. Mereka sabar dan tabah menahan penderitaan itu. Umpamanya Bani Israil yang beriman, telah diuji Allah dengan berbagai macam siksaan yang dijatuhkan Fir'aun kepadanya. Umat Nabi Isa yang beriman juga tidak luput dari azab dan kesengsaraan. Semuanya menjadi contoh dan pelajaran bagi umat beragama Islam ini. Dalam sebuah hadis Nabi saw dijelaskan:\n\nDiriwayatkan oleh Khabbab bin al-Aratt bahwa ia berkata, \"Kami mengadukan kepada Rasulullah yang dalam keadaan tidur beralaskan sorbannya di sisi Ka'bah, kami mengatakan (bahwa kami menderita berbagai macam siksaan berat dari kaum musyrikin). Apakah kamu tidak akan menolong kami wahai Rasulullah, dengan cara engkau berdoa untuk keselamatan kami dari siksaan tersebut? Rasulullah menjawab, \"Orang-orang sebelum kamu juga mengalami hal seperti ini, bahkan lebih hebat lagi. Seseorang yang karena keimanannya yang membaja kepada Tuhan ia dihukum, dan digali lubang khusus untuknya. Diletakkan gergaji di atas kepalanya. Kemudian gergaji itu diturunkan perlahan-lahan, sehingga tubuh orang tersebut terbelah dua. Ada pula yang badannya disisir dengan sisir besi runcing yang sudah dipanaskan. Namun mereka tidak mau mundur dari keyakinan agamanya. Demi Allah, agama ini pasti akan kutegakkan jua, sehingga amanlah musafir yang sedang dalam perjalanan dari shan'a' ke Hadramaut. Mereka tidak takut kecuali hanya kepada Allah, walaupun serigala-serigala mengelilingi binatang ternaknya. Tetapi kamu terlalu ingin cepat berhasil.\" (Riwayat al-Bukhari)\n\nDiriwayatkan dari Abi Sa'id al-Khudri bahwa dia berkata, \"Saya memasuki rumah Rasulullah dan menjumpai beliau sedang tidak enak badan (demam). Saya meletakkan tangan di atas selimut beliau. Maka saya dapati rasa panas di atas selimut beliau. Saya berkata, 'Wahai Rasulullah, alangkah hebatnya panas ini. Rasulullah menjawab, 'Ya memang begitu. Kita sedang ditimpa cobaan yang berlipat ganda datangnya, tetapi pahalanya pun berlipat ganda diberikan Allah kepada kita. Saya bertanya lagi, 'Wahai Rasulullah, siapakah orang yang paling berat penderitaan yang dialaminya? Beliau menjawab, 'Nabi-nabi. Saya bertanya lagi, 'Wahai Rasulullah, lalu siapa lagi? 'Orang-orang yang saleh, jawab beliau.\" (Riwayat Ibnu Majah)\n\nKeterangan Rasulullah demikian diperkuat oleh ayat yang berbunyi:\n\nDan betapa banyak nabi yang berperang didampingi sejumlah besar dari pengikut(nya) yang bertakwa. Mereka tidak (menjadi) lemah karena bencana yang menimpanya di jalan Allah, tidak patah semangat dan tidak (pula) menyerah (kepada musuh). Dan Allah mencintai orang-orang yang sabar. (ali 'Imran/3: 146) \n\nDengan beraneka ragam penderitaan itulah, Allah mengetahui siapakah yang betul-betul sempurna keimanannya, dan siapa pula yang menutupi kepalsuannya dengan sikap beriman. Allah akan membalas masing-masing mereka itu dengan apa yang pantas baginya. Ringkasnya, Allah melarang manusia berprasangka bahwa ia diciptakan dengan percuma begitu saja. Justru Allah akan menguji setiap manusia, untuk menentukan siapakah yang paling tinggi derajatnya di sisi Allah. Derajat tersebut tidak mungkin diperoleh kecuali dengan menempuh ujian yang berat. \n\nHidup ini memang penuh dengan perjuangan, baik kita enggan atau senang menghadapinya. Semakin tinggi tingkat kesabaran, makin tinggi pula kemenangan dan pengajaran yang akan diperoleh. Itulah sunah Allah yang berlaku bagi umat dahulu dan sekarang.",
                        "4": "Seterusnya Allah memperingatkan, apakah masih ada segolongan manusia yang berprasangka bahwa orang-orang yang masih mengerjakan perbuatan jahat itu akan sanggup melemahkan Allah, sehingga Dia tidak kuasa mendatangkan balasan yang sebanding dengan perbuatannya. Apakah belum berlaku lagi ketetapan Tuhan bagi orang-orang zalim sebelumnya, di mana mereka telah disiksa dengan siksaan yang setimpal dengan kesalahan mereka? \n\nMenurut Ibnu 'Abbas, ayat ini turun sebagai kecaman kepada sejumlah tokoh musyrikin Mekah yang menganggap bahwa apa saja yang mereka kerjakan, tidak ada yang sanggup membalasnya. Mereka itu adalah al-Walid bin al-Mugirah, Abu Jahal, al-Aswad, al-'as bin Hisyam, 'Utbah bin Rabi'ah, al-Walid bin 'Utbah, 'Utbah bin Abi Mu'aith, Handhalah bin Abu Sufyan, dan al-'as bin Wa'il. Sesungguhnya pikiran yang demikian adalah keliru dan tidak benar. Allah tidak menjadikan sesuatu itu sia-sia. Dia menguji dan mendidik manusia dengan berbagai macam pengajaran, dengan maksud agar mereka memperoleh nur Ilahi yang terang benderang.",
                        "5": "Ayat ini menjelaskan bahwa orang yang sangat menginginkan untuk bertemu dengan Allah dan memperoleh balasan amal dari-Nya di hari Kiamat, sepatutnya beramal dan menjauhi segala larangan yang mungkin menimbulkan kemurkaan-Nya. Sebab balasan untuk amal seseorang pasti akan datang. Allah Maha Mendengar dan Maha Mengetahui niat dan amal seseorang. Oleh karena itu, ayat ini merupakan peringatan agar setiap orang senantiasa berniat untuk mencapai apa yang diinginkannya, yakni keridaan Allah dan menanamkan rasa takut dalam hati sanubarinya akan azab dan siksa-Nya.\n\nMaksud \"menemui Allah\" dalam ayat ini ialah \"memperoleh nikmat dalam surga sebagai balasan amal perbuatan baik\", di mana puncak dari kenikmatan itu adalah dengan melihat Zat Allah itu sendiri. Sementara itu Ibnu 'Abbas menafsirkan dengan arti \"hari Kebangkitan dan hari Perhitungan\". Yang jelas makna yang terkandung dalam ayat ini mendorong seseorang untuk mempersiapkan diri dengan mengerjakan perbuatan baik sebanyak mungkin dan menjauhi sama sekali larangan-larangan Allah. Dengan demikian, mereka memperoleh kebahagiaan yang abadi di akhirat kelak. \n\nJumhur ulama tafsir menafsirkan liqa'ullah dengan maut (kematian) yang sudah pasti datangnya. Namun dalam kata di atas terkandung pula arti janji Allah berupa balasan bagi amal baik dan siksaan untuk perbuatan jahat. Baik mati atau janji Allah, keduanya pasti akan datang.",
                        "6": "Allah menjelaskan bahwa seseorang yang sungguh-sungguh berjuang (berjihad), yang merupakan salah satu aspek dari ungkapan kerinduan menemui Allah, pada hakikatnya perjuangan itu untuk dirinya sendiri, bukan untuk Allah. Jihad berarti memerangi musuh dan melawan nafsu sendiri. Bisa juga berarti mengerahkan segala upaya untuk Allah dan bukan hanya bermakna perang. \n\nOrang yang akan memperoleh hasil dari perjuangannya adalah orang yang menyandarkan niatnya untuk memperoleh balasan dari Allah, Tuhan semesta alam. Allah tidak memerlukan apakah mereka akan berjuang untuk dirinya sendiri atau tidak berjuang sama sekali, sebab Dia Maha Kaya dari sekalian ciptaan-Nya. Dialah Yang Menguasai sekalian alam ini dan berbuat menurut kehendaknya sendiri. \n\nInti dari jihad adalah sabar, baik jihad dalam memerangi musuh maupun jihad dalam mengendalikan nafsu. Orang yang sabar dalam berjihad berarti tahan dalam menghadapi cobaan dan tetap berpegang teguh kepada kebenaran yang telah diyakininya. Selain itu, ia juga berusaha mengatasi rintangan-rintangan dalam menegakkan kebenaran itu. Dalam ayat-ayat lain, Allah menegaskan bahwa faedah amaliah seseorang itu betul-betul untuk kepentingan dirinya.\n\nSebagaimana firman Allah:\n\nBarang siapa mengerjakan kebajikan maka (pahalanya) untuk dirinya sendiri dan barang siapa berbuat jahat maka (dosanya) menjadi tanggungan dirinya sendiri. Dan Tuhanmu sama sekali tidak menzalimi hamba-hamba(-Nya). (Fussilat/41: 46) \n\nDan firman Allah:\n\nJika kamu berbuat baik (berarti) kamu berbuat baik untuk dirimu sendiri. Dan jika kamu berbuat jahat, maka (kerugian kejahatan) itu untuk dirimu sendiri. (al-Isra'/17: 7)",
                        "7": "Kemudian Allah menjelaskan bahwa orang yang beriman kepada Allah dan rasul-Nya dengan keimanan yang benar walaupun diuji dengan berbagai cobaan, ia tidak berbalik kepada kekafiran (murtad). Begitu juga ketika mengalami penderitaan dalam berhadapan dengan orang-orang musyrik, dia tetap mengerjakan segala kewajibannya, menjauhi segala larangan, mempertinggi ketakwaan, menolong orang yang sedang kesusahan, membela orang teraniaya, mempertahankan dan membela negara dari serangan musuh, dan bekerja sama satu sama lain. Mereka itu mendapat ganjaran dari Allah berupa ampunan dari semua dosa dan kesalahan mereka yang telah lalu. Semua itu merupakan sebab pelipatgandaan pahala yang diberikan Allah menjadi sepuluh kali lipat.\n\nAllah berfirman:\n\nBarang siapa berbuat kebaikan mendapat balasan sepuluh kali lipat amalnya. Dan barang siapa berbuat kejahatan dibalas seimbang dengan kejahatannya. Mereka sedikit pun tidak dirugikan (dizalimi). (al-An'am/6: 160)",
                        "8": "Allah memerintahkan manusia berbuat baik kepada orang tua (ibu bapak). Jalan berbuat baik itu ialah dengan memberi nafkah (belanja), memelihara, dan menghormati keduanya dengan penuh kasih sayang, kecuali apabila keduanya mengajak kepada perbuatan syirik. Jadi, batas berbuat baik itu ialah sepanjang hal-hal yang diperintahkan tidak menyangkut kepada perbuatan yang mengandung unsur syirik. Dalam ayat lain disebutkan pula:\n\nDan Tuhanmu telah memerintahkan agar kamu jangan menyembah selain Dia dan hendaklah berbuat baik kepada ibu bapak. Jika salah seorang di antara keduanya atau kedua-duanya sampai berusia lanjut dalam pemeliharaanmu, maka sekali-kali janganlah engkau mengatakan kepada keduanya perkataan \"ah\" dan janganlah engkau membentak keduanya, dan ucapkanlah kepada keduanya perkataan yang baik. (al-Isra'/17: 23) \n\nKeterangan yang hampir sama maksudnya diperoleh pula dalam ayat:\n\nDan Kami perintahkan kepada manusia agar berbuat baik kepada kedua orang tuanya. Ibunya telah mengandungnya dengan susah payah, dan melahirkannya dengan susah payah (pula). Masa mengandung sampai menyapihnya selama tiga puluh bulan, sehingga apabila dia (anak itu) telah dewasa dan umurnya mencapai empat puluh tahun dia berdoa, \"Ya Tuhanku, berilah aku petunjuk agar aku dapat mensyukuri nikmat-Mu yang telah Engkau limpahkan kepadaku dan kepada kedua orang tuaku dan agar aku dapat berbuat kebajikan yang Engkau ridhai; dan berilah aku kebaikan yang akan mengalir sampai kepada anak cucuku. Sesungguhnya aku bertobat kepada Engkau dan sungguh, aku termasuk orang muslim.\" (al-Ahqaf/46: 15) \n\nUntuk memperoleh pengertian yang menyeluruh dari arti yang didapat pada ayat di atas, bisa diperhatikan keterangan Allah dalam ayat di bawah ini:\n\nDan Kami perintahkan kepada manusia (agar berbuat baik) kepada kedua orang tuanya. Ibunya telah mengandungnya dalam keadaan lemah yang bertambah-tambah, dan menyapihnya dalam usia dua tahun. Bersyukurlah kepada-Ku dan kepada kedua orang tuamu. Hanya kepada Aku kembalimu. Dan jika keduanya memaksamu untuk mempersekutukan Aku dengan sesuatu yang engkau tidak mempunyai ilmu tentang itu, maka janganlah engkau menaati keduanya, dan pergaulilah keduanya di dunia dengan baik, dan ikutilah jalan orang yang kembali kepada-Ku. Kemudian hanya kepada-Ku tempat kembalimu, maka akan Aku beritahukan kepadamu apa yang telah kamu kerjakan. (Luqman/31: 14-15) \n\nMengenai larangan taat kepada makhluk dalam berbuat maksiat disebutkan dalam hadis sahih, yakni:\n\nTidak boleh taat kepada makhluk (manusia) dalam mendurhakai Tuhan (Khaliq). (Riwayat Ahmad dari Ali bin Abi thalib) \n\nMaksud perkataan \"sesuatu yang tidak engkau ketahui\" dalam ayat tersebut ialah tidak adanya pengetahuan tentang soal-soal ketuhanan atau ilahiyah. Dengan kata lain tidak dibenarkan taat mengikuti seseorang, sepanjang tidak diketahui tentang soal yang diikuti itu. Oleh sebab itu, tidak boleh mencontoh sesuatu yang sudah jelas kekeliruannya. Selanjutnya dikatakan semua manusia akan kembali kepada Allah pada hari Kiamat, baik yang kafir maupun yang mukmin, baik yang berbuat baik kepada orang tuanya maupun yang durhaka. Semua amal yang dikerjakan di dunia, akan dibalas oleh Allah, yang berbuat baik dibalas dengan kebaikan, dan yang berbuat jahat dibalas dengan kejahatan pula.",
                        "9": "Kemudian ditegaskan kembali kedudukan orang-orang yang beriman dan berbuat baik serta orang yang senantiasa menyucikan jiwanya. Mereka akan dimasukkan dalam kelompok orang-orang saleh, dan ditempatkan dalam surga \"Jannatun na'im\".\n\nAllah memasukkan mereka ke dalam golongan orang-orang saleh sebagai ganjaran yang dianugerahkan kepada siapa saja yang memilih untuk mengindahkan perintah Allah dan rasul-Nya daripada perintah orang tua yang bersifat kedurhakaan. Keengganan anak mengikuti perintah orang tuanya pasti mengakibatkan kekeruhan hubungan antara kedua pihak. Untuk itu, Allah menjanjikan kepada sang anak bahwa ia akan diberi ganti yang lebih baik, yaitu akan dimasukkan ke dalam golongan orang-orang yang saleh.\n\nAs-shalihin di sini maksudnya adalah kelompok orang-orang yang sangat berbakti kepada Allah dan yang bergabung dengan kelompok para nabi dan lain-lain, sebagaimana disebutkan dalam firman Allah dalam Surah an-Nisa'/4: 69:\n\nDan barang siapa menaati Allah dan Rasul (Muhammad), maka mereka itu akan bersama-sama dengan orang yang diberikan nikmat oleh Allah, (yaitu) para nabi, para pencinta kebenaran, orang-orang yang mati syahid dan orang-orang saleh. Mereka itulah teman yang sebaik-baiknya. (an-Nisa'/4: 69)",
                        "10": "Menurut riwayat, ayat-ayat ini diturunkan berkaitan dengan peristiwa yang terjadi pada seseorang yang bernama 'Ayyasy bin Abi Rabi'ah di mana pada mulanya ia telah masuk Islam kemudian berhijrah ke Medinah. Akan tetapi, karena keislamannya itu, ia mengalami berbagai macam siksaan. Karena tidak tahan lagi, ia kembali murtad dan kembali menjadi musyrik. Orang yang menyiksanya adalah tokoh kafir Quraisy bernama Abu Jahal dan al-harits. Keduanya adalah pamannya sendiri (adik kandung ibunya). Akhirnya 'Ayyasy masuk Islam kembali dan menjadi muslim yang baik.\n\nAyat ini menerangkan keadaan seseorang yang mengaku beriman kepada Allah dan mengikrarkan dengan lidah tentang keesaan-Nya. Akan tetapi, bila ia difitnah atau disiksa oleh orang musyrik yang tidak senang dengan keislamannya, ia menganggap bahwa fitnah yang berupa cobaan dan siksaan dari orang lain itu sama saja dengan azab dari Tuhan di akhirat. Oleh karena itu, daripada mengalami siksaan terus-menerus, lebih baik ia kembali lagi kepada agama berhala (murtad). \n\nSebenarnya kalau ia sungguh-sungguh beriman, tentu ia bersabar atas cobaan tersebut, dan menenteramkan hatinya dengan keimanan yang bersarang dalam dadanya. Namun demikian, cobaan tersebut justru memalingkan hatinya dari beriman kepada Allah, sebagaimana azab Allah memalingkan seseorang dari kekafirannya. Ia menyangka siksaan dari manusia tidak dapat dihindarkan, sedang azab Allah di akhirat bisa saja dihindari. Dalam ayat lain disebutkan lagi:\n\nDan di antara manusia ada yang menyembah Allah hanya di tepi; maka jika dia memperoleh kebajikan, dia merasa puas, dan jika dia ditimpa suatu cobaan, dia berbalik ke belakang. Dia rugi di dunia dan di akhirat. Itulah kerugian yang nyata. (al-hajj/22: 11)\n\nJika pertolongan Allah didatangkan kepada orang-orang mukmin yang sedang berjuang, maka golongan yang masih ragu-ragu dengan kebenaran Islam itu pura-pura menjadi sahabat yang baik dan mengatakan, \"Kami selalu bersamamu sebagai saudara-saudara seagama, dan kami akan menolongmu dalam menghadapi musuh.\" Apa yang mereka ucapkan itu tidak lain hanyalah sekadar ucapan mulut mereka saja. Sebab mereka telah berdusta dengan apa yang telah mereka dakwakan. Keterangan ayat lain menegaskan:\n\n(yaitu) orang yang menunggu-nunggu (peristiwa) yang akan terjadi pada dirimu. Apabila kamu mendapat kemenangan dari Allah mereka berkata, \"Bukankah kami (turut berperang) bersama kamu?\" Dan jika orang kafir mendapat bagian, mereka berkata, \"Bukankah kami turut memenangkanmu, dan membela kamu dari orang mukmin?\" Maka Allah akan memberi keputusan di antara kamu pada hari Kiamat. Allah tidak akan memberi jalan kepada orang kafir untuk mengalahkan orang-orang beriman. (an-Nisa'/4: 141)",
                        "11": "Allah memperingatkan sikap orang-orang yang demikian dan menegaskan bahwa Dia mengetahui segala sesuatu yang tergores dalam hati mereka. Tidak ada sedikit pun yang tersembunyi. Ringkasnya orang-orang munafik tersebut telah diketahui Allah bagaimana hati mereka yang sebenarnya sekalipun mereka senantiasa menyatakan imannya. Allah tidak mungkin dapat mereka tipu dengan cara demikian. Fitnah dalam bentuk cobaan dan siksaan tersebut tidak lain hanyalah untuk menyisihkan orang-orang yang beriman, siapa yang sungguh-sungguh murni keyakinannya dan siapa pula yang berjiwa munafik (hipokrit). Orang yang betul-betul beriman akan menaati Allah dalam segala keadaan dan situasi. Mereka yang tabah dan sabar menghadapi penderitaan akan memperoleh kemenangan dan pahala yang setimpal dari Allah. Sebaliknya, orang munafik kembali akan mendurhakai-Nya bila sedang ditimpa cobaan atau ketika merasakan beban dan kewajiban yang dipikulkan sangat memberatkan, sehingga hati mereka tidak tahan mengerjakannya. Keterangan selanjutnya dapat dilihat pada ayat 12 surah ini, dan pada ayat:\n\nAllah tidak akan membiarkan orang-orang yang beriman sebagaimana dalam keadaan kamu sekarang ini, sehingga Dia membedakan yang buruk dari yang baik. Allah tidak akan memperlihatkan kepadamu hal-hal yang gaib, tetapi Allah memilih siapa yang Dia kehendaki di antara rasul-rasul-Nya. Oleh karena itu, berimanlah kepada Allah dan rasul-rasul-Nya. Jika kamu beriman dan bertakwa, maka kamu akan mendapat pahala yang besar.(ali 'Imran/3:179)",
                        "12": "Menurut Mujahid, ayat ini diturunkan untuk mengungkapkan usaha-usaha orang Quraisy membujuk kaumnya yang telah beriman dengan mengatakan, \"Kami dan kamu tidak akan dibangkitkan kembali. Oleh karena itu, ikutilah langkah-langkah kami. Andaikata kamu berdosa lantaran pekerjaan ini, kamilah yang memikul dosa itu.\" Berkaitan dengan hal ini, Allah memperingatkan orang-orang beriman bahwa orang-orang kafir itu berdusta. Sebab pada hari Kiamat, tidak ada seorang pun diperkenankan memikul dosa orang lain. Allah menegaskan:\n\nDan orang yang berdosa tidak akan memikul dosa orang lain. Dan jika seseorang yang dibebani berat dosanya memanggil (orang lain) untuk memikul bebannya itu, tidak akan dipikulkan sedikit pun meskipun (yang dipanggilnya itu) kaum kerabatnya. (Fathir/35: 18) \n\nDan firman Allah:\n\nSedang mereka saling melihat. Pada hari itu, orang yang berdosa ingin sekiranya dia dapat menebus (dirinya) dari azab dengan anak-anaknya. (al-Ma'arij/70: 11) \n\nPada akhir ayat ini, Allah menegaskan kembali bahwa mereka itu adalah orang-orang yang bohong. Imam az-Zamakhsyari menafsirkan bahwa di antara mereka yang mengajak rekan-rekannya berbuat dosa itu terdapat juga orang-orang yang mengaku beragama Islam. Mereka menjanjikan untuk menanggung siksaannya sehingga orang-orang bodoh dan lemah imannya tergoda dengan bujukan dan rayuan halus itu.",
                        "13": "Terhadap ajakan dan bujukan orang-orang kafir itu, Allah menegaskan bahwa tidak ada gunanya bagi diri mereka rayuan-rayuan tersebut. Bujukan tersebut disampaikan dalam usaha mengajak orang lain kepada kekafiran dan kesesatan yang harus mereka tanggung dosanya dan orang yang melakukan karena bujukannya. Namun orang yang melakukannya sendiri tidak akan berkurang dosanya sekalipun yang mengajaknya lebih dahulu dilipatgandakan siksaannya. Pada ayat ini ditegaskan kembali:\n\n(Ucapan mereka) menyebabkan mereka pada hari Kiamat memikul dosa-dosanya sendiri secara sempurna, dan sebagian dosa-dosa orang yang mereka sesatkan yang tidak mengetahui sedikit pun (bahwa mereka disesatkan). Ingatlah, alangkah buruknya (dosa) yang mereka pikul itu. (an-Nahl/16: 25) \n\nDalam sebuah hadis yang diriwayatkan oleh Muslim dari Abu Hurairah, Rasulullah bersabda:\n\nSiapa yang mengajak seseorang kepada petunjuk (Tuhan), ia akan memperoleh pahala sebanyak yang diperoleh oleh orang yang mengamalkan petunjuk itu tanpa dikurangi sedikit pun pahalanya (sampai Kiamat), dan siapa yang mendorong seseorang kepada kesesatan, baginya dosa sebanyak dosa orang yang mengikuti kesesatan itu (sampai hari Kiamat) tanpa dikurangi sedikit pun dosanya. (Riwayat Muslim dari Abu Hurairah).\n\nPada akhir ayat ini, Allah menegaskan bahwa di hari kemudian kelak mereka akan dimintai pertanggungjawabannya tentang kebohongan yang mereka perbuat di dunia. Kepadanya ditanyakan pertanyaan-pertanyaan dengan nada menghina tentang orang-orang yang telah mereka tipu dengan kebohongannya, sehingga mereka menjadi tersesat.",
                        "14": "Kisah para nabi itu dimulai dengan menceritakan riwayat perjuangan Nabi Nuh. Beliau adalah bapak para nabi. Ia berdakwah menyeru kaumnya supaya beriman kepada Allah Yang Maha Esa dan mempercayai kerasulannya selama sembilan ratus lima puluh tahun. Namun demikian, ia tidak pernah merasa bosan mengajak mereka, baik siang maupun malam. Kadang-kadang dengan suara yang lemah lembut, tetapi sering juga dengan suara keras menyampaikan ancaman Allah terhadap kekafiran mereka. Akan tetapi usaha beliau tidak kunjung berhasil. Hanya segelintir saja di antara mereka yang mau beriman. Selebihnya menolak dan mendustakan beliau. Oleh karena itu, Allah menyiksa mereka. Dikirimlah siksaan yang disebut \"Topan Nabi Nuh\", yakni berupa banjir yang menenggelamkan mereka semua. Tidak seorang pun yang selamat dari siksaan Allah itu kecuali orang yang beriman yang ikut dalam bahtera Nuh.\n\nAl-hakim meriwayatkan:\n\nDiriwayatkan dari Ibnu 'Abbas bahwa ia berkata, \"Allah mengutus Nabi Nuh ketika usia 40 tahun dan berdakwah pada kaumnya selama 950 tahun menyeru mereka untuk mengikuti agama Allah dan Nabi Nuh hidup setelah banjir (topan) selama 60 tahun, sehingga jumlah manusia menjadi banyak dan tersebar. (Riwayat al-hakim)",
                        "15": "Allah menyelamatkan Nuh dan para pengikutnya dengan sebuah perahu yang telah dibuatnya. Adanya bahtera Nabi Nuh menjadi contoh dan pengajaran bagi orang sesudahnya, karena ia terdampar masih dalam keadaan utuh di sebuah bukit yang bernama Bukit Judi. Perahu Nabi Nuh sampai beberapa lama masih dapat disaksikan oleh orang yang berkunjung ke sana dalam keadaan utuh. Hal ini menyadarkan orang kepada nikmat Allah yang diturunkan-Nya kepada orang beriman dengan menyelamatkan mereka dari bahaya banjir. Hal demikian dinyatakan dalam ayat lain yang berbunyi:\n\nSesungguhnya ketika air naik (sampai ke gunung), Kami membawa (nenek moyang) kamu ke dalam kapal. Agar Kami jadikan (peristiwa itu) sebagai peringatan bagi kamu dan agar diperhatikan oleh telinga yang mau mendengar. (al-haqqah/69: 11-12) \n\nPelajaran yang dapat dipetik dari kisah di atas ialah bahwa para rasul sesudah Nuh tidak perlu merasa sedih karena keingkaran kaumnya menerima kebenaran wahyu yang dibawanya. Siksaan dan halangan dari kaum kafir dan musyrik yang tidak senang kepada Islam merupakan peringatan bagi orang yang beriman bahwa sekalipun orang-orang musyrik itu menyiksa dan menyakiti mereka di dunia, namun pada akhirnya semuanya akan kembali juga kepada Tuhan. Orang-orang musyrik itu kembali dengan menemui malapetaka dan kesengsaraan dalam neraka yang menyala-nyala, sedang orang beriman dan sabar dalam menghadapi penderitaan itu kembali ke tempat yang mulia dengan penuh pertolongan Allah.\n\nDemikianlah pelajaran dari kisah Nabi Nuh. Orang kafir yang selama ini menyakiti Nuh dan kaumnya pada akhirnya ditenggelamkan Tuhan dengan banjir, tetapi orang beriman bersama Nuh selamat, berlayar di atas kapal. Kesabaran Nuh berdakwah dalam masa yang lama itu hendaknya dijadikan pelajaran bagi setiap juru dakwah. Bahkan, seharusnya kita yang lebih besar memiliki rasa kesabaran dari Nuh, sebab umur dan usia kita berdakwah tidaklah sepanjang usia Nabi Nuh.",
                        "16": "Allah memerintahkan Nabi Muhammad agar menceritakan kepada umatnya kisah Nabi Ibrahim. Setelah dewasa, sempurna pertumbuhan akalnya, sanggup untuk berpikir dan menganalisa sesuatu dengan objektif, dan telah memungkinkan untuk mencapai derajat kenabian yang sempurna, maka Ibrahim mulai mencurahkan perhatiannya menyeru manusia untuk menerima kebenaran yang dibawanya. Ia mengajak mereka untuk mengesakan Allah dalam ibadah dan membersihkan diri dari segala bentuk kemusyrikan. Ia juga menyerukan agar mereka ikhlas mengabdi kepada Allah baik ketika seorang diri atau di hadapan orang banyak, serta menjauhi murka Allah dengan melaksanakan segala tugas dan kewajiban yang diperintahkan-Nya, serta menjauhi segala larangan-Nya. \n\nSemuanya itu merupakan perintah Allah yang harus disampaikan oleh Ibrahim kepada kaumnya. Apa yang disampaikan itu adalah yang terbaik andaikata mereka memiliki sedikit ilmu pengetahuan. Dengan ilmu itu mereka dapat membedakan antara yang baik dan yang buruk, dan bagaimana mencari atau memperoleh kemanfaatan sebanyak-banyaknya untuk dunia dan akhirat. Kemudian Ibrahim menunjukkan kepada mereka tentang kesengsaraan yang menimpa orang yang mencari tuhan selain Allah.",
                        "17": "Pada ayat ini, Allah menegaskan bahwa sesembahan selain Dia sudah jelas merupakan hasil ciptaan tangan manusia sendiri, tetapi mereka berdusta dengan menganggapnya tuhan yang sebenarnya. Mereka menganggap hasil ciptaan mereka yang berbentuk patung dan berhala itu sanggup memberi manfaat atau keuntungan kepada mereka. Ibrahim mencela dan mengecam anggapan mereka karena patung-patung itu sedikit pun tidak sanggup memberi rezeki kepada mereka. Rezeki itu adalah wewenang mutlak yang hanya dimiliki oleh Allah. Oleh karena itu, dianjurkan kepada mereka supaya memohon rezeki dan penghasilan hanya kepada Allah, kemudian mensyukuri jika yang diminta itu telah dikabulkan-Nya. Hanya Allah yang mendatangkan rezeki bagi manusia serta semua kenikmatan hamba-Nya. Manusia dianjurkan untuk mencari keridaan-Nya dengan jalan mendekatkan diri kepada-Nya. \n\nAyat ini ditutup dengan lafal \"kepada-Nyalah kamu dikembalikan\" artinya manusia harus bersiap-siap menemui Allah dengan beribadah dan bersyukur. Setiap manusia akan dimintai pertanggungjawaban atas segala amal perbuatannya dan semua kenikmatan yang mereka terima",
                        "18": "Ibrahim kembali memperingatkan kaumnya bahwa jika mereka membenarkan apa yang telah disampaikan kepada mereka, pasti mereka akan bahagia. Sebaliknya, mereka akan mendapat mudarat dan kesengsaraan jika tetap mendustakan seruan nabi seperti yang dialami orang-orang sebelum mereka yang mendustakan para utusan Tuhan. Di antaranya seperti yang telah dialami umat Nabi Nuh, Nabi Hud, dan Nabi Saleh. Mereka semua telah disiksa Allah akibat kedurhakaan mereka. Di sisi lain, Allah telah menyelamatkan orang-orang yang beriman beserta para rasul-Nya. \n\nAyat ini diakhiri dengan penegasan bahwa tugas dan misi rasul adalah menyampaikan kebenaran yang nyata kepada umat manusia. Andaikata mereka itu mau membenarkan atau menolaknya, maka itu tidak membawa akibat apa-apa terhadap diri rasul. Tidak ada wewenang yang diberikan Allah kepada setiap rasul untuk memaksa manusia mempercayai seruan dakwahnya. Apakah mereka mau membenarkannya atau tetap mendustakannya adalah di luar tanggung jawabnya.",
                        "19": "Sebagian ulama memandang ayat ini ditujukan kepada penduduk Mekah yang tidak mau beriman kepada Rasulullah. Tetapi jumhur mufasir berpendapat bahwa ayat ini masih merupakan rangkaian dari peringatan Nabi Ibrahim kepada kaumnya. \n\nDi sini Allah menegaskan bilamana orang-orang kafir tetap tidak juga percaya kepada Allah Yang Maha Esa seperti apa yang disampaikan oleh para rasul-Nya, maka mereka diajak untuk melihat dan memikirkan tentang proses kejadian diri mereka sendiri sejak dari permulaan sampai akhir. Allah menciptakan manusia mulai dari proses di rahim ibu selama enam atau sembilan bulan, atau lebih. Setelah lahir, manusia dilengkapi dengan kemampuan pendengaran, penglihatan, dan akal pikiran. Untuk menjamin kehidupannya, Allah memudahkan sumber-sumber rezeki guna menunjang kelestarian hidupnya. Apabila telah datang takdir, Allah mewafatkannya melalui malaikat yang ditugaskan. Bagi Allah membangkitkan manusia adalah mudah seperti mudahnya menciptakan mereka. Allah menegaskan dalam ayat lain:\n\nDan Dialah yang memulai penciptaan, kemudian mengulanginya kembali, dan itu lebih mudah bagi-Nya. Dia memiliki sifat yang Mahatinggi di langit dan di bumi. Dan Dialah Yang Mahaperkasa, Mahabijaksana. (ar-Rum/30: 127) \n\nTegasnya ayat ini memperingatkan bahwa manusia seharusnya dapat memahami betapa mudahnya bagi Allah menciptakan manusia. Akan tetapi, mengapa mereka tidak mempercayai akan adanya hari Kebangkitan padahal itu justru lebih mudah bagi Allah?",
                        "20": "Bilamana manusia masih belum juga memahami apa maksud ayat di atas Allah, menganjurkan supaya mereka berjalan mengunjungi tempat-tempat lain seraya memperhatikan dan memikirkan betapa Allah kuasa menciptakan makhluk-Nya. Manusia juga diperintahkan untuk memperhatikan susunan langit dan bumi, serta jutaan bintang yang gemerlapan. Sebagian ada yang tetap pada posisinya, tetapi berputar pada garis orbitnya. Demikian juga gunung-gunung dan daratan luas yang diciptakan Allah sebagai tempat hidup. Beraneka ragam tumbuh-tumbuhan dan buah-buahan, sungai dan lautan yang terbentang luas. Semuanya bila direnungkan akan menyadarkan seseorang betapa Maha Kuasanya Allah Pencipta semua itu. \n\nMaka patutkah kita tidak percaya bahwa untuk menghidupkan dan mematikan diri manusia yang lemah itu adalah suatu hal yang sangat mudah bagi Allah? Begitu pula untuk membangkitkan kembali dalam menempuh kehidupan kedua (hari akhirat) juga masalah yang tidak sukar bagi Allah. Pada ayat lain Allah menjelaskan lagi:\n\nKami akan memperlihatkan kepada mereka tanda-tanda (kebesaran) Kami di segenap penjuru dan pada diri mereka sendiri, sehingga jelaslah bagi mereka bahwa Al-Qur'an itu adalah benar. Tidak cukupkah (bagi kamu) bahwa Tuhanmu menjadi saksi atas segala sesuatu? (Fussilat/41: 53) \n\nBegitu juga kita jumpai ayat yang berbunyi:\n\nDemikianlah Allah, Tuhanmu, Pencipta segala sesuatu, tidak ada tuhan selain Dia; maka bagaimanakah kamu dapat dipalingkan? (al-Mu'min/40: 62)",
                        "21": "Mendengar nasihat yang dikemukakan oleh orang itu dan melihat sikapnya yang menampakkan kejujuran dan keikhlasan, dengan segera Musa berangkat dalam keadaan selalu waspada, karena di belakangnya beberapa orang tentara Fir'aun telah siap-siap untuk mengepung dan menangkapnya. Alangkah beratnya tekanan yang diderita Musa. Walaupun demikian, ia tetap berusaha menyelamatkan dirinya dan berdoa kepada Allah, \"Hai Tuhanku Yang Mahakuasa, Yang Maha Pengasih lagi Maha Penyayang, bebaskanlah aku dari cengkeraman kaum Fir'aun yang aniaya. Allah mengabulkan doanya dan menunjukkannya jalan menuju Madyan.\n\nMenurut riwayat, Fir'aun memerintahkan kepada tentaranya supaya mengejar Musa sampai ke jalan-jalan kecil dan melarang mereka melalui jalan raya karena ia yakin bahwa Musa tidak mungkin akan menempuh jalan itu.",
                        "22": "Tidak ada yang mengalahkan dan menandingi kekuasaan Allah. Allah berkuasa atas sekalian hamba-Nya. Semua makhluk membutuhkan-Nya. Andaikata seseorang pergi mencari tempat pelarian ke langit yang tinggi, atau bersembunyi dalam perut ikan di laut, ia takkan dapat melepaskan diri dari genggaman kekuasaan Allah. Oleh karena itu, tidak seorang pun di antara manusia yang dapat mencari seorang penolong yang akan melepaskannya dari azab dan siksaan Allah, baik di langit maupun di bumi.",
                        "23": "Setelah menjelaskan tiga masalah pokok dalam Islam yang merupakan sebagian dari rukun iman, maka Allah mengancam orang kafir yang tidak mau membenarkan keterangan-keterangan-Nya di atas bahwa mereka tidak akan mendapat rahmat Allah, sehingga mereka berputus asa. Karena mengingkari keesaan Allah, mendustakan para rasul yang diutus kepada mereka, serta tidak percaya akan adanya hari Kebangkitan, berarti mereka tidak takut akan ancaman azab Allah dan tidak mengharapkan balasan yang baik dari sisi Nya. Oleh karena itu, wajar jika mereka diancam dengan azab yang pedih, di dunia maupun akhirat.",
                        "24": "Dengan cepat Musa mengambil air untuk kedua gadis itu agar memberi minum kambing mereka. Karena kelelahan, ia berlindung di bawah sebatang pohon sambil merasakan lapar dan haus karena sudah beberapa hari tidak makan kecuali daun-daunan. Musa berdoa kepada Allah karena ia sangat membutuhkan rahmat dan kasih sayang-Nya, untuk melenyapkan penderitaan yang dialaminya.",
                        "25": "Setelah selamat, Ibrahim mendatangi kaumnya lagi dengan sikap mengecam dan mencela tuhan-tuhan yang mereka sembah. \"Sebenarnya kamu menyembah berhala-berhala itu tidak lain adalah untuk memelihara kasih sayang antara sesamamu. Kamu merasa mesra dan semakin akrab karena menyembah kepadanya. Padahal tidak ada sedikit pun alasan yang dapat membenarkan penyembahan itu,\" kata Ibrahim memberi pengajaran kepada kaumnya. Sebaliknya di hari Kiamat kelak hubungan kasih sayang itu akan berubah menjadi suasana saling tuduh menuduh dan saling membenci, bahkan saling mengutuk, baik antara sesama teman akrab, maupun antara yang mengikuti (rakyat) dengan yang diikuti (pemimpin). Hanya satu yang tidak mungkin lagi mereka harapkan yakni pertolongan dari Allah. Hal tersebut tidak akan terjadi pada orang-orang yang beriman dan bertakwa.\n\nAllah berfirman:\n\nTeman-teman karib pada hari itu saling bermusuhan satu sama lain, kecuali mereka yang bertakwa. (az-Zukhruf/43: 67)",
                        "26": "Pada ayat ini disebutkan seorang hamba Allah yang bernama Lut yaitu Lut bin Haran. Beliau anak saudara Nabi Ibrahim. Setelah menyaksikan kehebatan mukjizat Allah atas Nabi Ibrahim (tidak hangus dimakan api), ia segera menyatakan keimanannya. Ibrahim menyambut gembira pengikut pertamanya itu dengan ucapan, \"Aku akan menjadikan negeri Syam sebagai kampung tempat aku berhijrah.\" \n\nMenurut keterangan ahli sejarah, kampung yang dijadikan Ibrahim tempat berhijrah tersebut adalah dalam wilayah Kufah yaitu Kutsa sampai ke negeri Syam. Lut semakin kuat keimanannya dengan memperoleh hidayah dari Allah, meskipun hidup dalam suasana masyarakat yang porak-poranda, membuang waktu, dan melakukan pekerjaan yang tiada bermanfaat. Jika Ibrahim diam tanpa menjalankan tugas dakwah, maka hal itu adalah tanda tidak setuju atas perbuatan mungkar yang dilakukan kaumnya. Ibrahim berkata dalam hatinya, jika ia tinggal tetap di negerinya, berarti ia membuang waktu dengan percuma. Atas pertimbangan inilah Ibrahim hijrah ke negeri Syam. \n\nImam al-Baihaqi meriwayatkan dari Anas bin Malik bahwa di antara kaum Muslimin (pada masa Rasulullah saw) yang pertama hijrah dengan keluarganya adalah sahabat Utsman bin 'Affan: \n\nDiriwayatkan dari Anas bin Malik, ia berkata, \"Utsman bersama istrinya Ruqayah binti Rasulullah berhijrah ke negeri Habsyah. Kemudian Rasulullah tertahan tidak mendapat berita tentang keadaan mereka di Habsyah, padahal beliau mengharapkan berita mereka. Kemudian ada seorang wanita yang menyampaikan kabar tentang 'Utsman dan putri beliau kepada Nabi, Rasulullah kemudian bersabda, 'Utsman adalah orang pertama yang hijrah dengan keluarganya kepada Allah sesudah Nabi Lut.\" (Riwayat ath-thabrani) \n\nBerdasarkan hadis di atas, jelaslah bahwa Lut adalah orang pertama yang terpaksa melakukan hijrah bersama Ibrahim demi menyelamatkan agamanya. Alasan Ibrahim melakukan hijrah itu adalah karena Allah sajalah yang berkuasa untuk memberikan pertolongan kepadanya. Allah yang mencegah niat seseorang yang ingin berbuat jahat kepadanya. Dia Maha Bijaksana dalam mengatur urusan makhluk-Nya, dan segala apa yang mereka usahakan. Sebab lain adalah karena negeri Ibrahim sudah tidak kondusif untuk menjaga iman pengikutnya.",
                        "27": "Pada ayat ini, Allah menceritakan beberapa nikmat yang telah dianugerahkan Allah kepada Ibrahim di dunia dan akhirat sebagai imbalan dari keikhlasan beliau dalam beramal. Nikmat karunia tersebut adalah antara lain:\n\na. Ibrahim dikaruniai putra bernama Ishak. Ishak kelak dikaruniai putra yang bernama Yakub. Keduanya diangkat menjadi nabi, firman Allah:\n\nMaka ketika dia (Ibrahim) sudah menjauhkan diri dari mereka dan dari apa yang mereka sembah selain Allah, Kami anugerahkan kepadanya Ishak dan Yakub. Dan masing-masing Kami angkat menjadi nabi. (Maryam/19: 49) \n\nPada ayat lain diterangkan pula:\n\nDan Kami menganugerahkan kepadanya (Ibrahim) Ishak dan Yakub, sebagai suatu anugerah. Dan masing-masing Kami jadikan orang yang saleh. (al-Anbiya'/21: 72)\n\nKetinggian derajat Ibrahim, Ishak, dan Yakub pernah pula ditegas-kan oleh Rasulullah dalam sabdanya:\n\nSesungguhnya orang yang dikatakan mulia adalah anak dari orang mulia, anak dari orang yang mulia, anak dari orang yang mulia, yaitu Yusuf bin Yakub bin Ishak bin Ibrahim. (Riwayat al-Bukhari dan Muslim dari Abu Hurairah)\n\nb. Dari garis keturunan anak cucu Ibrahim, lahir orang-orang yang mendapat derajat nubuwwah (kenabian) dengan memperoleh wahyu. Dari anak beliau Ishak lahir Yakub, Yusuf, dan Isa dan dari Ismail lahir Nabi Muhammad.\n\nc. Dianugerahkan kepada Ibrahim pahala di dunia. Para ahli tafsir menerangkan makna \"pahala di dunia\" di sini ialah keturunan yang banyak mengubah keyakinan pengikutnya dari bangsa yang sesat menjadi bangsa yang memperoleh hidayah. Dari kalangan keturunannya, banyak yang memperoleh derajat kenabian. Nama Ibrahim disebut dalam ucapan selamat ketika mengerjakan salat, dan namanya terkenal sebagai \"bapak para nabi\", di mana sebelumnya dia seorang laki-laki yang tidak begitu banyak dikenal. Ini ditegaskan Allah dalam ayat yang berbunyi:\n\nMereka berkata, \"Siapakah yang melakukan (perbuatan) ini terhadap tuhan-tuhan kami? Sungguh, dia termasuk orang yang zalim.\" Mereka (yang lain) berkata, \"Kami mendengar ada seorang pemuda yang mencela (berhala-berhala ini), namanya Ibrahim.\" (al-Anbiya'/21: 59-60) \n\nNabi Ibrahim adalah satu-satunya nabi yang memperoleh gelar \"Khalilullah\" (kekasih Allah).\n\nd. Pada hari Kiamat, Ibrahim dimasukkan dalam barisan orang-orang saleh. Maksudnya disempurnakan untuknya pahala kebaikan dan ketakwaan. Juga disempurnakan pahalanya dengan memberikan bermacam-macam kelebihan. Lebih dari itu, ia memperoleh kemenangan dengan mencapai beberapa derajat yang tinggi di sisi Tuhan semesta alam.\n\nRingkasnya Allah telah menganugerahkan kepada Ibrahim berbagai macam kebahagiaan dunia dan akhirat.",
                        "28": "Allah menyuruh Nabi Muhammad menceritakan kisah Nabi Lut. Beliau diutus ke suatu kaum yang berdiam di negeri Sodom. Lut sendiri berdiam di negeri itu. Salah seorang dari putri kaum itu dikawininya, sehingga Lut punya hubungan besan dengan mereka. Dengan tegas Lut mengatakan kepada kaumnya bahwa apa yang mereka kerjakan selama ini dipandang sebagai perbuatan yang disebut fahisyah (perbuatan jahat dan tercela). Istilah sodomi yang populer saat ini berasal dari nama kota di mana kaum Lut melakukan perbuatan tercela itu. Apa yang mereka kerjakan belum pernah diperbuat oleh umat-umat sebelumnya seperti dijelaskan dalam ayat berikutnya tentang jenis perbuatan apa yang mereka kerjakan itu.",
                        "29": "Kaum Lut senang melampiaskan syahwatnya kepada sesama pria. Kebiasaan ini jelas bertentangan dengan tujuan kebutuhan biologis manusia biasa. Nafsu seksual yang normal justru merangsang pria untuk melampiaskan nafsu syahwatnya kepada wanita. Perbuatan ini sangat dicela Lut dan ia menasihati kaumnya agar perbuatan terkutuk tersebut ditinggalkan. Penduduk kota Sodom juga senang melakukan perampokan dan pembunuhan di jalan yang dilalui oleh kafilah yang membawa barang dagangan. Barang-barang mereka dirampas, kemudian pemiliknya dibunuh. Di samping itu, perkataan dan perbuatan mereka di tempat-tempat perkumpulan sangat menjijikkan, merusak sendi-sendi akhlak dan moral yang mulia dan pikiran yang sehat. Rasulullah bersabda:\n\nDiriwayatkan dari Ummu Hani binti Abu thalib, yang bertanya kepada Rasulullah, \"Ya Rasulullah, apa pendapatmu tentang arti ayat \"Kamu mengerjakan kemungkaran di tempat-tempat pertemuanmu\" (al-'Ankabut/29: 29), kemungkaran apa yang mereka lakukan itu?\" Beliau menjelaskan bahwa mereka senang mengejek orang yang lewat di jalan dan menghinanya. (Riwayat al-hakim)\n\nLut tidak tinggal diam melihat kepincangan-kepincangan yang terjadi dalam masyarakat kaumnya. Ia berusaha mencegahnya dengan memberikan nasihat dan pengajaran yang berharga. Akan tetapi, semua itu mereka pandang remeh dan tidak pernah mereka gubris.\n\nKetika Lut mengancam kaumnya bahwa Allah akan menurunkan azab kalau mereka tidak juga mau mengubah kelakuannya yang keji itu, mereka malah menantang. Kalau benar Tuhan itu akan mendatangkan siksaan-Nya, mereka menantang agar Lut mohon kepada Tuhan supaya diturunkan siksaan yang dijanjikan itu sekarang juga. \"Kami akan membuktikan sampai dimana kebenaran ucapanmu, hai Lut,\" tegas mereka pula. Karena kebencian yang mendalam, mereka mengusir Lut dari negeri mereka. Sebab tak ada gunanya orang-orang suci seperti beliau tinggal bersama mereka. Allah menjelaskan:\n\nDan jawaban kaumnya tidak lain hanya berkata, \"Usirlah mereka (Lut dan pengikutnya) dari negerimu ini, mereka adalah orang yang menganggap dirinya suci.\" (al-A'raf/7: 82) \n\nUmat Lut menantang supaya didatangkan azab. Nabi Lut akhirnya mohon agar Allah menolongnya.\n\nAyat di atas menggambarkan betapa keras sikap kekafiran dan keras kepala mereka, sampai-sampai mereka tega mengusir rasul utusan Tuhan itu dari negerinya sendiri.",
                        "30": "Lut kemudian sampai pada kesimpulan bahwa kaumnya tidak mungkin lagi menerima seruannya. Ia tidak berharap lagi bahwa kaumnya akan mendapatkan petunjuk dari Allah. Di saat itu, Lut berdoa kepada Allah agar membantunya menghadapi dan memberantas perbuatan-perbuatan jahat dan busuk yang sudah mendarah daging dalam kehidupan masyarakatnya, serta menjadi kebudayaan yang turun temurun. Mereka menganggap ancaman-ancaman Lut sebagai gertak sambal belaka. Oleh karena itu, Allah sungguh-sungguh mengabulkan doa Lut. Allah lalu mengirimkan kepada mereka hujan batu dari langit sehingga mereka binasa semua. Ini diakibatkan kefasikan dan kekufuran mereka.",
                        "31": "Pada ayat ini, Allah menerangkan tentang kedatangan malaikat yang menemui Nabi Ibrahim. Mereka memberi kabar gembira bahwa Allah akan mengaruniakan kepadanya seorang anak bernama Ishak. Kelak putra itu akan diangkat menjadi nabi dan rasul menggantikan tugas dan jabatan Ibrahim. Kemudian diberitahukan kepadanya bahwa negeri Sodom akan dihancurkan untuk menghukum kaum yang mendustakan Lut dan berbuat zalim.",
                        "32": "Ibrahim merasa khawatir dan cemas akan nasib Lut, karena Lut mungkin akan turut hancur bersama mereka. Oleh karena itu, ia mengingatkan hal ini kepada mereka yang ditugaskan Allah itu. Ibrahim berkata, \"Hai malaikat, di sana ada seorang utusan Allah bernama Lut. Dia bukan termasuk orang yang aniaya kepada dirinya, bahkan ia seorang rasul yang beriman dan taat kepada-Nya.\" Malaikat itu menjawab, \"Ya kami sudah memakluminya, dan Lut bukan termasuk dalam golongan orang yang jahat itu. Akan tetapi, istrinya termasuk orang yang tetap akan disiksa, karena turut membenarkan kaum Lut atas kekafiran, kezaliman, dan perbuatan-perbuatan keji mereka.",
                        "33": "Ketika malaikat datang menemui Lut dan menyampaikan maksud kedatangannya, Lut menjadi panik dan sesak napas. Sebab, ia khawatir orang-orang Sodom itu akan mengganggunya kelak bila mengetahui ada tamu yang mulia itu. Oleh karena itu, kedatangan malaikat itu sengaja dirahasiakannya. Lut tidak sanggup menolak kedatangan mereka. Setelah melihat ketakutan dan kecemasan Lut atas kedatangan kaumnya, para malaikat itu menenteramkannya dengan berkata, \"Hai Lut hendaklah engkau tenang, jangan gusar. Engkau tak usah khawatir akan keselamatan kami dan apa yang dilakukan oleh kaummu terhadap kami. Sebab perbuatan jahat mereka telah sampai ke puncaknya dan nasihat sudah cukup banyak engkau sampaikan kepada mereka.\"\n\nUntuk menenteramkan perasaan Lut, malaikat itu berkata pula, \"Kami akan menyelamatkan engkau dari siksaan yang akan diturunkan kepada kaummu dalam waktu dekat ini, demikian pula para pengikutmu yang beriman dan setia. Tak dapat tidak, pastilah mereka itu akan mengalami siksaan berat. Dan istrimu termasuk golongan orang-orang yang akan dihukum\". \n\nIstri Lut mengetahui ada tamu lelaki menginap di rumahnya, maka dengan serta-merta ia memberitahukan hal itu kepada rekan-rekannya. Oleh karena itu, tersiarlah berita dengan cepat bahwa di rumah Lut ada tamu tak dikenal. Dengan segera timbullah niat jahat dalam hati mereka untuk mengganggu tamu itu. Mereka lalu berunding dan bermufakat untuk membuat suatu rencana supaya bisa melaksanakan niat tersebut. Dengan demikian, menjadi jelas bahwa istri Lut termasuk orang yang berserikat dalam rencana busuk itu. \n\nKeterangan malaikat di atas menenangkan perasaan Lut dari ketakutan. Kepada beliau diingatkan lagi, \"Kami para malaikat pasti akan mendatangkan siksaan kepada mereka dengan tangan kami sendiri, akibat kefasikan yang sudah berurat berakar dalam diri mereka.\"\n\nPendapat yang masyhur menyebutkan, mula-mula terjadi guncangan keras, dan tanah tempat kediaman manusia yang durhaka itu menjadi jungkir balik. Setelah diserang hujan batu dan gempa bumi yang dahsyat, negeri itu menjadi hancur berantakan dan rata dengan bumi. Akhirnya negeri Sodom, bekas kediaman umat Nabi Lut, menjadi lautan mati (al-Bahrul Mayit).",
                        "34": "Ketika malaikat datang menemui Lut dan menyampaikan maksud kedatangannya, Lut menjadi panik dan sesak napas. Sebab, ia khawatir orang-orang Sodom itu akan mengganggunya kelak bila mengetahui ada tamu yang mulia itu. Oleh karena itu, kedatangan malaikat itu sengaja dirahasiakannya. Lut tidak sanggup menolak kedatangan mereka. Setelah melihat ketakutan dan kecemasan Lut atas kedatangan kaumnya, para malaikat itu menenteramkannya dengan berkata, \"Hai Lut hendaklah engkau tenang, jangan gusar. Engkau tak usah khawatir akan keselamatan kami dan apa yang dilakukan oleh kaummu terhadap kami. Sebab perbuatan jahat mereka telah sampai ke puncaknya dan nasihat sudah cukup banyak engkau sampaikan kepada mereka.\"\n\nUntuk menenteramkan perasaan Lut, malaikat itu berkata pula, \"Kami akan menyelamatkan engkau dari siksaan yang akan diturunkan kepada kaummu dalam waktu dekat ini, demikian pula para pengikutmu yang beriman dan setia. Tak dapat tidak, pastilah mereka itu akan mengalami siksaan berat. Dan istrimu termasuk golongan orang-orang yang akan dihukum\". \n\nIstri Lut mengetahui ada tamu lelaki menginap di rumahnya, maka dengan serta-merta ia memberitahukan hal itu kepada rekan-rekannya. Oleh karena itu, tersiarlah berita dengan cepat bahwa di rumah Lut ada tamu tak dikenal. Dengan segera timbullah niat jahat dalam hati mereka untuk mengganggu tamu itu. Mereka lalu berunding dan bermufakat untuk membuat suatu rencana supaya bisa melaksanakan niat tersebut. Dengan demikian, menjadi jelas bahwa istri Lut termasuk orang yang berserikat dalam rencana busuk itu. \n\nKeterangan malaikat di atas menenangkan perasaan Lut dari ketakutan. Kepada beliau diingatkan lagi, \"Kami para malaikat pasti akan mendatangkan siksaan kepada mereka dengan tangan kami sendiri, akibat kefasikan yang sudah berurat berakar dalam diri mereka.\"\n\nPendapat yang masyhur menyebutkan, mula-mula terjadi guncangan keras, dan tanah tempat kediaman manusia yang durhaka itu menjadi jungkir balik. Setelah diserang hujan batu dan gempa bumi yang dahsyat, negeri itu menjadi hancur berantakan dan rata dengan bumi. Akhirnya negeri Sodom, bekas kediaman umat Nabi Lut, menjadi lautan mati (al-Bahrul Mayit).",
                        "35": "Kemudian dijelaskan bahwa di samping untuk menghukum kesalahan-kesalahan yang telah diperbuat oleh kaum Lut, azab dan bala itu diturunkan juga diharapkan menjadi peringatan bagi generasi yang hidup sesudahnya, yaitu orang-orang yang menggunakan akal dan ingin mendapatkan pelajaran dari apa yang telah terjadi.",
                        "36": "Allah mengutus Nabi Syuaib kepada kaum yang berdiam di negeri Madyan, supaya mereka beribadah kepada Allah Yang Maha Esa dengan ikhlas. Ibadah tersebut akan bermanfaat untuk kebahagiaan hidup di dunia dan di akhirat kelak. Dalam ayat ini dikatakan \"harapkanlah (pahala) hari akhir\", berarti hendaklah kamu merasa takut dengan kedatangan hari itu dan persiapkanlah dirimu dengan amal saleh sebanyak-banyaknya guna menghadapinya. Di samping seruan untuk menyembah Allah Yang Maha Esa, dan memperbanyak amal untuk perbekalan di kampung akhirat, Syuaib juga menganjurkan supaya meninggalkan segala perbuatan yang bersifat merusak dan membinasakan. Jangan saling merugikan antara sesama manusia, seperti mengurangi takaran dan timbangan, dan merampok kafilah yang sedang lalu. Kemudian mereka juga diperintahkan untuk memperbanyak tobat kepada Tuhan sambil mengembalikan diri kepada-Nya dengan jalan mengerjakan perintah-Nya dan menjauhi larangan-Nya",
                        "37": "Akan tetapi, sebagaimana halnya kaum Nabi Lut, umat Nabi Syuaib pun durhaka dan tidak mau menerima nasihat Nabi Syuaib. Mereka malah mendustakannya. Oleh karena itu, berlakulah sunah Allah. Ketika mereka dengan terang-terangan mengingkari Syuaib setelah diberi peringatan berulang-ulang, maka tibalah waktunya Allah mengazab mereka. Bumi tempat kediaman mereka diguncang oleh gempa yang menggetarkan dan menghancurkan tanah kediaman mereka. Mereka mati jungkir balik dan ditelan bumi, tanpa bergerak lagi. Cerita lebih lengkap tentang Nabi Syuaib telah disebutkan pula oleh Tuhan dalam ayat-ayat lain, yaitu pada Surah Al-A'raf/7: 88-93, Hud/11: 87-94, dan asy-Syu'ara'/26: 176-190.",
                        "38": "Akan tetapi, sebagaimana halnya kaum Nabi Lut, umat Nabi Syuaib pun durhaka dan tidak mau menerima nasihat Nabi Syuaib. Mereka malah mendustakannya. Oleh karena itu, berlakulah sunah Allah. Ketika mereka dengan terang-terangan mengingkari Syuaib setelah diberi peringatan berulang-ulang, maka tibalah waktunya Allah mengazab mereka. Bumi tempat kediaman mereka diguncang oleh gempa yang menggetarkan dan menghancurkan tanah kediaman mereka. Mereka mati jungkir balik dan ditelan bumi, tanpa bergerak lagi. Cerita lebih lengkap tentang Nabi Syuaib telah disebutkan pula oleh Tuhan dalam ayat-ayat lain, yaitu pada Surah Al-A'raf/7: 88-93, Hud/11: 87-94, dan asy-Syu'ara'/26: 176-190.",
                        "39": "Musa telah menjelaskan kepada Karun, Fir'aun, dan Haman tanda-tanda kebesaran ayat Allah sebagai dasar untuk memperkuat risalah yang dibawanya. Namun demikian, mereka bersikap angkuh atau takabur dan tidak mau beriman. Kecongkakan Fir'aun sungguh telah melampaui batas. Ia menganggap dirinya sebagai tuhan yang harus disembah. Oleh karena itu, mereka semua tidak terlepas dari azab Allah dalam berbagai siksaan.",
                        "40": "Allah membinasakan umat-umat terdahulu yang mendustakan para rasul dengan menurunkan bermacam-macam azab, di antaranya:\n\na. Angin yang sangat kencang dan membawa batu, yang didatangkan kepada kaum 'Ad. Mereka menantang Nabi Hud, \"Siapakah gerangan yang lebih kuat dan berkuasa lagi dari kami?\" Kesombongan mereka dibalas Tuhan dengan mendatangkan angin, sehingga mereka mati bergelimpangan. Allah berfirman dalam ayat lain yang menjelaskan tentang siksaan itu, yakni:\n\nSedangkan kaum 'Ad, mereka telah dibinasakan dengan angin topan yang sangat dingin, Allah menimpakan angin itu kepada mereka selama tujuh malam delapan hari terus-menerus; maka kamu melihat kaum 'Ad pada waktu itu mati bergelimpangan seperti batang-batang pohon kurma yang telah kosong (lapuk).Maka adakah kamu melihat seorang pun yang masih tersisa di antara mereka? (al-haqqah/69: 6-8) \n\nb. Suara mengguntur yang memecahkan anak telinga. Siksaan ini diturunkan kepada kaum Samud. Mereka masih membangkang, tidak mau beriman kepada Nabi Saleh. Tiba-tiba mereka dipingsankan lalu mati oleh kejutan suara yang mengguntur yang dahsyat sekali. Allah menjelaskan lagi:\n\nMaka adapun kaum Samud, mereka telah dibinasakan dengan suara yang sangat keras. (al-haqqah/69: 5)\n\nc. Ditelan bumi, inilah kisah buat Karun, seorang hartawan. Pada mulanya, ia adalah seorang yang beriman dan patuh kepada Musa. Kemudian setelah kaya, ia menjadi sombong dan durhaka. Ia berbuat kemungkaran melampaui batas. Lebih dari itu, ia tidak mau menyerahkan zakat sebagai kewajiban harta kekayaan bagi orang kaya. Karena kecongkakan ini, Allah menyiksanya. Tanah sekitar Karun berpijak berguncang, runtuh, dan secara berangsur menelan tubuh Karun sampai lenyap sama sekali dari permukaan bumi.\n\nFirman Allah : \n\nMaka Kami benamkan dia (Karun) bersama rumahnya ke dalam bumi. Maka tidak ada baginya satu golongan pun yang akan menolongnya selain Allah, dan dia tidak termasuk orang-orang yang dapat membela diri. (al-Qasas/28: 81)\n\nd. Ditenggelamkan ke dalam air. Inilah siksaan buat umat Nabi Nuh bersama seluruh hartanya. Selain umat Nabi Nuh, Fir'aun, Haman beserta bala tentaranya juga tenggelam dalam Laut Merah sebagai balasan atas kesombongan dan siksaan yang mereka lakukan terhadap Musa dan pengikutnya. Firman Allah tentang Nuh dalam Surah al-Anbiya'/21: 76-77:\n\nDan (ingatlah kisah) Nuh, sebelum itu, ketika dia berdoa. Kami perkenankan (doa)nya, lalu Kami selamatkan dia bersama pengikutnya dari bencana yang besar. Dan Kami menolongnya dari orang-orang yang telah mendustakan ayat-ayat Kami. Sesungguhnya mereka adalah orang-orang yang jahat, maka Kami tenggelamkan mereka semuanya. (al-Anbiya'/21: 76-77)\n\nFirman Allah tentang Fir'aun dalam Surah al-Qasas/28: 39-40:\n\nDan dia (Fir'aun) dan bala tentaranya berlaku sombong, di bumi tanpa alasan yang benar, dan mereka mengira bahwa mereka tidak akan dikembalikan kepada Kami. Maka Kami siksa dia (Fir'aun) dan bala tentaranya, lalu Kami lemparkan mereka ke dalam laut. Maka perhatikanlah bagaimana kesudahan orang yang zalim.\n\nSemua itu adalah balasan yang setimpal atas kesalahan yang mereka lakukan, bukan kezaliman dari Allah. Dia tidak akan menyiksa seseorang kecuali yang mengerjakan perbuatan tercela. Mengazab seseorang tanpa ada kesalahan tidak sesuai dengan sunah Allah yang berlaku. Mereka yang tersebut dalam ayat-ayat yang lalu disiksa karena dosa dan kekafiran mereka terhadap Allah. Di samping itu, juga karena mereka menyembah berhala dan mengingkari nikmat yang diberikan kepadanya.",
                        "41": "Kaum penyembah berhala yang memandang selain Allah sebagai penolong mereka dan selalu mengharapkan darinya pertolongan dan penolak bahaya, adalah bagaikan laba-laba yang berlindung pada sarangnya yang begitu lemah, sehingga tak kuat menahan tiupan angin, dan melindunginya dari dingin dan panas. Sarang tersebut tak dapat memenuhi kebutuhan utamanya apabila sedang diperlukan. Demikianlah halnya orang-orang kafir (musyrik). Mereka tak sanggup menyelamatkan diri bila Allah mendatangkan siksa-Nya. Pelindung mereka (selain dari Allah) tidak akan dapat memberikan pertolongan. Bahkan, diri mereka sendiri tidak dapat mengelakkan mereka dari azab Allah. \n\nRingkasnya, orang musyrik penyembah berhala itu tak ubahnya bagaikan laba-laba yang membuat sarang, sangat rapuh dan lemah. Sarang laba-laba itu adalah ibarat dari suatu bangunan rumah yang sangat rapuh. Demikian pula agama yang sangat lemah adalah agama yang menyembah berhala",
                        "42": "Allah Maha Mengetahui tentang apa yang mereka minta kepada berhala, patung, jin, bahkan manusia. Semuanya tak akan mungkin memberikan manfaat atau mendatangkan kecelakaan kepada seseorang bilamana Allah tidak menghendaki. Begitu lemahnya apa yang mereka sembah sehingga sama halnya dengan laba-laba yang hanya sanggup membuat rumah yang sangat rapuh sekali. \n\nAllah berkuasa menurunkan siksa kepada siapa yang kafir. Oleh karena itu, orang-orang musyrik hendaklah merasa takut kepada Allah, dan segera beriman kepada-Nya sebelum datang siksaan-Nya, seperti yang pernah dikirimkan-Nya kepada orang-orang dahulu kala. Bila siksaan Allah datang, tidak seorang pun di antara para penolong mereka itu (berhala-berhala) yang dapat menyelamatkan mereka. Allah selalu perkasa untuk menghancurkan barang siapa yang sepatutnya dibinasakan, dan Maha Bijaksana untuk mengundurkan siksa tersebut bagi orang yang diharapkan ada perubahan ke arah kebaikan dan dengan teguh melaksanakan kebaikan itu.",
                        "43": "Demikianlah Allah mengumpamakan sesuatu perumpamaan bagi manusia. Hanya orang berakal yang dapat memikirkan perumpamaan tersebut. Allah sengaja mengambil laba-laba sebagai perumpamaan, karena itu barangkali yang mudah mereka pahami. Selain dari itu, juga dimaksudkan untuk menerangkan segala keraguan mereka selama ini. Orang yang selalu menggunakan hati dan pikirannya dan ahli-ahli ilmu pengetahuan pasti dapat memahami perumpamaan tersebut dan akan semakin banyak mengetahui rahasia-rahasia Allah yang terkandung dalam ayat-ayat-Nya. Diriwayatkan dari Jabir bahwa Rasulullah pernah berkata:\n\n\"Orang yang berilmu itu ialah orang yang menjaga hal-hal yang dari Allah, dan beramal dalam rangka taat kepada-Nya serta menjauhi segala kemarahan-Nya.\" (Riwayat al-Haitsami)",
                        "44": "Dalil tentang kebesaran dan keagungan Allah itu terlihat pada ciptaan langit dan bumi. Bagi orang yang beriman dan menggunakan akal pikirannya, semua ciptaan Allah itu mengandung hikmah, dan tidak dijadikan percuma begitu saja. Dengan demikian kejadian langit dan bumi, memungkinkan manusia untuk menambah dan memperluas cakrawala pengetahuannya. Di samping itu, pengenalan mereka akan lebih intensif kepada Penciptanya, yakni Allah. \n\nMenurut kajian ilmiah, dalam menciptakan segala sesuatunya, Allah tidak pernah bermain-main. Dia melakukannya dengan \"benar\", dengan haq (antara lain juga dapat dilihat pada Surah Ibrahim/14: 19). Kata haq mengindikasikan sesuatu yang langgeng, mantap, sehingga tidak akan berubah. Dapat dilihat bahwa kehadiran semua benda yang ada di alam semesta ini mempunyai tujuan. Tidak ada satu benda pun diadakan Tuhan tanpa mempunyai tujuan. \n\nPlanet bumi ini dengan langitnya (atmosfer), telah diciptakan Allah dengan haq. Kata haq ini mengandung arti \"dengan benar, dengan tepat\". Bagaimanakah kebenaran dan ketepatan ciptaan-Nya, dapat dilihat dari uraian berikut.\n\nAtmosfer bumi terutama terdiri atas gas Nitrogen (N2“ sebesar 70%) yang tidak bersifat racun terhadap manusia. Gas ini sangat penting dalam proses pertumbuhan makhluk hidup, terutama tumbuhan. Sedangkan 20% lainnya diisi oleh gas Oksigen (O2) yang memberikan energi untuk proses metabolisme semua makhluk, melalui proses pernafasan (respirasi).\n\nJarak antara matahari dan bumi adalah sekitar 139 juta km. Jarak ini dianggap tepat karena pada jarak ini sinar matahari dapat berfungsi membantu berlangsungnya proses kehidupan. Apabila jaraknya berubah, apakah menjauh atau mendekat, maka efek sinar yang jatuh di bumi akan sangat fatal bagi makhluk hidup. Suhu bumi pada garis equator juga dianggap sangat moderat, yaitu rata-rata antara 28-350C.\n\nDalam uraian di atas telah digambarkan bahwa Allah menciptakan bumi bukan dengan main-main. Semuanya begitu tepat untuk mulainya kehidupan di bumi ini. Bagaimana kenyamanan bumi dibandingkan dengan beberapa planet lain yang ada dalam tata surya yang sama dapat kita lihat pada uraian di bawah ini. Dalam perbandingan yang dilakukan, terutama pada jarak antara matahari dan masing-masing planet, tampak akan efek jarak dengan masing-masing planet.",
                        "45": "Ayat ini memerintahkan Nabi Muhammad agar selalu membaca dan memahami Al-Qur'an yang telah diturunkan kepadanya untuk mendekatkan diri kepada Allah. Dengan memahami pesan-pesan Al-Qur'an, ia dapat memperbaiki dan membina dirinya sesuai dengan tuntutan Allah. Perintah ini juga ditujukan kepada seluruh kaum Muslimin. Penghayatan terhadap kalam Ilahi yang terus dibaca akan mempengaruhi sikap, tingkah laku, dan budi pekerti orang yang membacanya.\n\nSetelah memerintahkan membaca, mempelajari, dan me-laksanakan ajaran-ajaran Al-Qur'an, maka Allah memerintahkan agar kaum Muslimin mengerjakan salat wajib, yaitu salat lima waktu. Salat hendaklah dikerjakan sesuai rukun dan syaratnya, serta penuh kekhusyukan. Sangat dianjurkan mengerjakan salat itu lengkap dengan sunah-sunahnya. Jika dikerjakan dengan sempurna, maka salat dapat mencegah dan menghalangi orang yang mengerjakannya dari perbuatan-perbuatan keji dan mungkar.\n\nMengerjakan salat adalah sebagai perwujudan dari keyakinan yang telah tertanam di dalam hati orang yang mengerjakannya, dan menjadi bukti bahwa ia meyakini bahwa dirinya sangat tergantung kepada Allah. Oleh karena itu, ia berusaha sekuat tenaga untuk melaksanakan perintah-perintah Allah dan menjauhi larangan-larangan-Nya, sesuai bacaan surat al-Fatihah dalam salat, \"Tunjukkanlah kepada kami (wahai Allah) jalan yang lurus, yaitu jalan orang-orang yang telah Engkau anugerahkan nikmat kepada mereka; bukan jalan yang dimurkai dan bukan pula jalan mereka yang sesat.\" Doa itu selalu diingatnya, sehingga ia tidak berkeinginan sedikit pun untuk mengerjakan perbuatan-perbuatan yang keji dan mungkar.\n\nBeberapa ulama tafsir berpendapat bahwa yang memelihara orang yang mengerjakan salat dari perbuatan keji dan mungkar itu ialah salat itu sendiri. Menurut mereka, salat itu memelihara seseorang selama orang itu memelihara salatnya, sebagaimana firman Allah:\n\nPeliharalah semua salat dan salat wustha. Dan laksanakanlah (salat) karena Allah dengan khusyuk. (al-Baqarah/2: 238)\n\nRasulullah saw menerangkan keutamaan dan manfaat yang diperoleh orang yang mengerjakan salat serta kerugian dan siksaan yang akan menimpa orang yang tidak mengerjakannya, sebagaimana tersebut dalam hadis: \n\nDari Nabi saw, bahwasanya ia pada suatu hari menyebut tentang salat, maka ia berkata, \"Barang siapa yang memelihara salat, ia akan memperoleh cahaya, petunjuk, dan keselamatan pada hari Kiamat, dan barang siapa yang tidak memeliharanya, ia tidak akan memperoleh cahaya, petunjuk, dan keselamatan. Dan ia pada hari Kiamat bersama Karun, Fir'aun, Haman, dan Ubai bin Khalaf. (Riwayat Ahmad dan ath-thabrani dari 'Abdullah bin 'Umar) \n\nNabi saw menerangkan pula keadaan orang yang mengerjakan salat lima waktu dengan sungguh-sungguh, lengkap dengan rukun dan syaratnya, tetap pada waktu-waktu yang telah ditentukan. Orang yang demikian, kata Nabi, seakan-akan dosanya dicuci lima kali sehari, sehingga tidak sedikit pun yang tertinggal. Rasulullah saw bersabda:\n\n\"Bagaimanakah pendapatmu, andaikata ada sebuah sungai dekat pintu rumah salah seorang dari kamu, ia mandi di sungai itu lima kali setiap hari. Adakah masih ada dakinya yang tinggal barang sedikit pun?\" Para sahabat menjawab, \"Tidak ada daki yang tertinggal barang sedikit pun.\" Rasulullah bersabda, \"Maka demikianlah perumpamaan salat yang lima waktu, dengan salat itu Allah akan menghapus semua kesalahannya.\" (Riwayat at-Tirmidzi dari Abu Hurairah) \n\nDemikianlah perumpamaan yang diberikan Rasulullah saw tentang keadaan orang yang mengerjakan salat lima waktu dengan sungguh-sungguh hanya karena Allah.\n\nDari ayat dan hadis Rasulullah yang telah disebutkan di atas dapat diambil kesimpulan bahwa ada tiga sasaran yang hendak dituju oleh orang yang mengerjakan salat, yaitu: 1) timbulnya keikhlasan; 2) timbulnya sifat takwa kepada Allah; dan 3) selalu mengingat Allah.\n\nSalat hendaknya bisa menimbulkan keikhlasan bagi orang yang mengerjakannya karena dikerjakan semata-mata karena Allah, untuk memurnikan ketaatan hanya kepada-Nya. Sebagai perwujudan dari ikhlas ini pada diri seseorang ialah timbulnya keinginan di dalam hatinya untuk mengerjakan segala sesuatu yang diridai Allah. \n\nBertakwa kepada Allah maksudnya ialah timbulnya keinginan bagi orang yang mengerjakan salat itu untuk melaksanakan semua yang diperintahkan Allah dan menjauhi semua yang dilarang-Nya. Dengan salat seseorang juga akan selalu mengingat Allah, karena dalam bacaan salat itu terdapat ucapan-ucapan tasbih, tahmid, dan takbir. Ia juga dapat merasakan keagungan dan kebesaran Allah.\n\nAllah mengancam orang-orang yang tidak mengerjakan salat dengan azab neraka. Allah juga mengancam orang-orang yang mengerjakan salat karena ria dan orang-orang yang lalai dalam mengerjakannya. Allah berfirman:\n\n(4) Maka celakalah orang yang salat, (5) (yaitu) orang-orang yang lalai terhadap salatnya, (6) yang berbuat ria, (7) dan enggan (memberikan) bantuan. (al-Ma'un/107: 4-7)\n\nSenada dengan ayat di atas, Rasulullah saw bersabda:\n\nBarang siapa yang telah mengerjakan salat, tetapi salatnya tidak dapat mencegahnya dari perbuatan keji dan perbuatan mungkar, maka salatnya itu tidak akan menambah sedikit pun (kepadanya), kecuali ia bertambah jauh dari Allah. (Riwayat Ibnu Jarir dari Isma'il bin Muslim bin al-hasan) \n\nSelanjutnya ayat ini menerangkan bahwa mengingat Allah itu adalah lebih besar. Maksud pernyataan ini ialah salat merupakan ibadah yang paling utama dibanding dengan ibadah-ibadah yang lain. Oleh karena itu, hendaklah setiap kaum Muslimin mengerjakannya dengan sungguh-sungguh. Dengan perkataan lain bahwa kalimat ini menegaskan kembali kalimat sebelumnya yang memerintahkan kaum Muslimin mengerjakan salat dan menerangkan hikmah mengerjakannya.\n\nIbnu 'Abbas dan Mujahid menafsirkan kalimat \"wa ladzikrullah akbar\" (mengingat Allah itu adalah lebih besar) dengan penjelasan Rasulullah bahwa Allah mengingat para hamba-Nya lebih banyak dibandingkan dengan mereka mengingat-Nya dengan cara menaati-Nya. Nabi saw bersabda:\n\nAllah lebih banyak mengingatmu daripada kamu mengingat-Nya. (Riwayat al-Baihaqi) \n\nHal ini sesuai dengan hadis qudsi Nabi saw: \n\nBarang siapa yang mengingat-Ku dalam dirinya, maka Aku akan mengingatnya dalam diri-Ku, dan siapa yang mengingat-Ku bersama-sama dengan suatu jamaah tentu Aku akan mengingatnya dalam kelompok yang lebih bagus daripada mereka. (Riwayat al-Bukhari dari Abu Hurairah)",
                        "46": "Dalam ayat ini, Allah memberi petunjuk kepada Nabi Muhammad dan kaum Muslimin tentang materi dakwah dan cara menghadapi Ahli Kitab, karena sebagian besar mereka ini tidak menerima seruannya. Ketika Rasulullah menyampaikan ajaran Islam, kebanyakan dari mereka mendustakannya. Hanya sedikit sekali di antara mereka yang menerimanya. Padahal mereka telah mengetahui Muhammad dan ajaran yang dibawanya, sebagaimana mereka mengetahui dan mengenal anak-anak mereka sendiri.\n\nAllah berfirman:\n\nOrang-orang yang telah Kami beri Kitab (Taurat dan Injil) mengenalnya (Muhammad) seperti mereka mengenal anak-anak mereka sendiri. Sesungguhnya sebagian mereka pasti menyembunyikan kebenaran, padahal mereka mengetahui(nya) (al-Baqarah/2: 146) \n\nPada ayat yang lain, Allah menerangkan dan menjelaskan cara berdakwah yang baik, sebagaimana firman-Nya:\n\nSerulah (manusia) kepada jalan Tuhanmu dengan hikmah dan pengajaran yang baik, dan berdebatlah dengan mereka dengan cara yang baik. Sesungguhnya Tuhanmu, Dialah yang lebih mengetahui siapa yang sesat dari jalan-Nya dan Dialah yang lebih mengetahui siapa yang mendapat petunjuk. (an-Nahl/16: 125) \n\nMenyeru manusia ke jalan Tuhan dengan hikmah dan bijaksana serta mendebat mereka dengan cara yang baik dilakukan kepada orang-orang yang tidak melakukan kezaliman. Adapun terhadap orang-orang yang melakukan kezaliman, yaitu orang-orang yang hatinya telah terkunci mati, tidak mau menerima kebenaran lagi, dan berusaha untuk melenyapkan Islam dan umatnya, tidak bisa dihadapi dengan cara-cara di atas.\n\nAhli Kitab yang zalim ialah mereka yang dalam hatinya ada penyakit iri, benci, dan dengki kepada kaum Muslimin, karena rasul dan nabi terakhir tidak diangkat dari kalangan mereka. Mereka memerangi Rasulullah dan kaum Muslimin dengan mengadakan tipu daya dan fitnah secara tersembunyi dan terang-terangan. Mereka selalu berusaha merintangi dakwah yang dilakukan Rasulullah dan para sahabatnya, seperti mengadakan perjanjian persekutuan dengan orang-orang kafir yang lain. Sangat banyak contoh-contoh yang terjadi dalam sejarah yang berhubungan dengan hal ini. Oleh karena itu, mereka dinamai orang-orang yang zalim, dan berusaha merugikan kaum Muslimin. Di akhirat nanti, mereka menjadi orang-orang yang merugi dengan menerima azab yang setimpal dengan perbuatan mereka.\n\nSelanjutnya Allah memperingatkan bahwa jika Ahli Kitab mengajak kaum Muslimin membicarakan kitab suci mereka, dan memberitahukan kepadanya apa yang patut dibenarkan dan ditolak, sedang mereka sendiri mengetahui keadaan mereka itu, maka seharusnya kaum Muslimin berkata, \"Kami percaya kepada Al-Qur'an yang diturunkan kepada kami dan juga percaya kepada Taurat dan Injil yang diturunkan kepadamu. Tuhan yang kami dan kamu sembah sebenarnya sama, yaitu Tuhan Yang Maha Esa. Oleh karena itu, marilah kita bersama-sama tunduk dan patuh kepada-Nya serta melaksanakan segala perintah dan menghentikan larangan-Nya.\"\n\nSehubungan dengan maksud ayat ini, Abu Hurairah berkata, \"Para Ahli Kitab itu membaca Taurat dengan bahasa Ibrani dan menafsirkan dengan bahasa Arab untuk orang-orang Islam. Lalu Nabi saw bersabda:\n\nJanganlah kamu membenarkan Ahli Kitab dan jangan pula kamu mendustakan mereka. Katakanlah kepada mereka, \"Kami beriman dengan apa yang telah diturunkan kepada kami dan yang telah diturunkan kepadamu. Tuhan kami dan Tuhan kamu adalah satu dan kami berserah diri hanya kepada Nya saja. (Riwayat al-Bukhari dan an-Nasa'i dari Abu Hurairah)",
                        "47": "Pada ayat ini, Allah menerangkan kepada Nabi Muhammad bahwa sebagaimana Ia telah menurunkan kitab kepada para rasul yang diutus sebelumnya, demikian pula Ia menurunkan Al-Qur'an kepadanya. Dalam kitab-kitab itu telah diisyaratkan kedatangan Nabi Muhammad di kemudian hari. Hal ini kemudian benar-benar menjadi kenyataan dengan pengutusan Muhammad saw sebagai nabi dan rasul terakhir. Para rasul Allah diperingatkan agar menyampaikan kepada umatnya untuk beriman dan mengikuti para rasul yang datang kemudian. Sebab, jika seseorang beriman kepada salah seorang dari para rasul yang diutus Allah, maka ia wajib pula beriman kepada para rasul Allah yang lain, baik yang datang lebih dahulu, maupun yang kemudian.\n\nOleh karena itu, sebagian dari Ahli Kitab yang ada pada masa Nabi Muhammad beriman kepadanya dan kepada Al-Qur'an, sesuai dengan perintah para nabi mereka. Mereka itu lebih mementingkan akhirat daripada dunia yang fana ini, dan tidak memperturutkan hawa nafsu. Di antara mereka yang bersikap demikian adalah Abdullah bin Salam, Tamim al-Anshari, dan lain-lain.\n\nAdapun orang-orang yang di hatinya ada penyakit, seperti iri hati karena rasul yang ditunggu kedatangannya itu bukan dari golongan mereka, atau tertipu oleh kesenangan dunia karena memperturutkan hawa nafsu, mereka akan mengingkari Al-Qur'an, terutama ayat-ayat yang menyatakan kerasulan Muhammad. Seharusnya orang-orang Ahli Kitab memperhatikan seruan dan petunjuk para rasul mereka untuk menyembah kepada Allah, dan mempercayai bahwa Muhammad adalah rasul dan nabi terakhir. Tidak ada seorang nabi atau rasul pun yang diutus Allah sesudahnya.",
                        "48": "Ayat ini menerangkan bahwa sebelum Al-Qur'an diturunkan, Nabi Muhammad telah dikenal dengan baik oleh orang-orang Arab. Ia telah lama hidup di tengah-tengah mereka sebelum diangkat menjadi rasul. Semua orang Arab waktu itu mengakui bahwa Muhammad mempunyai budi pekerti yang tinggi, dapat dipercaya, tidak pernah berdusta, dan disegani oleh kawan-kawannya. Mereka betul-betul mengetahui bahwa Muhammad tidak pandai membaca dan menulis, apalagi mengarang buku cerita.\n\nDi samping orang-orang Arab, orang-orang Yahudi dan Nasrani pun mengetahui dari kitab-kitab mereka bahwa Muhammad adalah orang yang tidak pandai menulis dan membaca. Mujahid berkata, \"Ahli Kitab mengetahui dari kitab-kitab mereka bahwa Nabi Muhammad tidak pandai menulis dan membaca, karena itu turunlah ayat ini.\" Dalam ayat lain, Allah berfirman:\n\n(Yaitu) orang-orang yang mengikuti Rasul, nabi yang ummi (tidak bisa baca tulis) yang (namanya) mereka dapati tertulis di dalam Taurat dan Injil yang ada pada mereka, yang menyuruh mereka berbuat yang makruf dan mencegah dari yang mungkar, dan yang menghalalkan segala yang baik bagi mereka dan mengharamkan segala yang buruk bagi mereka, dan membebaskan beban-beban dan belenggu-belenggu yang ada pada mereka. (al-A'raf/7: 157) \n\nDalam keadaan yang demikian, Allah menurunkan Al-Qur'an kepada Muhammad. Di dalamnya termuat akidah yang sangat tinggi nilainya dan dilengkapi dengan bukti-bukti yang meyakinkan. Al-Qur'an juga mempunyai gaya bahasa yang sangat indah, sehingga tidak ada seorang pun yang dapat menandinginya, sekalipun pada waktu itu di kalangan bangsa Arab banyak terdapat pujangga-pujangga sastra yang kenamaan karena seni sastra sedang mencapai puncaknya. Akan tetapi, sedikit sekali dari mereka yang beriman.\n\nSeandainya Muhammad saw dapat membaca dan menulis, pernah belajar kepada Ahli Kitab, atau ia bukan seorang yang dipercaya, tidak memiliki budi pekerti yang luhur, dan tidak pula seorang yang disegani, tentu orang-orang kafir Mekah dengan mudah menuduh dan mengatakan bahwa Al-Qur'an itu adalah buatan Muhammad, bukan Kalamullah.\n\nDari ayat ini dapat dipahami bahwa hati dan pikiran orang-orang kafir Mekah, berdasarkan pengetahuan mereka tentang pribadi Muhammad, dan ketinggian nilai sastra Al-Qur'an, sejak semula telah mempercayai Al-Qur'an dan kerasulan Muhammad. Akan tetapi, karena dalam hati mereka ada penyakit, dan takut kedudukan mereka di antara kaumnya akan jatuh, maka mereka menyatakan sesuatu yang bertentangan dengan hati dan pikiran mereka sendiri.\n\nPengertian ummi dalam ayat ini ialah tidak pandai menulis dan membaca. Hal ini tidak berarti bahwa Muhammad tidak berilmu pengetahuan, karena Allah telah mengajarkan kepadanya ilmu pengetahuan yang tinggi, bahkan mungkin ilmu pengetahuan yang belum pernah diajarkan-Nya kepada manusia biasa. Dengan demikian, beliau menjadi orang yang alim dan bijaksana. Allah berfirman:\n\nDan (juga karena) Allah telah menurunkan Kitab (Al-Qur'an) dan Hikmah (Sunnah) kepadamu, dan telah mengajarkan kepadamu apa yang belum engkau ketahui. Karunia Allah yang dilimpahkan kepadamu itu sangat besar. (an-Nisa'/4: 113)",
                        "49": "Ayat ini menegaskan bahwa ayat-ayat Al-Qur'an merupakan petunjuk Allah, tidak ada kesamaran sedikit pun tentang pengertiannya. Allah memudahkan penafsirannya bagi orang-orang yang ingin mencari kebenaran yang hakiki. Dalam ayat yang lain, Allah berfirman:\n\nDan sungguh, telah Kami mudahkan Al-Qur'an untuk peringatan, maka adakah orang yang mau mengambil pelajaran? (al-Qamar/54: 17)\n\nPara Ahli Kitab yang ingin mencari kebenaran, dengan mudah dapat memahami Al-Qur'an. Dengan demikian, mereka mau beriman kepadanya dan meyakini bahwa Muhammad adalah benar-benar seorang rasul. Allah berfirman kepada Nabi Muhammad agar mengatakan kepada orang-orang kafir yang tidak percaya kepada kerasulan beliau:\n\nDan orang-orang kafir berkata, \"Engkau (Muhammad) bukanlah seorang Rasul.\" Katakanlah, \"Cukuplah Allah dan orang yang menguasai ilmu Al-Kitab menjadi saksi antara aku, Aisah dan kamu. (ar-Ra'd/13: 43) \n\nMaksud ayat di atas adalah ulama-ulama Ahli Kitab menjadi saksi atas kerasulan Muhammad, karena telah membaca dalam kitab-kitab mereka akan kedatangannya. Dengan demikian, ada di antara Ahli Kitab yang beriman kepada Nabi Muhammad, di antaranya orang-orang yang telah disebutkan di atas.\n\nAllah menegaskan lagi bahwa Al-Qur'an itu terpelihara dalam dada kaum Muslimin. Mereka menghafalnya secara turun temurun sehingga tidak seorangpun dapat mengubahnya.\n\nSelanjutnya ayat ini menerangkan bahwa tidak ada seorang pun yang mengingkari ayat-ayat Allah, kecuali orang-orang yang zalim. Ayat ini merupakan isyarat bagi Ahli Kitab bahwa mereka telah mengetahui dari kitab suci mereka tentang kenabian Muhammad dan penurunan Al-Qur'an kepadanya. Namun demikian, banyak di antara mereka yang mengingkari kebenaran itu setelah mengetahuinya. Allah berfirman:\n\nTernyata setelah sampai kepada mereka apa yang telah mereka ketahui itu, mereka mengingkarinya. Maka laknat Allah bagi orang-orang yang ingkar. (al-Baqarah/2: 89) \n\nSelain bermakna isyarat bagi Ahli Kitab, ayat ini juga merupakan cercaan Allah yang ditujukan kepada orang-orang musyrik Mekah yang mengingkari ayat-ayat-Nya. Mereka tidak percaya kepada Al-Qur'an dan kerasulan Muhammad saw yang sudah menjadi kebenaran yang nyata. Mereka ini disebut oleh Allah sebagai orang yang zalim. Sifat zalim ini adalah sifat yang paling tepat bagi mereka karena menyembunyikan kebenaran yang sebetulnya telah mereka ketahui. Allah berfirman:\n\nDan siapakah yang lebih zalim daripada orang yang menyembunyikan kesaksian dari Allah yang ada padanya? (al-Baqarah/2: 140)",
                        "50": "Dalam ayat ini, Allah menerangkan bahwa kaum musyrik menuntut agar Muhammad menunjukkan mukjizat yang nyata seperti yang pernah didatangkan kepada nabi-nabi terdahulu, misalnya unta betina Nabi Saleh, tongkat Nabi Musa, dan lain-lain. Permintaan mereka dijawab dengan menjelaskan bahwa persoalan mukjizat adalah ketentuan Allah. Kemudian dijelaskan pula kepicikan mereka karena menolak mukjizat yang lebih tinggi nilainya dan sesuai untuk mereka. Mereka tidak memahami bahwa Al-Qur'an itu sebenarnya adalah mukjizat yang abadi, tidak tertandingi oleh siapa pun sampai hari Kiamat. \n\nAyat ini mengisyaratkan bahwa orang-orang kafir Mekah mengingkari Al-Qur'an sebagai mukjizat yang diturunkan kepada Nabi Muhammad. Menurut mereka, Al-Qur'an tidak pantas dijadikan sebagai mukjizat, karena mukjizat semestinya adalah sesuatu yang nyata, dan langsung dapat dilihat dan dirasakan sebagaimana yang diturunkan kepada para rasul yang terdahulu, seperti topan Nabi Nuh, tongkat Nabi Musa, dan sebagainya. Mereka menyatakan bahwa mukjizat yang nyata itu mudah diterima akal pikiran dan dapat menimbulkan keyakinan bagi orang-orang yang melihatnya.\n\nAllah memerintahkan kepada Nabi Muhammad agar menjawab permintaan orang-orang musyrik Mekah itu dengan mengatakan bahwa persoalan mukjizat adalah urusan Tuhan. Dialah yang menetapkan mukjizat apa yang akan diberikan kepada seorang rasul yang diutus-Nya, karena harus disesuaikan dengan tingkat kemampuan umat yang akan menyaksikan. Mengenai pengakuan orang-orang Quraisy bahwa mereka tidak dapat menerima Al-Qur'an sebagai mukjizat, Allah Maha Mengetahui isi hati mereka. Sebenarnya hati mereka telah mengakui kemukjizatan Al-Qur'an sebagai mukjizat, tetapi karena keingkaran dan penyakit yang ada dalam hati, mereka tidak mau mengatakan yang demikian. Jika mereka benar-benar akan beriman dengan penurunan mukjizat sesuai dengan permintaan mereka, tentu Allah akan menurunkannya. Tidak ada sesuatu pun yang sukar bagi Allah, semua mudah bagi-Nya. Allah berfirman:\n\nDan tidak ada yang menghalangi Kami untuk mengirimkan (kepadamu) tanda-tanda (kekuasaan Kami), melainkan karena (tanda-tanda) itu telah didustakan oleh orang terdahulu. (al-Isra'/17: 59) \n\nSetelah permintaan orang-orang musyrik yang aneh-aneh itu dijawab, Allah memerintahkan kepada Nabi Muhammad agar menyampaikan kepada mereka bahwa dia hanya sekedar memberi peringatan kepada orang-orang yang tidak mengindahkannya. Tugasnya hanya menyampaikan risalah kepada mereka. Ia tidak dapat mengubah mereka menjadi orang-orang yang beriman. Hanya Allah yang dapat melakukan hal itu. Allah berfirman:\n\nBarang siapa diberi petunjuk oleh Allah, maka dialah yang mendapat petunjuk; dan barang siapa disesatkan-Nya, maka engkau tidak akan mendapatkan seorang penolong yang dapat memberi petunjuk kepadanya. (al-Kahf/18: 17) \n\nFirman Allah yang lain:\n\nBukanlah kewajibanmu (Muhammad) menjadikan mereka mendapat petunjuk, tetapi Allah-lah yang memberi petunjuk kepada siapa yang Dia kehendaki. (al- Baqarah/2: 272)",
                        "51": "Ad-Darimi dan Abu Dawud meriwayatkan bahwa telah datang serombongan kaum Muslimin kepada Nabi Muhammad dengan membawa kisah-kisah yang mereka tulis sendiri, yang sebagian isinya bersumber dari orang-orang Yahudi. Nabi saw berkata, \"Cukuplah kebodohan dan kesesatan suatu kaum yang menolak apa yang dibawa nabi mereka, dan menginginkan sesuatu yang dibawa oleh seorang nabi yang bukan nabi mereka untuk orang lain. Lalu ayat ini diturunkan oleh Allah. \n\nAyat ini juga merupakan jawaban yang menolak tuntutan orang-orang musyrik Mekah yang meminta mukjizat yang nyata. Padahal Al-Qur'an telah dibacakan kepada mereka. Apakah tidak cukup bagi mereka dalil-dalil yang menerangkan bukti-bukti ke-rasulan Muhammad saw, yang termuat dalam kitab-kitab suci yang terdahulu, sedang mereka sendiri tidak mengetahuinya dengan pasti. Apakah tidak terpikir oleh mereka bahwa seorang yang tidak pandai tulis baca, dan tidak pernah bergaul apalagi belajar kepada Ahli Kitab sanggup menyampaikan Al-Qur'an kepada mereka dengan isi yang benar, agung dan mulia serta dengan nilai sastra yang demikian tinggi. Seandainya mereka mau berpikir dan menginginkan kebenaran, Al-Qur'an saja sebenarnya telah cukup menjadi bukti bagi mereka untuk membenarkan ke-rasulan Muhammad.\n\nKemudian Allah menerangkan keutamaan dan kelebihan Al-Qur'an dengan mengatakan bahwa ayat-ayatnya merupakan rahmat bagi mereka, karena di dalamnya tidak terdapat ancaman-ancaman, seperti yang pernah diberikan kepada orang-orang terdahulu. Karena mereka juga mengingkari, seharusnya mereka mengalami apa yang pernah dialami oleh orang-orang dahulu yang pernah mengingkari rasul-Nya, seperti kaum 'Ad, Samud, Fir'aun, dan yang lain-lain. Tidak adanya ancaman kemusnahan bagi kaum musyrik di dalam Al-Qur'an merupakan suatu rahmat Allah yang besar bagi umat Muhammad yang datang kemudian.\n\nDiterangkan pula bahwa ayat-ayat Al-Qur'an adalah pelajaran bagi orang-orang yang beriman. Maksudnya ialah ayat-ayat Al-Qur'an itu menerangkan peristiwa yang dialami umat-umat dahulu, dan bagaimana sikap mereka terhadap para rasul yang diutus untuk menerangkan bukti-bukti keesaan Allah yang kuat dan lengkap. Al-Qur'an juga menerangkan akhlak mulia yang harus dipunyai oleh seorang manusia yang baik, menerangkan hukum-hukum dan petunjuk mencapai kebahagiaan hidup, memuat pengetahuan yang sangat berguna bagi manusia, dan sebagainya. Seandainya orang-orang musyrik dan manusia-manusia yang lain mau menjadikan ayat-ayat tersebut sebagai pelajaran, memikirkan serta mengamalkannya, tentulah mereka akan memperoleh jalan yang benar, dan berbahagia di dunia dan di akhirat. Akan tetapi, jika mereka tidak mau dan tidak berniat untuk menghilangkan penyakit yang ada dalam hati, mereka tentu akan menjadi orang yang merugi di dunia dan akhirat.",
                        "52": "Dalam ayat ini, Allah memerintahkan Nabi Muhammad agar menyampaikan kepada orang-orang musyrik yang tetap tidak percaya kepada kerasulannya bahwa Allah mengetahui dan menyaksikan bagaimana ia telah melaksanakan tugas kepada mereka. Ia telah menyampaikan ancaman-ancaman dan kabar gembira kepada mereka, tetapi semua itu mereka ingkari. Allah mengetahui sikap mereka terhadap seruan Nabi saw, bahkan mengetahui isi hati mereka. Dia akan memberi ganjaran setiap sesuatu yang dikerjakan oleh makhluk-Nya. Seandainya Nabi Muhammad berdusta dan mengada-adakan kebohongan terhadap Allah, ia pasti akan ditimpa azab. Allah berfirman:\n\nDan sekiranya dia (Muhammad) mengada-adakan sebagian perkataan atas (nama) Kami, pasti Kami pegang dia pada tangan kanannya. Kemudian Kami potong pembuluh jantungnya. Maka tidak seorang pun dari kamu yang dapat menghalangi (Kami untuk menghukumnya). (al-haqqah/69: 44-47)\n\nAllah menerangkan bahwa Dia mengetahui segala yang ada di langit dan di bumi. Dia mengetahui keadaan makhluk-Nya dari yang halus dan tidak kelihatan oleh mata sampai kepada yang besar. Dia juga mengetahui keadaan orang-orang musyrik dan orang-orang beriman. Dia mengetahui pula tuduhan-tuduhan orang-orang musyrik bahwa Al-Qur'an adalah buatan Muhammad, sekalipun tidak seorang pun dari mereka yang sanggup menandinginya. Orang-orang yang percaya kepada kebatilan dan mengingkari Allah itu adalah orang-orang yang merugi hidupnya di dunia dan akhirat.",
                        "53": "Ayat ini menerangkan bahwa kaum musyrik telah mengetahui ancaman Tuhan berupa azab yang akan ditimpakan kepada mereka. Akan tetapi, mereka tidak percaya akan kedatangan azab itu sehingga mereka menantang kalau benar azab itu ada, maka hendaklah segera ditimpakan kepada mereka, seperti yang mereka katakan dalam firman Allah:\n\nMaka hujanilah kami dengan batu dari langit, atau datangkanlah kepada kami azab yang pedih. (al-Anfal/8: 32) \n\nFirman Allah:\n\nDan mereka mengatakan, \"Bilakah (datangnya) ancaman itu, jika kamu orang-orang yang benar?\" (Yunus/10: 48) \n\nAllah menerangkan bahwa ketentuan datangnya azab itu seluruhnya berada di tangan-Nya, tidak seorangpun yang dapat mengetahuinya. Allah telah menetapkan untuk menangguhkan azab itu sampai waktu yang telah ditentukan-Nya. Seandainya Allah telah menetapkan waktunya untuk mendatangkan azab, tentu ia akan datang kepada orang-orang musyrik secara tiba-tiba, pada saat mereka lengah dan tidak menyadarinya.\n\nPengunduran azab kepada orang-orang kafir itu tentu ada hikmah dan tujuannya. Di antaranya ialah sebagai ujian bagi manusia, siapa di antara mereka yang sabar dan siapa yang tidak. Bagi orang yang sabar, ujian itu akan menambah kuat keimanannya. Sedangkan orang yang tidak sabar, maka dengan ujian itu ia akan kembali kafir atau bertambah kekafirannya. Firman Allah:\n\nDan sungguh, Kami benar-benar akan menguji kamu sehingga Kami mengetahui orang-orang yang benar-benar berjihad dan bersabar di antara kamu; dan akan Kami uji perihal kamu. (Muhammad/47: 31) \n\nAdakalanya penangguhan azab itu bertujuan agar orang yang ingkar itu semakin bertambah keingkarannya. Dengan demikian, mereka akan ditimpa azab yang berlipat ganda.\n\nAllah berfirman:\n\nOrang yang kafir dan menghalangi (manusia) dari jalan Allah, Kami tambahkan kepada mereka siksaan demi siksaan disebabkan mereka selalu berbuat kerusakan. (an-Nahl/16 : 88) \n\nSebenarnya ada azab yang telah menimpa orang-orang musyrik Mekah, tetapi mereka tidak menyadarinya sebagai azab Tuhan, yakni kekalahan mereka pada perang Badar. Ketika itu, mereka melihat dan merasakan bagaimana Allah telah menimpakan azab kepada mereka. Namun demikian, Allah tidak menghancurkan semua orang-orang kafir dalam peperangan itu, sebagaimana terjadi pada umat-umat yang dahulu. \n\nDi antara mufasir ada yang berpendapat bahwa Allah sengaja tidak menghancurkan orang-orang kafir itu semuanya karena di antara mereka masih ada yang diharapkan keimanannya sesudah peperangan itu. Mereka ini diharapkan akan menjadi tentara Islam yang berpengalaman untuk membawa panji-panji Islam, kemudian dilanjutkan keturunan-keturunan mereka dari suatu generasi ke generasi yang akan datang kemudian, sampai kepada waktu yang ditentukan Allah. Semuanya itu terjadi sesuai dengan rencana dan kebijaksanaan Allah yang tidak diketahui oleh seorang pun, selain Dia sendiri.",
                        "54": "Pada ayat ini diterangkan akibat-akibat yang akan dialami oleh orang-orang musyrik karena keingkaran dan kebodohan mereka. Mereka akan dimasukkan ke dalam neraka yang apinya membakar seluruh tubuh. Ayat ini merupakan peringatan keras bagi orang-orang kafir dengan menerangkan azab yang akan menimpa mereka di akhirat nanti. Ini dikarenakan tuntutan mereka agar disegerakan datangnya azab itu.",
                        "55": "Ayat ini menerangkan bagaimana api neraka itu membakar orang-orang kafir di akhirat nanti. Seluruh bagian tubuh mereka akan merasakan azab, sejak dari ubun-ubun sampai ke ujung-ujung jari kaki, sejak dari bagian-bagian tubuh yang kelihatan sampai ke yang tidak kelihatan. Mereka akan diselubungi oleh azab dari segala penjuru, dari atas dan dari bawah, serta dari samping kanan dan kiri. Dalam keadaan demikian, kepada mereka dikatakan, \"Rasakanlah olehmu pada hari ini azab yang dijanjikan itu, sebagai akibat perbuatan-perbuatanmu dahulu.\"\n\nPada ayat-ayat yang lain dijelaskan bagaimana api neraka itu meliputi orang-orang kafir. Allah berfirman:\n\nBagi mereka tikar tidur dari api neraka dan di atas mereka ada selimut (api neraka). (al-A'raf/7: 41)\n\nFirman-Nya juga:\n\nDi atas mereka ada lapisan-lapisan dari api dan di bawahnya juga ada lapisan-lapisan yang disediakan bagi mereka. (az-Zumar/39: 16)",
                        "56": "Dalam ayat ini, Allah memerintahkan hamba-hamba-Nya yang beriman agar meninggalkan tempat tinggal mereka jika di sana mereka tidak dapat melaksanakan ketentuan-ketentuan agama, dan hidup dalam keadaan tertindas. Ayat ini mengandung suatu prinsip universal yang menyatakan bahwa bumi Allah ini diciptakan untuk kepentingan manusia. Seseorang boleh tinggal di mana saja ia inginkan apabila merasa aman di tempat itu. Di tempat yang baru itu, kaum Muslimin akan menemukan saudara-saudara dan keluarga-keluarga yang baru sebagai ganti dari saudara dan keluarga yang mereka tinggalkan, karena pada asasnya seluruh kaum Muslimin adalah bersaudara, saudara seiman, senasib dan seperjuangan.\n\nPrinsip lain yang terkandung dalam ayat ini ialah agama Islam menyuruh penganutnya agar jangan terlalu fanatik kepada kampung halaman dan tempat kelahirannya. Tanah air wajib dibela, dibina, dan dibangun, demikian pula bangsa wajib dimajukan. Akan tetapi, janganlah sekali-kali karena terlalu mementingkan tanah air dan bangsa sendiri, berakibat merugikan negara dan bangsa lain. Seakan-akan Allah mengingatkan bahwa alam semesta ini adalah milik Allah dan diciptakan untuk kepentingan manusia. Oleh karena itu, manusia diperintahkan untuk menggunakan alam ini sesuai dengan tujuan Allah menciptakannya. Jangan sekali-kali ada yang mengaku bahwa sesuatu adalah miliknya yang mutlak. Kepemilikan seseorang atas sesuatu hanyalah sementara, dan pada saatnya milik itu akan diambil oleh-Nya kembali.\n\nUngkapan kalimat ayat di atas juga mengingatkan kaum Muslimin akan luas dan banyaknya milik Allah, agar mereka melayangkan pandangan jauh ke depan, dan tidak berpandangan sempit dan terbatas. Ungkapan itu mengingatkan kaum Muslimin agar jangan hanya melihat tempat kediaman sendiri dan beranggapan bahwa bumi itu hanyalah terbatas pada tempat tinggal mereka saja. Anggapan yang demikian itu salah. Bumi Allah itu lebih luas dari yang mereka perkirakan semula. Kalau mereka keluar dari negeri sendiri pergi menjelajahi negeri-negeri yang ada di dunia ini, tentu mereka akan melihat dan memperoleh pengalaman yang berharga dalam perjalanan itu. Mereka juga akan memperoleh kelapangan sesudah kesempitan dan sebagainya.\n\nAllah berfirman:\n\nBarang siapa berhijrah di jalan Allah, niscaya mereka mendapati di muka bumi ini tempat hijrah yang luas dan rezeki yang banyak. (an-Nisa'/4: 100)\n\nKemudian dalam sebuah hadis, Rasulullah saw bersabda: \n\nSemua negeri adalah negeri Allah, dan semua hamba adalah hamba Allah, maka di mana saja kamu mendapat kebaikan (rezeki) maka bertempat tinggallah . (Riwayat Ahmad dari az-Zubair bin al-'Awwam) \n\nAllah memerintahkan agar hamba-hamba-Nya yang beriman hijrah meninggalkan kampung halaman mereka, karena Ia menjamin kehidupan mereka di bumi tempat mereka hijrah itu. Melaksanakan perintah hijrah meninggalkan kampung halaman adalah suatu perintah yang sangat berat dilaksanakan oleh seseorang, karena hal itu berarti ia berpisah dan meninggalkan famili dan kaum kerabatnya. Ia juga meninggalkan rumah dan pekarangan yang telah lama dirawat dan dibinanya, serta harta benda dan binatang ternak kesayangannya. Ia akan berpisah dengan negeri dan segala isinya, yang selama ini seakan-akan telah menyatu dengan dirinya sebagaimana bersatunya tubuh dengan anggota-anggota tubuh lainnya. Oleh karena itu, Allah menyampaikan perintah hijrah itu dengan nada yang lemah lembut dan halus sekali, seakan-akan diperintahkan kepada mereka, \"Wahai hamba-hamba-Ku yang telah beriman kepada-Ku, ingatlah olehmu bahwa Aku telah menciptakan bumi yang luas ini untuk kamu semua. Oleh karena itu, manfaatkan dan tempatilah bumi itu olehmu.\"\n\nDalam seruan itu tergambar pula janji yang diharapkan oleh orang-orang yang hijrah itu, yaitu Allah akan membalas amal mereka karena kepatuhan mereka melaksanakan seruan-Nya. Balasan itu berupa rumah-rumah yang lebih baik dari rumah yang mereka tinggalkan, dan harta yang lebih banyak berkahnya dari harta yang mereka tinggalkan. Demikian pula saudara-saudara dan kerabat-kerabat mereka akan diganti dengan kerabat yang lebih baik dan luhur dari saudara dan kerabat yang mereka tinggalkan selama mereka tetap menghambakan diri kepada-Nya dan melaksanakan dakwah kepada manusia.\n\nNabi saw dan kaum Muslimin telah memenuhi panggilan suci itu. Mereka hijrah kepada Allah baik secara perorangan maupun secara rombongan. Pertama kali mereka hijrah ke Ethiopia (Habsyah).*) Di sana Allah menempatkan mereka di tempat yang mulia. Kemudian mereka hijrah ke Medinah, yang akhirnya menjadi tempat hijrah kaum Muslimin terutama setelah Rasulullah saw juga hijrah ke sana. Di Medinah orang-orang Muhajirin (kaum Muslimin yang datang dari Mekah) diterima dengan tangan terbuka dan senang hati oleh kaum Anshar (penduduk asli Medinah yang telah masuk Islam), seakan-akan kaum Muhajirin itu adalah tamu-tamu yang mereka nanti-nantikan kedatangannya selama ini. Rumah-rumah dan harta mereka dimanfaatkan bersama dengan orang Muhajirin yang baru datang, yang tidak membawa sesuatu apa pun dari Mekah. Bahkan terlihat kaum Anshar telah mengutamakan kaum Muhajirin dari diri mereka sendiri. Demikian eratnya hubungan kedua golongan itu sehingga Rasulullah menjadikan keduanya sebagai hubungan karib-kerabat. Bahkan pada permulaan hijrah, kelompok Muhajirin dan Anshar dapat saling mewarisi di antara mereka.\n\nDengan kedatangan kaum Muhajirin itu, kota Medinah menjadi semakin semarak dan berkembang. Kota itu kemudian menjadi pusat pembinaan masyarakat Islam, tempat berkumpul kaum Muslimin dari segala penjuru dan akhirnya menjadi pusat pemerintahan Islam. Hubungan erat antara golongan Muhajirin dan Anshar dipuji Allah sebagai hubungan yang menjadi dasar terbentuknya masyarakat Islam. Allah meninggikan kedudukan Muhajirin karena telah mengorbankan semua yang mereka miliki, untuk kepentingan agama Allah, sedangkan kaum Anshar adalah penolong-penolong agama. Mereka bersedia menginfakkan apa yang mereka miliki untuk kepentingan agama.\n\nSemua yang dialami oleh orang-orang Muhajirin setelah sampai dan menetap di Medinah serta membaur dengan penduduk asli Medinah, yaitu golongan Anshar, merupakan bukti kebenaran janji Allah kepada mereka ketika mereka diperintahkan hijrah ke Medinah.\n\nAyat ini ditutup dengan perkataan, \"Karena itu hanya kepada-Nyalah kamu menyembah.\" Kalimat ini berarti bahwa bumi ini luas sekali dan merupakan kepunyaan Allah. Di mana saja manusia berada dan bertempat tinggal, maka tempat itu adalah milik Allah. Oleh karena itu, sudah sepantasnya manusia mengesakan dan menghambakan diri kepada-Nya.\n\nAyat di atas merupakan dakwah samawiyah kepada manusia untuk membebaskan dirinya baik fisik maupun jiwa dari segala macam keterikatan dan belenggu materiil atau spiritual yang dapat mengganggu gerak-geriknya, dan menghalangi kebebasannya.\n\nDalam kehidupan di mana saja dan dalam situasi apa saja, manusia tidak akan mendapatkan kebebasan, kemerdekaan, kelangsungan hidup dan kelangsungan jenisnya yang hakiki, sebagaimana yang telah ditetapkan Allah, seandainya ia sendiri tidak berusaha dengan sungguh-sungguh ke arah itu. Jika mereka berusaha, tentu mereka akan memperolehnya. Sebaliknya jika mereka tidak berusaha, berarti mereka telah menganiaya diri sendiri dan tidak akan memperoleh apa yang mereka inginkan.\n\nDakwah Islam adalah untuk membebaskan manusia dari penindasan dan kesesatan. Oleh karena itu, kaum Muslimin diwajibkan berjihad menentang penindasan dan kesesatan itu dengan jalan mengorbankan harta dan jiwa mereka. Jihad yang paling tinggi nilainya dan paling utama bagi seorang mukmin ialah jihad yang dilakukan untuk membebaskan diri sendiri dari penindasan dan kesesatan, sesudah itu jihad baru dilanjutkan kepada orang lain. Seorang mukmin harus membebaskan diri dari segala penindasan yang bersifat merendahkan dan menghinakan, sehingga ia harus memberantas kedua penyakit itu. Allah berfirman:\n\nSesungguhnya orang-orang yang dicabut nyawanya oleh malaikat dalam keadaan menzalimi sendiri, mereka (para malaikat) bertanya, \"Bagaimana kamu ini?\" Mereka menjawab, \"Kami orang-orang yang tertindas di bumi (Mekah).\" Mereka (para malaikat) bertanya, \"Bukankah bumi Allah itu luas, sehingga kamu dapat berhijrah (berpindah-pindah) di bumi itu?\" Maka orang-orang itu tempatnya di neraka Jahanam, dan (Jahanam) itu seburuk-buruk tempat kembali, (an-Nisa'/4: 97)\n\nPada ayat di atas, Allah menjanjikan azab yang sangat pedih di akhirat nanti kepada orang-orang yang hina dan lemah itu karena telah merendahkan agama dan meremehkan diri di hadapan orang-orang kafir. Mereka tidak ubahnya seperti barang dagangan yang berpindah dari satu tangan ke tangan yang lain. Mereka tidak sanggup menyatakan kehendak dan keinginan mereka, apalagi berdakwah ke jalan kebaikan. Oleh karena itu, dakwah Islam ditujukan untuk membebaskan manusia, mengembangkan akal, dan menghilangkan segala macam tekanan pada hati dan jiwa, sebagaimana dakwah itu ditujukan untuk mempertahankan kelangsungan hidup manusia, sebagai makhluk yang diciptakan untuk beribadah kepada-Nya.",
                        "57": "Ayat ini menguatkan ayat sebelumnya dengan menerangkan hakikat kehidupan manusia itu sendiri. Diterangkan bahwa tiap-tiap manusia pasti akan mati dan setelah mati, ia akan kembali kepada pemiliknya, yaitu Tuhan semesta alam. Sejak manusia dibangkitkan kembali di akhirat, sejak itu ia akan mengalami kehidupan yang sebenarnya dan selamanya. Bentuk kehidupan yang sebenarnya itu ditentukan oleh sikap dan tindak-tanduk seseorang selama hidup di dunia. Jika ia seorang mukmin, maka akan memperoleh kebahagiaan yang abadi, sedangkan jika ia kafir, akan mengalami azab yang pedih di neraka.\n\nAyat ini senada dengan ayat 185 surah ali 'Imran dan telah dijelaskan di sana, tetapi diulangi kembali sebagai peringatan bagi kaum Muslimin agar jangan terlalu terpikat dan terpesona oleh kehidupan dunia yang fana ini, karena semuanya itu merupakan kesenangan sementara dan akan berakhir. Hubungan manusia dengan semua yang dimilikinya itu lambat laun akan berakhir. Janganlah sampai kecintaan seseorang kepada sesuatu menghalanginya untuk taat kepada Allah dan Rasul-Nya, karena sesuatu itu bersifat sementara. Sedangkan yang kekal hanya hasil ibadah dan amal saleh seseorang. Dengan semua itu, ia memperoleh rida Allah dan surga yang dijanjikan-Nya.",
                        "58": "Ayat ini menerangkan ganjaran yang akan diperoleh orang-orang yang beriman kepada Allah, karena telah hijrah untuk kepentingan agama-Nya. Mereka melepaskan diri dari orang-orang yang menyekutukan Allah dan berani menanggung segala resiko akibat dari hijrah itu.\n\nJanji Allah itu ialah memberi ganjaran orang-orang yang beriman dan beramal saleh surga yang penuh kenikmatan. Di dalamnya terdapat taman-taman yang indah dengan sungai-sungai yang mengalir di bawahnya. Mereka kekal di dalam surga itu selama-lamanya.\n\nMengenai gambaran surga itu, diterangkan oleh hadis Nabi saw, di mana beliau bersabda:\n\n\"Sesungguhnya penghuni surga saling melihat penghuni tempat yang tinggi di atas mereka, seperti kamu melihat bintang-bintang gemerlapan yang lewat di ufuk, baik dari timur maupun dari barat, karena perbedaan derajat yang ada pada mereka.\" Para sahabat berkata, \"Ya Rasulullah, itu adalah tempat-tempat para nabi, manusia yang lain tidak akan sampai ke sana.\" Rasulullah menjawab, \"Bisa saja, demi Allah yang jiwaku berada di tangan- Nya, itu adalah tempat-tempat yang beriman kepada Allah dan membenarkan para rasul.\" (Riwayat Muslim dari Sahl bin Sa'd) \n\nDalam hadis yang lain Nabi bersabda:\n\n\"Sesungguhnya di dalam surga ada tempat-tempat yang tinggi, di belakangnya dapat dilihat tembus dari hadapannya dan hadapannya dapat dilihat tembus dari belakangnya.\" Lalu seseorang Arab Badui berdiri dan bertanya, \"Untuk siapa tempat-tempat itu, ya Rasulullah?\" Rasulullah menjawab, \"Tempat-tempat itu untuk orang-orang yang baik perkataannya, memberi makan (orang miskin), selalu berpuasa dan salat karena Allah di malam hari sedang orang lain tidur.\" (Riwayat at-Tirmidzi dari 'Ali bin Abi thalib) \n\nDemikianlah surga yang dijanjikan Allah kepada orang-orang yang beriman, mengerjakan amal saleh, bersabar, dan bertawakal kepada-Nya.\n\nPada ayat ini diterangkan bahwa Allah berjanji akan memberikan ganjaran kepada orang-orang yang beriman. Janji Allah itu dikuatkan dengan kalimat sumpah. Hal ini adalah untuk menenteramkan hati kaum Muslimin, agar langkah mereka mantap dalam menempuh jalan yang lurus dan sulit, seperti hijrah dan sebagainya.",
                        "59": "Ayat ini menerangkan ganjaran yang akan diperoleh orang-orang yang beriman kepada Allah, karena telah hijrah untuk kepentingan agama-Nya. Mereka melepaskan diri dari orang-orang yang menyekutukan Allah dan berani menanggung segala resiko akibat dari hijrah itu.\n\nJanji Allah itu ialah memberi ganjaran orang-orang yang beriman dan beramal saleh surga yang penuh kenikmatan. Di dalamnya terdapat taman-taman yang indah dengan sungai-sungai yang mengalir di bawahnya. Mereka kekal di dalam surga itu selama-lamanya.\n\nMengenai gambaran surga itu, diterangkan oleh hadis Nabi saw, di mana beliau bersabda:\n\n\"Sesungguhnya penghuni surga saling melihat penghuni tempat yang tinggi di atas mereka, seperti kamu melihat bintang-bintang gemerlapan yang lewat di ufuk, baik dari timur maupun dari barat, karena perbedaan derajat yang ada pada mereka.\" Para sahabat berkata, \"Ya Rasulullah, itu adalah tempat-tempat para nabi, manusia yang lain tidak akan sampai ke sana.\" Rasulullah menjawab, \"Bisa saja, demi Allah yang jiwaku berada di tangan- Nya, itu adalah tempat-tempat yang beriman kepada Allah dan membenarkan para rasul.\" (Riwayat Muslim dari Sahl bin Sa'd) \n\nDalam hadis yang lain Nabi bersabda:\n\n\"Sesungguhnya di dalam surga ada tempat-tempat yang tinggi, di belakangnya dapat dilihat tembus dari hadapannya dan hadapannya dapat dilihat tembus dari belakangnya.\" Lalu seseorang Arab Badui berdiri dan bertanya, \"Untuk siapa tempat-tempat itu, ya Rasulullah?\" Rasulullah menjawab, \"Tempat-tempat itu untuk orang-orang yang baik perkataannya, memberi makan (orang miskin), selalu berpuasa dan salat karena Allah di malam hari sedang orang lain tidur.\" (Riwayat at-Tirmidzi dari 'Ali bin Abi thalib) \n\nDemikianlah surga yang dijanjikan Allah kepada orang-orang yang beriman, mengerjakan amal saleh, bersabar, dan bertawakal kepada-Nya.\n\nPada ayat ini diterangkan bahwa Allah berjanji akan memberikan ganjaran kepada orang-orang yang beriman. Janji Allah itu dikuatkan dengan kalimat sumpah. Hal ini adalah untuk menenteramkan hati kaum Muslimin, agar langkah mereka mantap dalam menempuh jalan yang lurus dan sulit, seperti hijrah dan sebagainya.",
                        "60": "Sabab nuzul ayat ini berdasarkan riwayat dari Ibnu 'Abbas yang menyebutkan bahwa Nabi Muhammad berkata kepada orang-orang yang beriman di Mekah, ketika orang-orang musyrik menyiksa mereka, \"Keluarlah kamu sekalian dan hijrahlah. Jangan bertetangga dengan orang yang zalim itu.\" Orang-orang mukmin menjawab, \"Ya Rasulullah, di sana kami tidak mempunyai rumah, tidak mempunyai harta, tidak ada orang yang akan memberi makan, dan tidak ada orang yang akan memberi minum.\" Maka turunlah ayat ini sebagai jawaban terhadap kekhawatiran orang-orang mukmin itu.\n\nAyat ini turun untuk menenteramkan hati orang-orang yang beriman yang memenuhi seruan Rasulullah saw untuk hijrah, baik mereka yang telah hijrah, maupun kaum Muslimin yang sedang bersiap-siap untuk hijrah, seakan-akan Allah mengatakan, \"Hai orang-orang yang beriman, tantanglah musuh-musuh Allah itu. Janganlah sekali-kali kamu takut kepada kepapaan dan kemiskinan karena betapa banyaknya binatang melata yang tidak sanggup mengumpulkan makanan setiap hari untuk keperluannya, tetapi Allah tetap memberinya rezeki. Kamu wahai orang-orang yang beriman, jauh lebih baik dari binatang dan lebih pandai mencari makan, kenapa kamu khawatir tidak akan mendapat makanan. Walaupun kamu hijrah tanpa membawa sesuatu, tetapi Allah pasti memberimu rezeki. Allah Maha Mendengar segala macam doa, mengetahui segala keadaan hamba-hamba-Nya.\"\n\nAyat ini mengisyaratkan kepada kaum Muslimin bahwa Allah tidak akan menyia-nyiakan makhluk-Nya sedikit pun. Dia mengemukakan suatu perumpamaan mudah dipahami pengertiannya oleh kaum Muslimin, seperti anak-anak binatang yang tidak sanggup mencari makan sendiri. Allah menjadikan induknya sayang kepadanya, sehingga mereka mau berusaha dan bersusah payah mencarikan makanan bagi anaknya. Kemudian induk itu menyuapkan makanan yang didapat ke dalam mulut anak-anaknya, sebagaimana kita saksikan pada burung dan sebagainya. Ada pula binatang yang memberi makan anaknya dengan air susu dari induknya, sebagaimana yang terdapat pada binatang menyusui. Semuanya itu merupakan ketentuan Allah, sehingga dengan demikian setiap makhluk bisa mempertahankan kelangsungan hidup jenisnya.\n\nDemikian pula halnya manusia, ada yang kuat, ada yang lemah, ada yang kaya, ada yang miskin, ada yang kecil, ada yang besar, ada yang tinggal di tempat yang subur, dan ada pula yang tinggal di tempat yang tandus, semuanya diberi rezeki oleh Allah, sesuai dengan kebutuhan mereka. Inilah yang dimaksud dengan ayat ini. Allah memberikan rezeki kepada semua makhluk-Nya, termasuk kaum Muhajirin, sekalipun harta benda mereka tertinggal di Mekah, dan mata pencahariannya terputus.\n\nAllah berfirman:\n\nDan tidak satupun makhluk bergerak (bernyawa) di bumi melainkan semua-nya dijamin Allah rezekinya. Dia mengetahui tempat kediamannya dan tempat penyimpanannya. Semua (tertulis) dalam Kitab yang nyata (Lauh Mahfudh). (Hud/11: 6)\n\nKemudian ayat ini ditutup dengan menegaskan bahwa Allah Maha Mendengar apa yang diminta hamba-Nya dan Maha Mengetahui semua keperluannya.\n\nDari ayat-ayat di atas dipahami bahwa manusia tidak mengetahui dengan pasti apa-apa yang dilakukannya. Ia hanya mengetahui keperluan dan kebutuhan lahir saja, sedangkan keperluan-keperluan yang bersifat rohani, dan yang lainnya, banyak yang tidak diketahuinya, seperti keperluan akan udara yang harus ia hirup sepanjang hari, air, dan sebagainya. Meskipun begitu, setiap mukmin diwajibkan berusaha dan berikhtiar dalam hidupnya. Allah telah memberikan potensi untuk berkehendak dan berusaha sehingga kita tetap wajib berusaha, sebagaimana firman Allah:\n\nSesungguhnya Allah tidak akan mengubah keadaan suatu kaum sebelum mereka mengubah keadaan diri mereka sendiri. (ar-Ra'd/13: 11)",
                        "61": "Ayat ini menerangkan bahwa kaum musyrik mengakui bahwa yang menciptakan langit dan bumi itu adalah Allah Yang Maha Esa. Dialah yang menundukkan matahari dan bulan untuk kepentingan manusia. Pengakuan mereka itu adalah suatu hal yang wajar karena pada mulanya nenek moyang mereka beragama tauhid, yaitu, Nabi Ibrahim dan Nabi Ismail. Pada mulanya mereka bangga dengan agama tauhid itu, sehingga mereka tidak tertarik dengan agama Yahudi dan Nasrani yang berkembang di Jazirah Arab. Seiring dengan berlalunya masa dan bergantinya generasi, tanpa mereka sadari agama tauhid yang murni itu sedikit demi sedikit telah dimasuki oleh unsur-unsur syirik. Karena memperturutkan perasaan dan hawa nafsu, mereka makin lama makin jauh menyimpang dari dasar semula. Akhirnya, mereka menyembah patung, jin, dan benda-benda lain di samping menyembah Allah.\n\nSekalipun kepercayaan yang mereka anut telah jauh menyimpang dari agama tauhid, namun mereka masih tetap mengakui bahwa mereka menganut agama Ibrahim. Kalau ditanyakan kepada mereka tentang siapakah yang menciptakan langit dan bumi serta menundukkan matahari dan bulan, mereka menjawab, \"Yang menciptakan ialah Allah dan Allah-lah yang menguasainya.\"",
                        "62": "Pada ayat ini, Allah menyatakan bahwa Dialah yang melapangkan rezeki bagi siapa yang dikehendaki-Nya dan menyempitkan rezeki bagi siapa yang dikehendaki-Nya. Dia sendiri yang berkuasa untuk menentukan rezeki, sehingga orang-orang yang beriman tidak perlu enggan berhijrah karena takut miskin. Allah memberi rezeki di mana saja mereka berada, baik di negeri sendiri, maupun di negeri orang atau dalam perjalanan, bahkan ketika mereka ditawan musuh.\n\nAllah berfirman:\n\nSungguh Allah, Dialah Pemberi rezeki Yang Mempunyai Kekuatan lagi Sangat Kokoh. (adz-dzariyat/51: 58)\n\nAyat ini selanjutnya menyatakan bahwa Allah mengetahui segala kemaslahatan makhluk-Nya. Dia juga mengetahui orang-orang yang mengerjakan amal saleh karena banyak dianugerahi rezeki, dan mengetahui orang-orang yang membuat kerusakan dan kemungkaran dengan kekayaan yang telah dianugerahkan Allah kepada mereka.\"\n\nAyat ini dapat pula dihubungkan dengan pernyataan orang-orang musyrik pada ayat sebelum ini (ayat 61) di mana Allah menyatakan kepada orang-orang musyrik, \"Siapa yang menciptakan dan menguasai alam semesta ini?\" Mereka tidak mendapatkan jawaban, kecuali tunduk dengan menetapkan bahwa Allah Yang Maha Esa yang menciptakan dan menguasai seluruh makhluk. Jika mereka telah mengakui hal itu, mengapa mereka masih ragu siapa yang menanggung rezeki seluruh makhluk itu. Jika mereka mengatakan bahwa Allah-lah yang melapangkan dan menyempitkan rezeki kepada makhluk-Nya, tidak ada yang lain, kenapa mereka masih menyembah dan meminta rezeki itu kepada berhala-berhala? \n\nAllah selanjutnya menjelaskan bahwa Dia membedakan hamba-hamba-Nya dalam hal pemberian rezeki karena Ia lebih mengetahui kemaslahatan mereka. Pemberian itu harus disesuaikan dengan keadaan mereka masing-masing.",
                        "63": "Dalam ayat ini, pertanyaan masih dihadapkan kepada orang-orang musyrik Mekah. Mereka ditanya tentang siapa yang menurunkan air hujan dari langit, kemudian dengan air itu suburlah tanah yang selama ini tandus dan gersang? Apa jawaban mereka terhadap pertanyaan ini?\n\nPada ayat 61 di atas mereka telah menyatakan bahwa Allah-lah yang menjadikan langit dan bumi, serta menundukkan matahari dan bulan. Hal ini adalah suatu yang tidak perlu diperbincangkan lagi karena sesuai dengan akal pikiran yang benar dan ajaran agama yang dibawa Nabi Ibrahim, agama yang diakui sebagai agama mereka. Namun demikian, perbuatan mereka berlawanan dengan pernyataan yang mereka ucapkan. Inilah keanehan yang ada pada mereka. Maka dalam ayat 63 ini, Allah menerangkan bahwa kalau dihadapkan kepada mereka pertanyaan tersebut, mereka juga akan menjawab, \"Allah.\" \n\nDengan demikian jelaslah bahwa mereka mempercayai bahwa Allah-lah Pemilik semua yang ada di langit dan di bumi. Dialah yang mengendalikan segala sesuatu yang ada pada keduanya, seperti menurunkan hujan dari langit, kemudian dengan air hujan itu bumi menjadi subur dan menumbuhkan tanam-tanaman. Akan tetapi, kepercayaan mereka ini tidak melandasi amal perbuatan yang mereka lakukan setiap hari, karena mereka mempersekutukan Tuhan dengan berhala-berhala yang tidak mempunyai kekuasaan atau kekuatan apa pun. \n\nSekalipun orang-orang musyrik menyatakan pengakuan seperti di atas, namun kebanyakan mereka tidak mau memahami dan mengamalkan pengakuan itu. Mereka seakan-akan seperti orang bodoh yang tidak dapat mengerti hakikat pengakuan mereka. Hal yang demikian itu disebabkan oleh kesesatan dan kezaliman yang telah mengalahkan kebenaran. Apabila kebenaran itu dikemukakan kepada mereka, sekalipun pikiran dan naluri mereka menerimanya, tetapi hati mereka tidak menerimanya lagi. Bahkan mereka menuduh Nabi Muhammad telah menyihir mereka, sehingga mereka ragu terhadap kenyataan yang dilihat oleh mata dan pikiran mereka sendiri. Allah berfirman:\n\nTentulah mereka berkata, \"Sesungguhnya pandangan kamilah yang dikaburkan, bahkan kami adalah orang yang terkena sihir.\" (al-hijr/15: 15)\n\nPada ayat ini, Allah memerintahkan Nabi Muhammad supaya mengucapkan \"al-hamdulillah\". Perkataan ini diucapkan sebagai pernyataan syukur kepada Allah atas nikmat yang telah diberikan-Nya, yaitu tersingkapnya kebenaran dengan adanya pengakuan dan pernyataan kaum musyrik tentang keesaan Tuhan. Namun demikian, sekalipun mereka telah mengakui kekuasaan dan kemahapemurahan Allah, tetapi hati mereka masih tergantung pada berhala-berhala yang mereka sembah.",
                        "64": "Ayat ini menerangkan hakikat kehidupan duniawi, terutama kepada orang-orang musyrik yang teperdaya dengan kehidupan duniawi. Diterangkan bahwa kehidupan duniawi itu hanyalah permainan dan senda gurau saja, bukan kehidupan yang sebenarnya. Pandangan dan pikiran orang-orang musyrik telah tertutup, sehingga mereka telah disibukkan oleh urusan duniawi. Mereka berlomba-lomba mencari harta kekayaan, kekuasaan, kesenangan, dan kelezatan yang ada padanya, seakan-akan kehidupan dunia ialah kehidupan yang sebenarnya bagi mereka. Andaikata mereka mau mengurangi perhatian mereka kepada kehidupan duniawi itu sedikit saja, dan memandangnya sebagai medan persiapan untuk bekal dalam kehidupan lain yang lebih kekal dan abadi, serta mau pula mendengarkan ayat-ayat Allah, tentulah mereka tidak akan durhaka dan mempersekutukan Allah. Andaikata mereka mendengarkan seruan rasul dengan menggunakan telinga, akal, dan hati, mereka tidak akan tersesat dari jalan Allah.\n\nKemudian Allah menerangkan bahwa kehidupan yang hakiki itu adalah kehidupan akhirat, dan ia merupakan sisi lain dari kehidupan manusia, yaitu kehidupan yang diliputi oleh kebenaran yang mutlak. Kehidupan dunia adalah kehidupan yang di dalamnya bercampur baur antara kebenaran dan kebatilan, sedangkan dalam kehidupan akhirat, kebenaran dan kebatilan telah dipisahkan. Kehidupan akhirat banyak ditentukan oleh kehidupan dunia yang dijalani seseorang, dan tergantung kepada amal dan usahanya sewaktu masih hidup. Kehidupan dunia dapat diibaratkan dengan kehidupan masa kanak-kanak, sedang kehidupan akhirat dapat diibaratkan dengan kehidupan masa dewasa. Jika seseorang pada masa kanak-kanak mempersiapkan diri dengan sungguh-sungguh, seperti belajar dan bekerja dengan tekun, maka kehidupan masa dewasanya akan menjadi kehidupan yang cerah. Sebaliknya jika ia banyak bermain-main dan tidak menggunakan waktu sebaik-baiknya, maka ia akan mempunyai masa dewasa yang suram.\n\nDemikianlah halnya dengan kehidupan akhirat, tergantung kepada amal dan usaha seseorang sewaktu masih hidup di dunia. Jika ia selama hidup di dunia beriman dan beramal saleh, maka kehidupannya di akhirat akan baik dan bahagia. Sebaliknya jika ia kafir dan mengerjakan perbuatan-perbuatan yang terlarang, ia akan mengalami kehidupan yang sengsara di akhirat nanti.\n\nPada akhir ayat ini, Allah memperingatkan kepada orang-orang musyrik agar mengetahui hakikat hidup. Andaikata mereka mendalami dan mengetahui hal itu, tentu mereka tidak akan tersesat dan teperdaya oleh kehidupan dunia yang fana ini. Setiap orang yang berilmu dan mau mempergunakan akalnya dengan mudah dapat membedakan antara yang baik dengan yang buruk, antara yang benar dan yang salah, dan sebagainya.",
                        "65": "Ayat ini melukiskan kehidupan orang-orang musyrik yang penuh pertentangan dan kontradiksi. Hati mereka percaya kepada kekuasaan dan keesaan Allah, tetapi pengaruh dunia dan hawa nafsu menutup keyakinan hati mereka yang benar. Oleh karena itu, mereka tidak dapat beramal dan mengingat Allah secara ikhlas. Mereka seperti orang bingung di dalam kehidupan yang penuh kemusyrikan.\n\nMereka diibaratkan Allah dengan orang yang naik kapal, berlayar mengarungi lautan luas. Tiba-tiba datang angin topan yang kencang disertai gelombang dan ombak yang menggunung sehingga kapal mereka terhempas ke sana ke mari. Maka timbul ketakutan dalam hati mereka, diiringi perasaan bahwa mereka tidak akan selamat dan akan ditelan oleh gelombang itu. Di saat itu, mereka ingat kepada Allah, dan meyakini bahwa hanya Dia Yang Mahakuasa menyelamatkan dan melindungi mereka dari hempasan ombak itu. Mereka mengakui keesaan Allah, baik dalam hati dan perasaan maupun dalam ucapan. Singkatnya dalam semua tindak tanduk, mereka kembali kepada fitrah semula, yaitu mengakui keesaan dan kekuasaan Allah. Mereka tidak percaya lagi bahwa tuhan-tuhan yang selama ini disembah sanggup melepaskan dan menyelamatkan mereka dari malapetaka yang sedang mengancam itu. Oleh karena itu, mereka berdoa dan mohon pertolongan kepada Allah saja.\n\nMaka Allah mengabulkan permohonan dan doa mereka yang ikhlas itu dengan menyelamatkan mereka dari segala bencana. Akan tetapi, setelah mereka terlepas dari bencana yang menakutkan itu, dan hati mereka telah merasa aman dan tenteram, serta merta mereka kembali mengingkari Allah yang telah menyelamatkan mereka. Mereka lupa bahwa mereka pernah berdoa kepada-Nya untuk meminta keselamatan dan berjanji akan tetap tunduk dan patuh hanya kepada-Nya. Mereka kembali mempersekutukan Allah dengan tuhan-tuhan yang tidak layak sedikit pun dipersekutukan dengan-Nya. Maka Allah membiarkan mereka bersenang-senang sampai pada waktu yang ditentukan dan Allah akan memberi ganjaran yang setimpal di akhirat kelak.\n\nPada ayat yang lain diterangkan keadaan orang-orang musyrik di akhirat kelak. Mereka akan mengakui keesaan dan kekuasaan Allah di saat mereka mengalami siksaan yang pedih di dalam neraka dan berdoa meminta pertolongan-Nya agar dilepaskan dari siksaan itu. Allah berfirman:\n\nYa Tuhan kami, keluarkanlah kami darinya (kembalikanlah kami ke dunia), jika kami masih juga kembali (kepada kekafiran), sungguh, kami adalah orang-orang yang zalim.\" Dia (Allah) berfirman, \"Tinggallah dengan hina di dalamnya, dan janganlah kamu berbicara dengan Aku.\" (al-Mu'minun/23: 107-108)\n\nMuhammad bin Ishaq dalam kitab Sirah (tarikh Nabi Muhammad saw) meriwayatkan bahwa 'Ikrimah bin Abi Jahal berkata, \"Tatkala Rasulullah menaklukkan Mekah, aku lari daripadanya. Ketika aku naik kapal ke Habsyah, kapal itu terombang-ambing. Para penumpang kapal berkata, Hai teman-teman, berdoalah dengan ikhlas kepada Tuhanmu, sesungguhnya tidak ada yang dapat menyelamatkan kita dari bencana ini, kecuali dia.\" Selanjutnya 'Ikrimah berkata, \"Andaikata di laut tidak ada yang dapat menyelamatkan, kecuali Dia maka di darat pun tidak ada pula yang dapat menyelamatkan, kecuali Dia. Hai Tuhanku, aku berjanji kepadamu, jika aku keluar dari laut ini, maka aku akan pergi kepada Muhammad dan aku akan menyatakan keimananku kepadanya, maka akan kudapati dia seorang yang sangat pengasih dan penyayang, dan terlaksanalah janjiku itu.\"\n\nIkrimah juga berkata, \"Bangsa Jahiliah itu apabila menaiki kapal, berhala-berhala mereka juga ikut dibawa. Jika angin ribut datang, berhala-berhala itu dilemparkan ke laut, lalu mereka mengucapkan, \"Ya Tuhan, Ya Tuhan.\"\n\nAr-Razi mengatakan dalam bukunya, al-Lawami, \"Ini adalah suatu pertanda bahwa pengetahuan tentang Tuhan itu merupakan fitrah bagi manusia. Walaupun mereka lalai mengingat-Nya di waktu mereka bersuka ria, namun mereka mengingat-Nya di waktu kesusahan.\"",
                        "66": "Ayat ini menerangkan akibat dari perilaku kaum musyrik mempersekutukan Allah sesudah mereka diselamatkan dari bencana, dan merupakan ancaman atas kekafiran mereka kepada nikmat-Nya. Pada ayat yang lalu, Allah menerangkan bahwa setelah mereka selamat, tiba-tiba mereka kembali mempersekutukan-Nya, maka timbullah pertanyaan kenapa Ia menyelamatkan mereka dari bahaya tenggelam itu? Kenapa kapal itu beserta semua penumpangnya tidak dibiarkan tenggelam ke dasar laut, sehingga selesailah persoalan mereka?\n\nJawabannya adalah bahwa wajar kalau Allah Yang Maha Pengasih lagi Maha Penyayang itu memperkenankan doa dari hamba-Nya yang memohon dengan tulus ikhlas. Mereka diselamatkan adalah sebagai ujian bagi keimanan mereka; apakah mereka akan tetap dalam keimanan itu atau akan musyrik kembali.\n\nTernyata ujian ini tidak membawa hasil. Sesudah diselamatkan Allah, mereka musyrik kembali. Mereka bersikap demikian karena kemusyrikan telah berurat dan berakar dalam jiwa mereka. Hal itu mengakibatkan mereka kafir kepada nikmat Allah yang telah menyelamatkan mereka dari bencana tenggelam dalam laut dan membuat mereka hidup bersenang-senang dalam kekafiran. Oleh karena itu, Allah mengancam mereka dengan mengatakan bahwa kelak mereka akan mengetahui akibat dari perbuatan itu.\n\nKalimat \"maka kelak mereka akan mengetahui (akibat perbuatan mereka)\" ini mempunyai nada ancaman kepada orang-orang musyrik, karena tanda-tanda kekuasaan dan keesaan Allah serta nikmat yang telah dilimpahkan kepada mereka, tidak dapat meyakinkan mereka, bahkan menambah keingkaran mereka. Seakan-akan dikatakan kepada mereka, \"Apabila mereka lalai dan tidak mengubah tindak tanduk mereka, mereka akan mengetahui dengan yakin bahwa azab yang dijanjikan itu pasti menimpa mereka.\" Apabila azab itu telah menimpa mereka, maka semua pintu tobat telah tertutup bagi mereka.",
                        "67": "Ayat ini mengingatkan orang-orang musyrik Mekah akan nikmat yang dilimpahkan kepada mereka. Allah mengistimewakan mereka dari penduduk negeri-negeri di sekitar mereka dengan menjadikan kota Mekah sebagai negeri yang aman, tenteram, dan diharamkan berperang di sana. Allah menjaga negeri itu dari musuh-musuh yang hendak menghancurkan dan menguasainya, seperti yang pernah terjadi pada tahun kelahiran Nabi Muhammad. Pada waktu itu, tentara Abrahah yang mengendarai gajah dihancurkan Allah sebelum mereka sempat menjamah Ka'bah.\n\nAllah berfirman:\n\n(1) Tidakkah engkau (Muhammad) perhatikan bagaimana Tuhanmu telah bertindak terhadap pasukan bergajah? (2) Bukankah Dia telah menjadikan tipu daya mereka itu sia-sia? (3) dan Dia mengirimkan kepada mereka burung yang berbondong-bondong, (4) yang melempari mereka dengan batu dari tanah liat yang dibakar, (5) sehingga mereka dijadikan-Nya seperti daun-daun yang dimakan (ulat). (al-Fil/105: 1-5)\n\nDalam ayat yang lain diterangkan keadaan kota Mekah dan kehidupan orang-orang Quraisy. Allah berfirman:\n\n(1) Karena kebiasaan orang-orang Quraisy, (2) (yaitu) kebiasaan mereka bepergian pada musim dingin dan musim panas. (3) Maka hendaklah mereka menyembah Tuhan (pemilik) rumah ini (Ka'bah), (4) yang telah memberi makanan kepada mereka untuk menghilangkan lapar dan mengamankan mereka dari rasa ketakutan. (Quraisy/106: 1-4)\n\nDi sisi lain, negeri-negeri yang berada di sekitar Mekah dalam keadaan tidak aman. Sering terjadi perampokan, pembunuhan, kekacauan, dan peperangan antar kabilah, sehingga orang tidak dapat merasakan kedamaian dan keamanan atas jiwa, keluarga, dan hartanya. Setiap saat penduduknya selalu berada dalam keadaan khawatir diserbu musuh. Pada ayat ini dipertanyakan kepada orang-orang musyrik itu bahwa apakah mereka tidak melihat nikmat yang jelas dan nyata itu? Apakah mereka tidak merasakan sedikit juga bahwa Allah telah mengistimewakan mereka dari penduduk negeri di sekitar mereka. Kenapa mereka tidak meninggalkan penyembahan berhala yang mengotori Ka'bah itu? Sebenarnya orang Mekah telah mengetahui semuanya, tetapi karena keingkaran, mereka mempercayai yang batil dan mengingkari nikmat Allah. Alangkah rendahnya akal mereka.",
                        "68": "Ayat ini menerangkan bahwa orang-orang musyrik itu adalah orang yang sangat zalim, karena mengada-adakan sekutu bagi Allah dan mengatakan bahwa Dia mempunyai anak. Mereka adalah orang-orang yang membuat-buat kedustaan terhadap Allah dan menjadi musuh-Nya. Mereka membuat patung-patung, kemudian menyembahnya untuk mendekatkan diri kepada Allah.\n\nAllah menceritakan kepercayaan kaum musyrik itu dalam firman-Nya:\n\nIngatlah! Hanya milik Allah agama yang murni (dari syirik). Dan orang-orang yang mengambil pelindung selain Dia (berkata), \"Kami tidak menyembah mereka melainkan (berharap) agar mereka mendekatkan kami kepada Allah dengan sedekat-dekatnya.\" Sungguh, Allah akan memberi putusan di antara mereka tentang apa yang mereka perselisihkan. Sungguh, Allah tidak memberi petunjuk kepada pendusta dan orang yang sangat ingkar. (az-Zumar/39: 3)\n\nSetelah datang kepada mereka seorang rasul Allah yang menerangkan kebatilan dan kepalsuan perbuatan mereka, dan menunjukkan jalan yang lurus berdasarkan kebenaran, mereka mengingkari dan mendustakan semuanya. Bahkan mereka mengingkari semua nikmat Allah yang pernah diberikan kepada mereka.\n\nSesungguhnya orang-orang musyrik itu telah berbuat dosa yang paling besar yang tidak ada tandingannya di dunia ini. Tiada balasan yang tepat bagi mereka kecuali azab neraka Jahanam di akhirat nanti dan itulah tempat yang wajar bagi mereka.",
                        "69": "Ayat ini menerangkan janji yang mulia dari Allah kepada orang-orang mukmin yang berjihad di jalan-Nya dengan mengorbankan jiwa dan hartanya serta menanggung siksaan dan rintangan. Oleh karena itu, Allah akan memberi mereka petunjuk, membantu mereka membulatkan tekad, dan memberikan bantuan, sehingga mereka memperoleh kemenangan di dunia serta kebahagiaan dan kemuliaan di akhirat kelak.\n\nAllah berfirman:\n\n(Yaitu) orang-orang yang diusir dari kampung halamannya tanpa alasan yang benar, hanya karena mereka berkata, \"Tuhan kami ialah Allah.\" Seandainya Allah tidak menolak (keganasan) sebagian manusia dengan sebagian yang lain, tentu telah dirobohkan biara-biara Nasrani, gereja-gereja, rumah-rumah ibadah orang Yahudi dan masjid-masjid, yang di dalamnya banyak disebut nama Allah. Allah pasti akan menolong orang yang menolong (agama)-Nya. Sungguh, Allah Mahakuat, Mahaperkasa. (al-hajj/22: 40)\n\nMakna jihad dalam ayat 69 ini ialah melakukan segala macam usaha untuk menegakkan agama Allah dan meninggikan kalimat-Nya, termasuk juga memerangi orang-orang kafir yang memerangi umat Islam. Menurut Abu Sulaiman ad-Darani, jihad di sini bukan berarti memerangi orang-orang kafir saja, melainkan juga berarti mempertahankan agama, dan memberantas kezaliman. Adapun yang utama ialah menganjurkan perbuatan makruf, melarang dari perbuatan yang mungkar, dan memerangi hawa nafsu dalam rangka menaati perintah Allah.\n\nMereka yang berjihad itu dijanjikan Allah jalan yang lapang. Janji ini pasti akan terlaksana, sebagaimana firman-Nya:\n\nDan sungguh, Kami telah mengutus sebelum engkau (Muhammad) beberapa orang rasul kepada kaumnya, mereka datang kepadanya dengan membawa keterangan-keterangan (yang cukup), lalu Kami melakukan pembalasan terhadap orang-orang yang berdosa. Dan merupakan hak Kami untuk menolong orang-orang yang beriman. (ar-Rum/30: 47)\n\nDalam ayat ini diterangkan bahwa orang-orang yang berjihad di jalan Allah itu adalah orang-orang yang berbuat baik (muhsin). Hal ini berarti bahwa segala macam perbuatan, sesuai dengan yang digariskan Allah dalam berjihad itu, adalah perbuatan baik. Dinamakan demikian karena orang-orang yang berjihad itu selalu berjalan di jalan Allah. Orang-orang yang tidak mau berjihad adalah orang yang tidak baik, sebab ia telah membangkang terhadap perintah Allah untuk melakukan jihad. Orang itu adalah orang yang sesat, karena tidak mau meniti jalan lurus yang telah dibentangkan-Nya.\n\nDalam ayat ini dinyatakan bahwa Allah selalu beserta orang-orang yang berperang di jalan-Nya, memerangi hawa nafsu, mengusir semua bisikan setan dari hatinya, dan tidak pernah menyia-nyiakan ajaran agama-Nya. Pernyataan ini dapat menenteramkan hati orang yang beriman dalam menghadapi orang-orang kafir dan membangkitkan semangat mereka berjuang di jalan-Nya.\n\nAyat ini menerangkan bahwa orang-orang yang berjihad untuk mencari keridaan Allah, pasti akan ditunjukkan kepada mereka jalan-Nya. Dari ayat ini dipahami bahwa lapangan jihad yang luas bisa dilaksanakan dengan berbagai cara, berupa perkataan, tulisan, dan pada situasi tertentu dapat dilakukan dengan senjata. Karena luas dan banyaknya lapangan jihad berarti banyak sekali jalan-jalan yang dapat ditempuh seorang mukmin untuk sampai kepada keridaan Allah, asal semua jalan itu diniatkan untuk menegakkan kebenaran, keadilan, dan kebaikan."
                    }
                }
            }
        }
    }
}