{
    "30": {
        "number": "30",
        "name": "الرّوم",
        "name_latin": "Ar-Rum",
        "number_of_ayah": "60",
        "text": {
            "1": " الۤمّۤ ۚ  ",
            "2": "غُلِبَتِ الرُّوْمُۙ ",
            "3": "فِيْٓ اَدْنَى الْاَرْضِ وَهُمْ مِّنْۢ بَعْدِ غَلَبِهِمْ سَيَغْلِبُوْنَۙ ",
            "4": "فِيْ بِضْعِ سِنِيْنَ ەۗ لِلّٰهِ الْاَمْرُ مِنْ قَبْلُ وَمِنْۢ بَعْدُ ۗوَيَوْمَىِٕذٍ يَّفْرَحُ الْمُؤْمِنُوْنَۙ",
            "5": "بِنَصْرِ اللّٰهِ ۗيَنْصُرُ مَنْ يَّشَاۤءُۗ وَهُوَ الْعَزِيْزُ الرَّحِيْمُ",
            "6": "وَعْدَ اللّٰهِ ۗ لَا يُخْلِفُ اللّٰهُ وَعْدَهٗ وَلٰكِنَّ اَكْثَرَ النَّاسِ لَا يَعْلَمُوْنَ",
            "7": "يَعْلَمُوْنَ ظَاهِرًا مِّنَ الْحَيٰوةِ الدُّنْيَاۖ وَهُمْ عَنِ الْاٰخِرَةِ هُمْ غٰفِلُوْنَ",
            "8": "اَوَلَمْ يَتَفَكَّرُوْا فِيْٓ اَنْفُسِهِمْ ۗ مَا خَلَقَ اللّٰهُ السَّمٰوٰتِ وَالْاَرْضَ وَمَا بَيْنَهُمَآ اِلَّا بِالْحَقِّ وَاَجَلٍ مُّسَمًّىۗ وَاِنَّ كَثِيْرًا مِّنَ النَّاسِ بِلِقَاۤئِ رَبِّهِمْ لَكٰفِرُوْنَ",
            "9": "اَوَلَمْ يَسِيْرُوْا فِى الْاَرْضِ فَيَنْظُرُوْا كَيْفَ كَانَ عَاقِبَةُ الَّذِيْنَ مِنْ قَبْلِهِمْۗ  كَانُوْٓا اَشَدَّ مِنْهُمْ قُوَّةً وَّاَثَارُوا الْاَرْضَ وَعَمَرُوْهَآ اَكْثَرَ مِمَّا عَمَرُوْهَا وَجَاۤءَتْهُمْ رُسُلُهُمْ بِالْبَيِّنٰتِۗ فَمَا كَانَ اللّٰهُ لِيَظْلِمَهُمْ وَلٰكِنْ كَانُوْٓا اَنْفُسَهُمْ يَظْلِمُوْنَۗ",
            "10": "ثُمَّ كَانَ عَاقِبَةَ الَّذِيْنَ اَسَاۤءُوا السُّوْۤاٰىٓ اَنْ كَذَّبُوْا بِاٰيٰتِ اللّٰهِ وَكَانُوْا بِهَا يَسْتَهْزِءُوْنَ ࣖ ",
            "11": "اَللّٰهُ يَبْدَؤُا الْخَلْقَ ثُمَّ يُعِيْدُهٗ ثُمَّ اِلَيْهِ تُرْجَعُوْنَ",
            "12": "وَيَوْمَ تَقُوْمُ السَّاعَةُ يُبْلِسُ الْمُجْرِمُوْنَ",
            "13": "وَلَمْ يَكُنْ لَّهُمْ مِّنْ شُرَكَاۤىِٕهِمْ شُفَعٰۤؤُا وَكَانُوْا بِشُرَكَاۤىِٕهِمْ كٰفِرِيْنَ",
            "14": "وَيَوْمَ تَقُوْمُ السَّاعَةُ يَوْمَىِٕذٍ يَّتَفَرَّقُوْنَ ",
            "15": "فَاَمَّا الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ فَهُمْ فِيْ رَوْضَةٍ يُّحْبَرُوْنَ",
            "16": "وَاَمَّا الَّذِيْنَ كَفَرُوْا وَكَذَّبُوْا بِاٰيٰتِنَا وَلِقَاۤئِ الْاٰخِرَةِ فَاُولٰۤىِٕكَ فِى الْعَذَابِ مُحْضَرُوْنَ",
            "17": "فَسُبْحٰنَ اللّٰهِ حِيْنَ تُمْسُوْنَ وَحِيْنَ تُصْبِحُوْنَ",
            "18": "وَلَهُ الْحَمْدُ فِى السَّمٰوٰتِ وَالْاَرْضِ وَعَشِيًّا وَّحِيْنَ تُظْهِرُوْنَ",
            "19": "يُخْرِجُ الْحَيَّ مِنَ الْمَيِّتِ وَيُخْرِجُ الْمَيِّتَ مِنَ الْحَيِّ وَيُحْيِ الْاَرْضَ بَعْدَ مَوْتِهَا ۗوَكَذٰلِكَ تُخْرَجُوْنَ ࣖ",
            "20": "وَمِنْ اٰيٰتِهٖٓ اَنْ خَلَقَكُمْ مِّنْ تُرَابٍ ثُمَّ اِذَآ اَنْتُمْ بَشَرٌ تَنْتَشِرُوْنَ",
            "21": "وَمِنْ اٰيٰتِهٖٓ اَنْ خَلَقَ لَكُمْ مِّنْ اَنْفُسِكُمْ اَزْوَاجًا لِّتَسْكُنُوْٓا اِلَيْهَا وَجَعَلَ بَيْنَكُمْ مَّوَدَّةً وَّرَحْمَةً ۗاِنَّ فِيْ ذٰلِكَ لَاٰيٰتٍ لِّقَوْمٍ يَّتَفَكَّرُوْنَ",
            "22": "وَمِنْ اٰيٰتِهٖ خَلْقُ السَّمٰوٰتِ وَالْاَرْضِ وَاخْتِلَافُ اَلْسِنَتِكُمْ وَاَلْوَانِكُمْۗ اِنَّ فِيْ ذٰلِكَ لَاٰيٰتٍ لِّلْعٰلِمِيْنَ ",
            "23": "وَمِنْ اٰيٰتِهٖ مَنَامُكُمْ بِالَّيْلِ وَالنَّهَارِ وَابْتِغَاۤؤُكُمْ مِّنْ فَضْلِهٖۗ اِنَّ فِيْ ذٰلِكَ لَاٰيٰتٍ لِّقَوْمٍ يَّسْمَعُوْنَ",
            "24": "وَمِنْ اٰيٰتِهٖ يُرِيْكُمُ الْبَرْقَ خَوْفًا وَّطَمَعًا وَّيُنَزِّلُ مِنَ السَّمَاۤءِ مَاۤءً فَيُحْيٖ بِهِ الْاَرْضَ بَعْدَ مَوْتِهَاۗ اِنَّ فِيْ ذٰلِكَ لَاٰيٰتٍ لِّقَوْمٍ يَّعْقِلُوْنَ",
            "25": "وَمِنْ اٰيٰتِهٖٓ اَنْ تَقُوْمَ السَّمَاۤءُ وَالْاَرْضُ بِاَمْرِهٖۗ  ثُمَّ اِذَا دَعَاكُمْ دَعْوَةًۖ مِّنَ الْاَرْضِ اِذَآ اَنْتُمْ تَخْرُجُوْنَ",
            "26": "وَلَهٗ مَنْ فِى السَّمٰوٰتِ وَالْاَرْضِۗ كُلٌّ لَّهٗ قَانِتُوْنَ",
            "27": "وَهُوَ الَّذِيْ يَبْدَؤُا الْخَلْقَ ثُمَّ يُعِيْدُهٗ وَهُوَ اَهْوَنُ عَلَيْهِۗ وَلَهُ الْمَثَلُ الْاَعْلٰى فِى السَّمٰوٰتِ وَالْاَرْضِۚ وَهُوَ الْعَزِيْزُ الْحَكِيْمُ ࣖ ",
            "28": "ضَرَبَ لَكُمْ مَّثَلًا مِّنْ اَنْفُسِكُمْۗ هَلْ لَّكُمْ مِّنْ مَّا مَلَكَتْ اَيْمَانُكُمْ مِّنْ شُرَكَاۤءَ فِيْ مَا رَزَقْنٰكُمْ فَاَنْتُمْ فِيْهِ سَوَاۤءٌ تَخَافُوْنَهُمْ كَخِيْفَتِكُمْ اَنْفُسَكُمْۗ  كَذٰلِكَ نُفَصِّلُ الْاٰيٰتِ لِقَوْمٍ يَّعْقِلُوْنَ",
            "29": "بَلِ اتَّبَعَ الَّذِيْنَ ظَلَمُوْٓا اَهْوَاۤءَهُمْ بِغَيْرِ عِلْمٍۗ فَمَنْ يَّهْدِيْ مَنْ اَضَلَّ اللّٰهُ ۗوَمَا لَهُمْ مِّنْ نّٰصِرِيْنَ",
            "30": "فَاَقِمْ وَجْهَكَ لِلدِّيْنِ حَنِيْفًاۗ فِطْرَتَ اللّٰهِ الَّتِيْ فَطَرَ النَّاسَ عَلَيْهَاۗ  لَا تَبْدِيْلَ لِخَلْقِ اللّٰهِ ۗذٰلِكَ الدِّيْنُ الْقَيِّمُۙ وَلٰكِنَّ اَكْثَرَ النَّاسِ لَا يَعْلَمُوْنَۙ ",
            "31": "۞ مُنِيْبِيْنَ اِلَيْهِ وَاتَّقُوْهُ وَاَقِيْمُوا الصَّلٰوةَ وَلَا تَكُوْنُوْا مِنَ الْمُشْرِكِيْنَۙ",
            "32": "مِنَ الَّذِيْنَ فَرَّقُوْا دِيْنَهُمْ وَكَانُوْا شِيَعًا ۗ كُلُّ حِزْبٍۢ بِمَا لَدَيْهِمْ فَرِحُوْنَ",
            "33": "وَاِذَا مَسَّ النَّاسَ ضُرٌّ دَعَوْا رَبَّهُمْ مُّنِيْبِيْنَ اِلَيْهِ ثُمَّ اِذَآ اَذَاقَهُمْ مِّنْهُ رَحْمَةً اِذَا فَرِيْقٌ مِّنْهُمْ بِرَبِّهِمْ يُشْرِكُوْنَۙ",
            "34": "لِيَكْفُرُوْا بِمَآ اٰتَيْنٰهُمْۗ فَتَمَتَّعُوْاۗ فَسَوْفَ تَعْلَمُوْنَ",
            "35": "اَمْ اَنْزَلْنَا عَلَيْهِمْ سُلْطٰنًا فَهُوَ يَتَكَلَّمُ بِمَا كَانُوْا بِهٖ يُشْرِكُوْنَ ",
            "36": "وَاِذَآ اَذَقْنَا النَّاسَ رَحْمَةً فَرِحُوْا بِهَاۗ وَاِنْ تُصِبْهُمْ سَيِّئَةٌ ۢبِمَا قَدَّمَتْ اَيْدِيْهِمْ اِذَا هُمْ يَقْنَطُوْنَ",
            "37": "اَوَلَمْ يَرَوْا اَنَّ اللّٰهَ يَبْسُطُ الرِّزْقَ لِمَنْ يَّشَاۤءُ وَيَقْدِرُۗ اِنَّ فِيْ ذٰلِكَ لَاٰيٰتٍ لِّقَوْمٍ يُّؤْمِنُوْنَ",
            "38": "فَاٰتِ ذَا الْقُرْبٰى حَقَّهٗ وَالْمِسْكِيْنَ وَابْنَ السَّبِيْلِۗ ذٰلِكَ خَيْرٌ لِّلَّذِيْنَ يُرِيْدُوْنَ وَجْهَ اللّٰهِ ۖوَاُولٰۤىِٕكَ هُمُ الْمُفْلِحُوْنَ",
            "39": "وَمَآ اٰتَيْتُمْ مِّنْ رِّبًا لِّيَرْبُوَا۠ فِيْٓ اَمْوَالِ النَّاسِ فَلَا يَرْبُوْا عِنْدَ اللّٰهِ ۚوَمَآ اٰتَيْتُمْ مِّنْ زَكٰوةٍ تُرِيْدُوْنَ وَجْهَ اللّٰهِ فَاُولٰۤىِٕكَ هُمُ الْمُضْعِفُوْنَ",
            "40": "اَللّٰهُ الَّذِيْ خَلَقَكُمْ ثُمَّ رَزَقَكُمْ ثُمَّ يُمِيْتُكُمْ ثُمَّ يُحْيِيْكُمْۗ هَلْ مِنْ شُرَكَاۤىِٕكُمْ مَّنْ يَّفْعَلُ مِنْ ذٰلِكُمْ مِّنْ شَيْءٍۗ سُبْحٰنَهٗ وَتَعٰلٰى عَمَّا يُشْرِكُوْنَ ࣖ",
            "41": "ظَهَرَ الْفَسَادُ فِى الْبَرِّ وَالْبَحْرِ بِمَا كَسَبَتْ اَيْدِى النَّاسِ لِيُذِيْقَهُمْ بَعْضَ الَّذِيْ عَمِلُوْا لَعَلَّهُمْ يَرْجِعُوْنَ",
            "42": "قُلْ سِيْرُوْا فِى الْاَرْضِ فَانْظُرُوْا كَيْفَ كَانَ عَاقِبَةُ الَّذِيْنَ مِنْ قَبْلُۗ  كَانَ اَكْثَرُهُمْ مُّشْرِكِيْنَ",
            "43": "فَاَقِمْ وَجْهَكَ لِلدِّيْنِ الْقَيِّمِ مِنْ قَبْلِ اَنْ يَّأْتِيَ يَوْمٌ لَّا مَرَدَّ لَهٗ مِنَ اللّٰهِ يَوْمَىِٕذٍ يَّصَّدَّعُوْنَ",
            "44": "مَنْ كَفَرَ فَعَلَيْهِ كُفْرُهٗۚ وَمَنْ عَمِلَ صَالِحًا فَلِاَنْفُسِهِمْ يَمْهَدُوْنَۙ",
            "45": "لِيَجْزِيَ الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ مِنْ فَضْلِهٖۗ  اِنَّهٗ لَا يُحِبُّ الْكٰفِرِيْنَ",
            "46": "وَمِنْ اٰيٰتِهٖٓ اَنْ يُّرْسِلَ الرِّيٰحَ مُبَشِّرٰتٍ وَّلِيُذِيْقَكُمْ مِّنْ رَّحْمَتِهٖ وَلِتَجْرِيَ الْفُلْكُ بِاَمْرِهٖ وَلِتَبْتَغُوْا مِنْ فَضْلِهٖ وَلَعَلَّكُمْ تَشْكُرُوْنَ",
            "47": "وَلَقَدْ اَرْسَلْنَا مِنْ قَبْلِكَ رُسُلًا اِلٰى قَوْمِهِمْ فَجَاۤءُوْهُمْ بِالْبَيِّنٰتِ فَانْتَقَمْنَا مِنَ الَّذِيْنَ اَجْرَمُوْاۗ وَكَانَ حَقًّاۖ عَلَيْنَا نَصْرُ الْمُؤْمِنِيْنَ",
            "48": "اَللّٰهُ الَّذِيْ يُرْسِلُ الرِّيٰحَ فَتُثِيْرُ سَحَابًا فَيَبْسُطُهٗ فِى السَّمَاۤءِ كَيْفَ يَشَاۤءُ وَيَجْعَلُهٗ كِسَفًا فَتَرَى الْوَدْقَ يَخْرُجُ مِنْ خِلٰلِهٖۚ فَاِذَآ اَصَابَ بِهٖ مَنْ يَّشَاۤءُ مِنْ عِبَادِهٖٓ اِذَا هُمْ يَسْتَبْشِرُوْنَۚ",
            "49": "وَاِنْ كَانُوْا مِنْ قَبْلِ اَنْ يُّنَزَّلَ عَلَيْهِمْ مِّنْ قَبْلِهٖ لَمُبْلِسِيْنَۚ",
            "50": "فَانْظُرْ اِلٰٓى اٰثٰرِ رَحْمَتِ اللّٰهِ كَيْفَ يُحْيِ الْاَرْضَ بَعْدَ مَوْتِهَاۗ اِنَّ ذٰلِكَ لَمُحْيِ الْمَوْتٰىۚ وَهُوَ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ",
            "51": "وَلَىِٕنْ اَرْسَلْنَا رِيْحًا فَرَاَوْهُ مُصْفَرًّا لَّظَلُّوْا مِنْۢ بَعْدِهٖ يَكْفُرُوْنَ",
            "52": "فَاِنَّكَ لَا تُسْمِعُ الْمَوْتٰى وَلَا تُسْمِعُ الصُّمَّ الدُّعَاۤءَ اِذَا وَلَّوْا مُدْبِرِيْنَ",
            "53": "وَمَآ اَنْتَ بِهٰدِ الْعُمْيِ عَنْ ضَلٰلَتِهِمْۗ اِنْ تُسْمِعُ اِلَّا مَنْ يُّؤْمِنُ بِاٰيٰتِنَا فَهُمْ مُّسْلِمُوْنَ ࣖ",
            "54": "۞ اَللّٰهُ الَّذِيْ خَلَقَكُمْ مِّنْ ضَعْفٍ ثُمَّ جَعَلَ مِنْۢ بَعْدِ ضَعْفٍ قُوَّةً ثُمَّ جَعَلَ مِنْۢ بَعْدِ قُوَّةٍ ضَعْفًا وَّشَيْبَةً ۗيَخْلُقُ مَا يَشَاۤءُۚ وَهُوَ الْعَلِيْمُ الْقَدِيْرُ",
            "55": "وَيَوْمَ تَقُوْمُ السَّاعَةُ يُقْسِمُ الْمُجْرِمُوْنَ ەۙ مَا لَبِثُوْا غَيْرَ سَاعَةٍ ۗ كَذٰلِكَ كَانُوْا يُؤْفَكُوْنَ",
            "56": "وَقَالَ الَّذِيْنَ اُوْتُوا الْعِلْمَ وَالْاِيْمَانَ لَقَدْ لَبِثْتُمْ فِيْ كِتٰبِ اللّٰهِ اِلٰى يَوْمِ الْبَعْثِۖ فَهٰذَا يَوْمُ الْبَعْثِ وَلٰكِنَّكُمْ كُنْتُمْ لَا تَعْلَمُوْنَ",
            "57": "فَيَوْمَىِٕذٍ لَّا يَنْفَعُ الَّذِيْنَ ظَلَمُوْا مَعْذِرَتُهُمْ وَلَا هُمْ يُسْتَعْتَبُوْنَ",
            "58": "وَلَقَدْ ضَرَبْنَا لِلنَّاسِ فِيْ هٰذَا الْقُرْاٰنِ مِنْ كُلِّ مَثَلٍۗ وَلَىِٕنْ جِئْتَهُمْ بِاٰيَةٍ لَّيَقُوْلَنَّ الَّذِيْنَ كَفَرُوْٓا اِنْ اَنْتُمْ اِلَّا مُبْطِلُوْنَ",
            "59": "كَذٰلِكَ يَطْبَعُ اللّٰهُ عَلٰى قُلُوْبِ الَّذِيْنَ لَا يَعْلَمُوْنَ",
            "60": "فَاصْبِرْ اِنَّ وَعْدَ اللّٰهِ حَقٌّ وَّلَا يَسْتَخِفَّنَّكَ الَّذِيْنَ لَا يُوْقِنُوْنَ ࣖ "
        },
        "translations": {
            "id": {
                "name": "Romawi",
                "text": {
                    "1": "Alif Lam Mim.",
                    "2": "Bangsa Romawi telah dikalahkan,",
                    "3": "di negeri yang terdekat dan mereka setelah kekalahannya itu akan menang, ",
                    "4": "dalam beberapa tahun (lagi). Bagi Allah-lah urusan sebelum dan setelah (mereka menang). Dan pada hari (kemenangan bangsa Romawi) itu bergembiralah orang-orang yang beriman, ",
                    "5": "karena pertolongan Allah. Dia menolong siapa yang Dia kehendaki. Dia Mahaperkasa, Maha Penyayang.",
                    "6": "(Itulah) janji Allah. Allah tidak akan menyalahi janji-Nya, tetapi kebanyakan manusia tidak mengetahui. ",
                    "7": "Mereka mengetahui yang lahir (tampak) dari kehidupan dunia; sedangkan terhadap (kehidupan) akhirat mereka lalai. ",
                    "8": "Dan mengapa mereka tidak memikirkan tentang (kejadian) diri mereka? Allah tidak menciptakan langit dan bumi dan apa yang ada di antara keduanya melainkan dengan (tujuan) yang benar dan dalam waktu yang ditentukan. Dan sesungguhnya kebanyakan di antara manusia benar-benar mengingkari pertemuan dengan Tuhannya. ",
                    "9": "Dan tidakkah mereka bepergian di bumi lalu melihat bagaimana kesudahan orang-orang sebelum mereka (yang mendustakan rasul)? Orang-orang itu lebih kuat dari mereka (sendiri) dan mereka telah mengolah bumi (tanah) serta memakmurkannya melebihi apa yang telah mereka makmurkan. Dan telah datang kepada mereka rasul-rasul mereka dengan membawa bukti-bukti yang jelas. Maka Allah sama sekali tidak berlaku zalim kepada mereka, tetapi merekalah yang berlaku zalim kepada diri mereka sendiri. ",
                    "10": "Kemudian, azab yang lebih buruk adalah kesudahan bagi orang-orang yang mengerjakan kejahatan. Karena mereka mendustakan ayat-ayat Allah dan mereka selalu memperolok-olokkannya. ",
                    "11": "Allah yang memulai penciptaan (makhluk), kemudian mengulanginya kembali; kemudian kepada-Nya kamu dikembalikan.",
                    "12": "Dan pada hari (ketika) terjadi Kiamat, orang-orang yang berdosa (kaum musyrik) terdiam berputus asa. ",
                    "13": "Dan tidak mungkin ada pemberi syafaat (pertolongan) bagi mereka dari berhala-berhala mereka, sedangkan mereka mengingkari berhala-berhala mereka itu. ",
                    "14": "Dan pada hari (ketika) terjadi Kiamat, pada hari itu manusia terpecah-pecah (dalam kelompok). ",
                    "15": "Maka adapun orang-orang yang beriman dan mengerjakan kebajikan, maka mereka di dalam taman (surga) bergembira. ",
                    "16": "Dan adapun orang-orang yang kafir dan mendustakan ayat-ayat Kami serta (mendustakan) pertemuan hari akhirat, maka mereka tetap berada di dalam azab (neraka). ",
                    "17": "Maka bertasbihlah kepada Allah pada petang hari dan pada pagi hari (waktu subuh), ",
                    "18": "dan segala puji bagi-Nya baik di langit, di bumi, pada malam hari dan pada waktu zuhur (tengah hari). ",
                    "19": "Dia mengeluarkan yang hidup dari yang mati dan mengeluarkan yang mati dari yang hidup dan menghidupkan bumi setelah mati (kering). Dan seperti itulah kamu akan dikeluarkan (dari kubur). ",
                    "20": "Dan di antara tanda-tanda (kebesaran)-Nya ialah Dia menciptakan kamu dari tanah, kemudian tiba-tiba kamu (menjadi) manusia yang berkembang biak. ",
                    "21": "Dan di antara tanda-tanda (kebesaran)-Nya ialah Dia menciptakan pasangan-pasangan untukmu dari jenismu sendiri, agar kamu cenderung dan merasa tenteram kepadanya, dan Dia menjadikan di antaramu rasa kasih dan sayang. Sungguh, pada yang demikian itu benar-benar terdapat tanda-tanda (kebesaran Allah) bagi kaum yang berpikir. ",
                    "22": "Dan di antara tanda-tanda (kebesaran)-Nya ialah penciptaan langit dan bumi, perbedaan bahasamu dan warna kulitmu. Sungguh, pada yang demikian itu benar-benar terdapat tanda-tanda bagi orang-orang yang mengetahui. ",
                    "23": "Dan di antara tanda-tanda (kebesaran)-Nya ialah tidurmu pada waktu malam dan siang hari dan usahamu mencari sebagian dari karunia-Nya. Sungguh, pada yang demikian itu benar-benar terdapat tanda-tanda bagi kaum yang mendengarkan. ",
                    "24": "Dan di antara tanda-tanda (kebesaran)-Nya, Dia memperlihatkan kilat kepadamu untuk (menimbulkan) ketakutan dan harapan, dan Dia menurunkan air (hujan) dari langit, lalu dengan air itu dihidupkannya bumi setelah mati (kering). Sungguh, pada yang demikian itu benar-benar terdapat tanda-tanda bagi kaum yang mengerti. ",
                    "25": "Dan di antara tanda-tanda (kebesaran)-Nya ialah berdirinya langit dan bumi dengan kehendak-Nya. Kemudian apabila Dia memanggil kamu sekali panggil dari bumi, seketika itu kamu keluar (dari kubur). ",
                    "26": "Dan milik-Nya apa yang di langit dan di bumi. Semuanya hanya kepada-Nya tunduk. ",
                    "27": "Dan Dialah yang memulai penciptaan, kemudian mengulanginya kembali, dan itu lebih mudah bagi-Nya. Dia memiliki sifat yang Mahatinggi di langit dan di bumi. Dan Dialah Yang Mahaperkasa, Mahabijaksana. ",
                    "28": "Dia membuat perumpamaan bagimu dari dirimu sendiri. Apakah (kamu rela jika) ada di antara hamba sahaya yang kamu miliki, menjadi sekutu bagimu dalam (memiliki) rezeki yang telah Kami berikan kepadamu, sehingga kamu menjadi setara dengan mereka dalam hal ini, lalu kamu takut kepada mereka sebagaimana kamu takut kepada sesamamu. Demikianlah Kami jelaskan ayat-ayat itu bagi kaum yang mengerti.",
                    "29": "Tetapi orang-orang yang zalim, mengikuti keinginannya tanpa ilmu pengetahuan; maka siapakah yang dapat memberi petunjuk kepada orang yang telah disesatkan Allah. Dan tidak ada seorang penolong pun bagi mereka. ",
                    "30": "Maka hadapkanlah wajahmu dengan lurus kepada agama (Islam); (sesuai) fitrah Allah disebabkan Dia telah menciptakan manusia menurut (fitrah) itu. Tidak ada perubahan pada ciptaan Allah. (Itulah) agama yang lurus, tetapi kebanyakan manusia tidak mengetahui,",
                    "31": "dengan kembali bertobat kepada-Nya dan bertakwalah kepada-Nya serta laksanakanlah salat dan janganlah kamu termasuk orang-orang yang mempersekutukan  Allah, ",
                    "32": "yaitu orang-orang yang memecah belah agama mereka dan mereka menjadi beberapa golongan. Setiap golongan merasa bangga dengan apa yang ada pada golongan mereka. ",
                    "33": "Dan apabila manusia ditimpa oleh suatu bahaya, mereka menyeru Tuhannya dengan kembali (bertobat) kepada-Nya, kemudian apabila Dia memberikan sedikit rahmat-Nya kepada mereka, tiba-tiba sebagian mereka mempersekutukan Allah.",
                    "34": "Biarkan mereka mengingkari rahmat yang telah Kami berikan. Dan bersenang-senanglah kamu, maka kelak kamu akan mengetahui (akibat perbuatanmu). ",
                    "35": "Atau pernahkah Kami menurunkan kepada mereka keterangan, yang menjelaskan (membenarkan) apa yang (selalu) mereka persekutukan dengan Tuhan? ",
                    "36": "Dan apabila Kami berikan sesuatu rahmat kepada manusia, niscaya mereka gembira dengan (rahmat) itu. Tetapi apabila mereka ditimpa sesuatu musibah (bahaya) karena kesalahan mereka sendiri, seketika itu mereka berputus asa. ",
                    "37": "Dan tidakkah mereka memperhatikan bahwa Allah yang melapangkan rezeki bagi siapa yang Dia kehendaki dan Dia (pula) yang membatasi (bagi siapa yang Dia kehendaki). Sungguh, pada yang demikian itu benar-benar terdapat tanda-tanda (kebesaran Allah) bagi kaum yang beriman. ",
                    "38": "Maka berikanlah haknya kepada kerabat dekat, juga kepada orang miskin dan orang-orang yang dalam perjalanan. Itulah yang lebih baik bagi orang-orang yang mencari keridaan Allah. Dan mereka itulah orang-orang yang beruntung. ",
                    "39": "Dan sesuatu riba (tambahan) yang kamu berikan agar harta manusia bertambah, maka tidak bertambah dalam pandangan Allah. Dan apa yang kamu berikan berupa zakat yang kamu maksudkan untuk memperoleh keridaan Allah, maka itulah orang-orang yang melipatgandakan  (pahalanya). ",
                    "40": "Allah yang menciptakan kamu, kemudian memberimu rezeki, lalu mematikanmu, kemudian menghidupkanmu (kembali). Adakah di antara mereka yang kamu sekutukan dengan Allah itu yang dapat berbuat sesuatu yang demikian itu? Mahasuci Dia dan Mahatinggi dari apa yang mereka  persekutukan. ",
                    "41": "Telah tampak kerusakan di darat dan di laut disebabkan karena perbuatan tangan manusia; Allah menghendaki agar mereka merasakan sebagian dari (akibat) perbuatan mereka, agar mereka kembali (ke jalan yang benar). ",
                    "42": "Katakanlah (Muhammad), “Bepergianlah di bumi lalu lihatlah bagaimana kesudahan orang-orang dahulu. Kebanyakan dari mereka adalah orang-orang yang mempersekutukan (Allah).”",
                    "43": "Oleh karena itu, hadapkanlah wajahmu kepada agama yang lurus (Islam) sebelum datang dari Allah suatu hari (Kiamat) yang tidak dapat ditolak, pada hari itu mereka terpisah-pisah.",
                    "44": "Barangsiapa kafir maka dia sendirilah yang menanggung (akibat) kekafirannya itu; dan barangsiapa mengerjakan kebajikan maka mereka menyiapkan untuk diri mereka sendiri (tempat yang menyenangkan), ",
                    "45": "agar Allah memberi balasan (pahala) kepada orang-orang yang beriman dan mengerjakan kebajikan dari karunia-Nya. Sungguh, Dia tidak menyukai orang-orang yang ingkar (kafir). ",
                    "46": "Dan di antara tanda-tanda (kebesaran)-Nya adalah bahwa Dia mengirimkan angin sebagai pembawa berita gembira dan agar kamu merasakan sebagian dari rahmat-Nya dan agar kapal dapat berlayar dengan perintah-Nya dan (juga) agar kamu dapat mencari sebagian dari karunia-Nya, dan agar kamu bersyukur.",
                    "47": "Dan sungguh, Kami telah mengutus sebelum engkau (Muhammad) beberapa orang rasul kepada kaumnya, mereka datang kepadanya dengan membawa keterangan-keterangan (yang cukup), lalu Kami melakukan pembalasan terhadap orang-orang yang berdosa. Dan merupakan hak Kami untuk menolong orang-orang yang beriman. ",
                    "48": "Allah-lah yang mengirimkan angin, lalu angin itu menggerakkan awan dan Allah membentangkannya di langit menurut yang Dia kehendaki, dan menjadikannya bergumpal-gumpal, lalu engkau lihat hujan keluar dari celah-celahnya, maka apabila Dia menurunkannya kepada hamba-hamba-Nya yang Dia kehendaki tiba-tiba mereka bergembira. ",
                    "49": "Padahal walaupun sebelum hujan diturunkan kepada mereka, mereka benar-benar telah berputus asa. ",
                    "50": "Maka perhatikanlah bekas-bekas rahmat Allah, bagaimana Allah menghidupkan bumi setelah mati (kering). Sungguh, itu berarti Dia pasti (berkuasa) menghidupkan yang telah mati. Dan Dia Mahakuasa atas segala sesuatu. ",
                    "51": "Dan sungguh, jika Kami mengirimkan angin lalu mereka melihat (tumbuh-tumbuhan itu) menjadi kuning (kering), niscaya setelah itu mereka tetap ingkar. ",
                    "52": "Maka sungguh, engkau tidak akan sanggup menjadikan orang-orang yang mati itu dapat mendengar, dan menjadikan orang-orang yang tuli dapat mendengar seruan, apabila mereka berpaling ke belakang. ",
                    "53": "Dan engkau tidak akan dapat memberi petunjuk kepada orang-orang yang buta (mata hatinya) dari kesesatannya. Dan engkau tidak dapat memperdengarkan (petunjuk Tuhan) kecuali kepada orang-orang yang beriman dengan ayat-ayat Kami, maka mereka itulah orang-orang yang berserah diri (kepada Kami). ",
                    "54": "Allah-lah yang menciptakan kamu dari keadaan lemah, kemudian Dia menjadikan (kamu) setelah keadaan lemah itu menjadi kuat, kemudian Dia menjadikan (kamu) setelah kuat itu lemah (kembali) dan beruban. Dia menciptakan apa yang Dia kehendaki. Dan Dia Maha Mengetahui, Mahakuasa. ",
                    "55": "Dan pada hari (ketika) terjadinya Kiamat, orang-orang yang berdosa bersumpah, bahwa mereka berdiam (dalam kubur) hanya sesaat (saja). Begitulah dahulu mereka dipalingkan (dari kebenaran). ",
                    "56": "Dan orang-orang yang diberi ilmu dan keimanan berkata (kepada orang-orang kafir), “Sungguh, kamu telah berdiam (dalam kubur) menurut ketetapan Allah, sampai hari kebangkitan. Maka inilah hari kebangkitan itu, tetapi (dahulu) kamu tidak meyakini(nya).” ",
                    "57": "Maka pada hari itu tidak bermanfaat (lagi) permintaan maaf orang-orang yang zalim, dan mereka tidak pula diberi kesempatan bertobat lagi. ",
                    "58": "Dan sesungguhnya telah Kami jelaskan kepada manusia segala macam perumpamaan dalam Al-Qur'an ini. Dan jika engkau membawa suatu ayat kepada mereka, pastilah orang-orang kafir itu akan berkata, ”Kamu hanyalah orang-orang yang membuat kepalsuan belaka.” ",
                    "59": "Demikianlah Allah mengunci hati orang-orang yang tidak (mau) memahami. ",
                    "60": "Maka bersabarlah engkau (Muhammad), sungguh, janji Allah itu benar dan sekali-kali jangan sampai orang-orang yang tidak meyakini (kebenaran ayat-ayat Allah) itu menggelisahkan engkau. "
                }
            }
        },
        "tafsir": {
            "id": {
                "kemenag": {
                    "name": "Kemenag",
                    "source": "Aplikasi Quran Kementrian Agama Republik Indonesia",
                    "text": {
                        "1": "Lihat tafsir \"Alif Lam Mim\" pada Jilid I, tentang \"Fawatih as-suwar\".",
                        "2": "Ayat ini menerangkan bahwa bangsa Romawi telah dikalahkan oleh bangsa Persia di negeri yang dekat dengan kota Mekah, yaitu negeri Syiria. Beberapa tahun kemudian setelah mereka dikalahkan, maka bangsa Romawi akan mengalahkan bangsa Persia sebagai balasan atas kekalahan itu.\n\nBangsa Romawi yang dimaksud dalam ayat ini ialah Kerajaan Romawi Timur yang berpusat di Konstantinopel, bukan kerajaan Romawi Barat yang berpusat di Roma. Kerajaan Romawi Barat, jauh sebelum peristiwa yang diceritakan dalam ayat ini terjadi, sudah hancur, yaitu pada tahun 476 Masehi. Bangsa Romawi beragama Nasrani (Ahli Kitab), sedang bangsa Persia beragama Majusi (musyrik).\n\nAyat ini merupakan sebagian dari ayat-ayat yang memberitakan hal-hal gaib yang menunjukkan kemukjizatan Al-Qur'an. Pada saat bangsa Romawi dikalahkan bangsa Persia, maka turunlah ayat ini yang menerangkan bahwa pada saat ini bangsa Romawi dikalahkan, tetapi kekalahan itu tidak akan lama dideritanya. Hanya dalam beberapa tahun saja, orang-orang Persia pasti dikalahkan oleh orang Romawi. Kekalahan bangsa Romawi ini terjadi sebelum Nabi Muhammad hijrah ke Medinah. Mendengar berita ini, orang-orang musyrik Mekah bergembira, sedangkan orang-orang yang beriman dan Nabi bersedih hati.\n\nSebagaimana diketahui bahwa bangsa Persia beragama Majusi yang menyembah api, jadi mereka menyekutukan Tuhan. Orang-orang Mekah juga menyekutukan Tuhan dengan menyembah berhala. Oleh karena itu, mereka merasa agama mereka dekat dengan agama bangsa Persia, karena sama-sama mempersekutukan Tuhan. Kaum Muslimin merasa agama mereka dekat dengan agama Nasrani, karena sama-sama menganut agama Samawi. Oleh karena itu, kaum musyrik Mekah bergembira atas kemenangan itu, sebagai kemenangan agama politeisme yang mempercayai \"banyak Tuhan\", atas agama Samawi yang menganut agama tauhid. Sebaliknya kaum Muslimin waktu itu bersedih hati karena sikap menentang kaum musyrik Mekah semakin bertambah. Mereka mencemooh kaum Muslimin dengan mengatakan bahwa dalam waktu dekat mereka juga akan hancur, sebagaimana kehancuran bangsa Romawi yang menganut agama Nasrani. Lalu ayat ini turun untuk menerangkan bahwa bangsa Romawi yang kalah itu, akan mengalahkan bangsa Persia dalam waktu yang tidak lama, hanya dalam beberapa tahun lagi.\n\nSejarah mencatat bahwa tahun 622 Masehi, yaitu setelah tujuh atau delapan tahun kekalahan bangsa Romawi dari bangsa Persia itu, peperangan antara kedua bangsa itu berkecamuk kembali untuk kedua kalinya. Pada permulaan terjadinya peperangan itu telah tampak tanda-tanda kemenangan bangsa Romawi. Sekalipun demikian, ketika sampai kepada kaum musyrik Mekah berita peperangan itu, mereka masih mengharapkan kemenangan berada di pihak Persia. Oleh karena itu, Ubay bin Khalaf ketika mengetahui Abu Bakar hijrah ke Medinah, ia minta agar putra Abu Bakar, yaitu 'Abdurrahman, menjamin taruhan ayahnya, jika Persia menang. Hal ini diterima oleh 'Abdurrahman.\n\nPada tahun 624 Masehi, terjadilah perang Uhud. Ketika Ubay bin Khalaf hendak pergi memerangi kaum Muslimin, 'Abdurrahman melarangnya, kecuali jika putranya menjamin membayar taruhannya, jika bangsa Romawi menang. Maka Abdullah bin Ubay menerima untuk menjaminnya.\n\nJika melihat berita di atas, maka ada beberapa kemungkinan sebagai berikut: pertama, pada tahun 622 Masehi, perang antara Romawi dan Persia telah berakhir dengan kemenangan Romawi. Akan tetapi, karena hubungan yang sukar waktu itu, maka berita itu baru sampai ke Mekah setahun kemudian, sehingga Ubay minta jaminan waktu Abu Bakar hijrah, sebaliknya 'Abdurrahman minta jaminan pada waktu Ubay akan pergi ke Perang Uhud. Kedua, peperangan itu berlangsung dari tahun 622-624 Masehi, dan berakhir dengan kemenangan bangsa Romawi.\n\nDari peristiwa di atas dapat dikemukakan beberapa hal dan pelajaran yang perlu direnungkan dan diamalkan.\n\nPertama: Ada hubungan antara kemusyrikan dan kekafiran terhadap dakwah dan iman kepada Allah. Sekalipun negara-negara dahulu belum mempunyai sistem komunikasi yang canggih dan bangsanya pun belum mempunyai hubungan yang kuat seperti sekarang ini, namun antar bangsa-bangsa itu telah mempunyai hubungan batin, yaitu antara bangsa-bangsa yang menganut agama yang bersumber dari Tuhan di satu pihak, dan bangsa-bangsa yang menganut agama yang tidak bersumber dari Tuhan pada pihak yang lain. Orang-orang musyrik Mekah menganggap kemenangan bangsa Persia atas bangsa Romawi (Nasrani), sebagai kemenangan mereka juga karena sama-sama menganut politeisme. Sedangkan kaum Muslimin merasakan kekalahan bangsa Romawi yang beragama Nasrani sebagai kekalahan mereka pula, karena merasa agama mereka berasal dari sumber yang satu. Hal ini merupakan suatu faktor nyata yang perlu diperhatikan kaum Muslimin dalam menyusun taktik dan strategi dalam berdakwah.\n\nKedua: Kepercayaan yang mutlak kepada janji dan ketetapan Allah. Hal ini tampak pada ucapan-ucapan Abu Bakar yang penuh keyakinan tanpa ragu-ragu di waktu menetapkan jumlah taruhan dengan Ubay bin Khalaf. Harga unta seratus ekor sangat tinggi pada waktu itu, sehingga kalau tidak karena keyakinan akan kebenaran ayat-ayat Al-Qur'an yang ada di dalam hati Abu Bakar, tentu beliau tidak akan berani mengadakan taruhan sebanyak itu, apalagi jika dibaca sejarah bangsa Romawi pada waktu kekalahan itu dalam keadaan kocar-kacir. Amat sukar diramalkan mereka sanggup mengalahkan bangsa Persia yang dalam keadaan kuat, hanya dalam tiga sampai sembilan tahun mendatang. Keyakinan yang kuat seperti keyakinan Abu Bakar itu merupakan keyakinan kaum Muslimin, yang tidak dapat digoyahkan oleh apa pun, sekalipun dalam bentuk siksaan, ujian, penderitaan, pemboikotan, dan sebagainya. Hal ini merupakan modal utama bagi kaum Muslimin menghadapi jihad yang memerlukan waktu yang lama di masa yang akan datang. Jika kaum Muslimin mempunyai keyakinan dan berusaha seperti kaum Muslimin di masa Rasulullah, pasti pula Allah mendatangkan kemenangan kepada mereka.\n\nKetiga: Terjadinya suatu peristiwa adalah urusan Allah, tidak seorangpun yang dapat mencampurinya. Allah-lah yang menentukan segalanya sesuai dengan hikmah dan kebijaksanaan-Nya. Hal ini berarti bahwa kaum Muslimin harus mengembalikan segala urusan kepada Allah saja, baik dalam kejadian seperti di atas, maupun pada kejadian dan peristiwa yang merupakan keseimbangan antara situasi dan keadaan. Kemenangan dan kekalahan, kemajuan dan kemunduran suatu bangsa, demikian pula kelemahan dan kekuatannya yang terjadi di bumi ini, semuanya kembali kepada Allah. Dia berbuat menurut kehendak-Nya. Semua yang terjadi bertitik tolak kepada kehendak Zat yang mutlak itu. Jadi berserah diri dan menerima semua yang telah ditentukan Allah adalah sifat yang harus dimiliki oleh seorang mukmin. Hal ini bukanlah berarti bahwa usaha manusia tidak ada harganya sedikit pun, karena hal itu merupakan syarat berhasilnya suatu pekerjaan. Dalam suatu hadis diriwayatkan bahwa seorang Arab Badui melepaskan untanya di muka pintu masjid Rasulullah, kemudian ia masuk ke dalamnya sambil berkata, \"Aku bertawakal kepada Allah,\" lalu Nabi bersabda:\n\nIkatlah unta itu sesudah itu baru engkau bertawakal. (Riwayat at-Tirmidzi dari Anas bin Malik ) \n\nBerdasarkan hadis ini, seorang muslim disuruh berusaha sekuat tenaga, kemudian ia berserah diri kepada Allah tentang hasil usahanya itu.\n\nAkhir ayat ini menerangkan bahwa kaum Muslimin bergembira ketika mendengar berita kemenangan bangsa Romawi atas bangsa Persia. Mereka bergembira karena:\n\n1.Mereka telah dapat membuktikan kepada kaum musyrik Mekah atas kebenaran berita-berita yang ada dalam ayat Al-Qur'an.\n\n2.Kemenangan bangsa Romawi atas bangsa Persia merupakan kemenangan agama Samawi atas agama ciptaan manusia.\n\n3.Kemenangan bangsa Romawi atas bangsa Persia mengisyaratkan kemenangan kaum Muslimin atas orang-orang kafir Mekah dalam waktu yang tidak lama lagi.",
                        "3": "Ayat ini menerangkan bahwa bangsa Romawi telah dikalahkan oleh bangsa Persia di negeri yang dekat dengan kota Mekah, yaitu negeri Syiria. Beberapa tahun kemudian setelah mereka dikalahkan, maka bangsa Romawi akan mengalahkan bangsa Persia sebagai balasan atas kekalahan itu.\n\nBangsa Romawi yang dimaksud dalam ayat ini ialah Kerajaan Romawi Timur yang berpusat di Konstantinopel, bukan kerajaan Romawi Barat yang berpusat di Roma. Kerajaan Romawi Barat, jauh sebelum peristiwa yang diceritakan dalam ayat ini terjadi, sudah hancur, yaitu pada tahun 476 Masehi. Bangsa Romawi beragama Nasrani (Ahli Kitab), sedang bangsa Persia beragama Majusi (musyrik).\n\nAyat ini merupakan sebagian dari ayat-ayat yang memberitakan hal-hal gaib yang menunjukkan kemukjizatan Al-Qur'an. Pada saat bangsa Romawi dikalahkan bangsa Persia, maka turunlah ayat ini yang menerangkan bahwa pada saat ini bangsa Romawi dikalahkan, tetapi kekalahan itu tidak akan lama dideritanya. Hanya dalam beberapa tahun saja, orang-orang Persia pasti dikalahkan oleh orang Romawi. Kekalahan bangsa Romawi ini terjadi sebelum Nabi Muhammad hijrah ke Medinah. Mendengar berita ini, orang-orang musyrik Mekah bergembira, sedangkan orang-orang yang beriman dan Nabi bersedih hati.\n\nSebagaimana diketahui bahwa bangsa Persia beragama Majusi yang menyembah api, jadi mereka menyekutukan Tuhan. Orang-orang Mekah juga menyekutukan Tuhan dengan menyembah berhala. Oleh karena itu, mereka merasa agama mereka dekat dengan agama bangsa Persia, karena sama-sama mempersekutukan Tuhan. Kaum Muslimin merasa agama mereka dekat dengan agama Nasrani, karena sama-sama menganut agama Samawi. Oleh karena itu, kaum musyrik Mekah bergembira atas kemenangan itu, sebagai kemenangan agama politeisme yang mempercayai \"banyak Tuhan\", atas agama Samawi yang menganut agama tauhid. Sebaliknya kaum Muslimin waktu itu bersedih hati karena sikap menentang kaum musyrik Mekah semakin bertambah. Mereka mencemooh kaum Muslimin dengan mengatakan bahwa dalam waktu dekat mereka juga akan hancur, sebagaimana kehancuran bangsa Romawi yang menganut agama Nasrani. Lalu ayat ini turun untuk menerangkan bahwa bangsa Romawi yang kalah itu, akan mengalahkan bangsa Persia dalam waktu yang tidak lama, hanya dalam beberapa tahun lagi.\n\nSejarah mencatat bahwa tahun 622 Masehi, yaitu setelah tujuh atau delapan tahun kekalahan bangsa Romawi dari bangsa Persia itu, peperangan antara kedua bangsa itu berkecamuk kembali untuk kedua kalinya. Pada permulaan terjadinya peperangan itu telah tampak tanda-tanda kemenangan bangsa Romawi. Sekalipun demikian, ketika sampai kepada kaum musyrik Mekah berita peperangan itu, mereka masih mengharapkan kemenangan berada di pihak Persia. Oleh karena itu, Ubay bin Khalaf ketika mengetahui Abu Bakar hijrah ke Medinah, ia minta agar putra Abu Bakar, yaitu 'Abdurrahman, menjamin taruhan ayahnya, jika Persia menang. Hal ini diterima oleh 'Abdurrahman.\n\nPada tahun 624 Masehi, terjadilah perang Uhud. Ketika Ubay bin Khalaf hendak pergi memerangi kaum Muslimin, 'Abdurrahman melarangnya, kecuali jika putranya menjamin membayar taruhannya, jika bangsa Romawi menang. Maka Abdullah bin Ubay menerima untuk menjaminnya.\n\nJika melihat berita di atas, maka ada beberapa kemungkinan sebagai berikut: pertama, pada tahun 622 Masehi, perang antara Romawi dan Persia telah berakhir dengan kemenangan Romawi. Akan tetapi, karena hubungan yang sukar waktu itu, maka berita itu baru sampai ke Mekah setahun kemudian, sehingga Ubay minta jaminan waktu Abu Bakar hijrah, sebaliknya 'Abdurrahman minta jaminan pada waktu Ubay akan pergi ke Perang Uhud. Kedua, peperangan itu berlangsung dari tahun 622-624 Masehi, dan berakhir dengan kemenangan bangsa Romawi.\n\nDari peristiwa di atas dapat dikemukakan beberapa hal dan pelajaran yang perlu direnungkan dan diamalkan.\n\nPertama: Ada hubungan antara kemusyrikan dan kekafiran terhadap dakwah dan iman kepada Allah. Sekalipun negara-negara dahulu belum mempunyai sistem komunikasi yang canggih dan bangsanya pun belum mempunyai hubungan yang kuat seperti sekarang ini, namun antar bangsa-bangsa itu telah mempunyai hubungan batin, yaitu antara bangsa-bangsa yang menganut agama yang bersumber dari Tuhan di satu pihak, dan bangsa-bangsa yang menganut agama yang tidak bersumber dari Tuhan pada pihak yang lain. Orang-orang musyrik Mekah menganggap kemenangan bangsa Persia atas bangsa Romawi (Nasrani), sebagai kemenangan mereka juga karena sama-sama menganut politeisme. Sedangkan kaum Muslimin merasakan kekalahan bangsa Romawi yang beragama Nasrani sebagai kekalahan mereka pula, karena merasa agama mereka berasal dari sumber yang satu. Hal ini merupakan suatu faktor nyata yang perlu diperhatikan kaum Muslimin dalam menyusun taktik dan strategi dalam berdakwah.\n\nKedua: Kepercayaan yang mutlak kepada janji dan ketetapan Allah. Hal ini tampak pada ucapan-ucapan Abu Bakar yang penuh keyakinan tanpa ragu-ragu di waktu menetapkan jumlah taruhan dengan Ubay bin Khalaf. Harga unta seratus ekor sangat tinggi pada waktu itu, sehingga kalau tidak karena keyakinan akan kebenaran ayat-ayat Al-Qur'an yang ada di dalam hati Abu Bakar, tentu beliau tidak akan berani mengadakan taruhan sebanyak itu, apalagi jika dibaca sejarah bangsa Romawi pada waktu kekalahan itu dalam keadaan kocar-kacir. Amat sukar diramalkan mereka sanggup mengalahkan bangsa Persia yang dalam keadaan kuat, hanya dalam tiga sampai sembilan tahun mendatang. Keyakinan yang kuat seperti keyakinan Abu Bakar itu merupakan keyakinan kaum Muslimin, yang tidak dapat digoyahkan oleh apa pun, sekalipun dalam bentuk siksaan, ujian, penderitaan, pemboikotan, dan sebagainya. Hal ini merupakan modal utama bagi kaum Muslimin menghadapi jihad yang memerlukan waktu yang lama di masa yang akan datang. Jika kaum Muslimin mempunyai keyakinan dan berusaha seperti kaum Muslimin di masa Rasulullah, pasti pula Allah mendatangkan kemenangan kepada mereka.\n\nKetiga: Terjadinya suatu peristiwa adalah urusan Allah, tidak seorangpun yang dapat mencampurinya. Allah-lah yang menentukan segalanya sesuai dengan hikmah dan kebijaksanaan-Nya. Hal ini berarti bahwa kaum Muslimin harus mengembalikan segala urusan kepada Allah saja, baik dalam kejadian seperti di atas, maupun pada kejadian dan peristiwa yang merupakan keseimbangan antara situasi dan keadaan. Kemenangan dan kekalahan, kemajuan dan kemunduran suatu bangsa, demikian pula kelemahan dan kekuatannya yang terjadi di bumi ini, semuanya kembali kepada Allah. Dia berbuat menurut kehendak-Nya. Semua yang terjadi bertitik tolak kepada kehendak Zat yang mutlak itu. Jadi berserah diri dan menerima semua yang telah ditentukan Allah adalah sifat yang harus dimiliki oleh seorang mukmin. Hal ini bukanlah berarti bahwa usaha manusia tidak ada harganya sedikit pun, karena hal itu merupakan syarat berhasilnya suatu pekerjaan. Dalam suatu hadis diriwayatkan bahwa seorang Arab Badui melepaskan untanya di muka pintu masjid Rasulullah, kemudian ia masuk ke dalamnya sambil berkata, \"Aku bertawakal kepada Allah,\" lalu Nabi bersabda:\n\nIkatlah unta itu sesudah itu baru engkau bertawakal. (Riwayat at-Tirmidzi dari Anas bin Malik ) \n\nBerdasarkan hadis ini, seorang muslim disuruh berusaha sekuat tenaga, kemudian ia berserah diri kepada Allah tentang hasil usahanya itu.\n\nAkhir ayat ini menerangkan bahwa kaum Muslimin bergembira ketika mendengar berita kemenangan bangsa Romawi atas bangsa Persia. Mereka bergembira karena:\n\n1.Mereka telah dapat membuktikan kepada kaum musyrik Mekah atas kebenaran berita-berita yang ada dalam ayat Al-Qur'an.\n\n2.Kemenangan bangsa Romawi atas bangsa Persia merupakan kemenangan agama Samawi atas agama ciptaan manusia.\n\n3.Kemenangan bangsa Romawi atas bangsa Persia mengisyaratkan kemenangan kaum Muslimin atas orang-orang kafir Mekah dalam waktu yang tidak lama lagi.",
                        "4": "Ayat ini menerangkan bahwa bangsa Romawi telah dikalahkan oleh bangsa Persia di negeri yang dekat dengan kota Mekah, yaitu negeri Syiria. Beberapa tahun kemudian setelah mereka dikalahkan, maka bangsa Romawi akan mengalahkan bangsa Persia sebagai balasan atas kekalahan itu.\n\nBangsa Romawi yang dimaksud dalam ayat ini ialah Kerajaan Romawi Timur yang berpusat di Konstantinopel, bukan kerajaan Romawi Barat yang berpusat di Roma. Kerajaan Romawi Barat, jauh sebelum peristiwa yang diceritakan dalam ayat ini terjadi, sudah hancur, yaitu pada tahun 476 Masehi. Bangsa Romawi beragama Nasrani (Ahli Kitab), sedang bangsa Persia beragama Majusi (musyrik).\n\nAyat ini merupakan sebagian dari ayat-ayat yang memberitakan hal-hal gaib yang menunjukkan kemukjizatan Al-Qur'an. Pada saat bangsa Romawi dikalahkan bangsa Persia, maka turunlah ayat ini yang menerangkan bahwa pada saat ini bangsa Romawi dikalahkan, tetapi kekalahan itu tidak akan lama dideritanya. Hanya dalam beberapa tahun saja, orang-orang Persia pasti dikalahkan oleh orang Romawi. Kekalahan bangsa Romawi ini terjadi sebelum Nabi Muhammad hijrah ke Medinah. Mendengar berita ini, orang-orang musyrik Mekah bergembira, sedangkan orang-orang yang beriman dan Nabi bersedih hati.\n\nSebagaimana diketahui bahwa bangsa Persia beragama Majusi yang menyembah api, jadi mereka menyekutukan Tuhan. Orang-orang Mekah juga menyekutukan Tuhan dengan menyembah berhala. Oleh karena itu, mereka merasa agama mereka dekat dengan agama bangsa Persia, karena sama-sama mempersekutukan Tuhan. Kaum Muslimin merasa agama mereka dekat dengan agama Nasrani, karena sama-sama menganut agama Samawi. Oleh karena itu, kaum musyrik Mekah bergembira atas kemenangan itu, sebagai kemenangan agama politeisme yang mempercayai \"banyak Tuhan\", atas agama Samawi yang menganut agama tauhid. Sebaliknya kaum Muslimin waktu itu bersedih hati karena sikap menentang kaum musyrik Mekah semakin bertambah. Mereka mencemooh kaum Muslimin dengan mengatakan bahwa dalam waktu dekat mereka juga akan hancur, sebagaimana kehancuran bangsa Romawi yang menganut agama Nasrani. Lalu ayat ini turun untuk menerangkan bahwa bangsa Romawi yang kalah itu, akan mengalahkan bangsa Persia dalam waktu yang tidak lama, hanya dalam beberapa tahun lagi.\n\nSejarah mencatat bahwa tahun 622 Masehi, yaitu setelah tujuh atau delapan tahun kekalahan bangsa Romawi dari bangsa Persia itu, peperangan antara kedua bangsa itu berkecamuk kembali untuk kedua kalinya. Pada permulaan terjadinya peperangan itu telah tampak tanda-tanda kemenangan bangsa Romawi. Sekalipun demikian, ketika sampai kepada kaum musyrik Mekah berita peperangan itu, mereka masih mengharapkan kemenangan berada di pihak Persia. Oleh karena itu, Ubay bin Khalaf ketika mengetahui Abu Bakar hijrah ke Medinah, ia minta agar putra Abu Bakar, yaitu 'Abdurrahman, menjamin taruhan ayahnya, jika Persia menang. Hal ini diterima oleh 'Abdurrahman.\n\nPada tahun 624 Masehi, terjadilah perang Uhud. Ketika Ubay bin Khalaf hendak pergi memerangi kaum Muslimin, 'Abdurrahman melarangnya, kecuali jika putranya menjamin membayar taruhannya, jika bangsa Romawi menang. Maka Abdullah bin Ubay menerima untuk menjaminnya.\n\nJika melihat berita di atas, maka ada beberapa kemungkinan sebagai berikut: pertama, pada tahun 622 Masehi, perang antara Romawi dan Persia telah berakhir dengan kemenangan Romawi. Akan tetapi, karena hubungan yang sukar waktu itu, maka berita itu baru sampai ke Mekah setahun kemudian, sehingga Ubay minta jaminan waktu Abu Bakar hijrah, sebaliknya 'Abdurrahman minta jaminan pada waktu Ubay akan pergi ke Perang Uhud. Kedua, peperangan itu berlangsung dari tahun 622-624 Masehi, dan berakhir dengan kemenangan bangsa Romawi.\n\nDari peristiwa di atas dapat dikemukakan beberapa hal dan pelajaran yang perlu direnungkan dan diamalkan.\n\nPertama: Ada hubungan antara kemusyrikan dan kekafiran terhadap dakwah dan iman kepada Allah. Sekalipun negara-negara dahulu belum mempunyai sistem komunikasi yang canggih dan bangsanya pun belum mempunyai hubungan yang kuat seperti sekarang ini, namun antar bangsa-bangsa itu telah mempunyai hubungan batin, yaitu antara bangsa-bangsa yang menganut agama yang bersumber dari Tuhan di satu pihak, dan bangsa-bangsa yang menganut agama yang tidak bersumber dari Tuhan pada pihak yang lain. Orang-orang musyrik Mekah menganggap kemenangan bangsa Persia atas bangsa Romawi (Nasrani), sebagai kemenangan mereka juga karena sama-sama menganut politeisme. Sedangkan kaum Muslimin merasakan kekalahan bangsa Romawi yang beragama Nasrani sebagai kekalahan mereka pula, karena merasa agama mereka berasal dari sumber yang satu. Hal ini merupakan suatu faktor nyata yang perlu diperhatikan kaum Muslimin dalam menyusun taktik dan strategi dalam berdakwah.\n\nKedua: Kepercayaan yang mutlak kepada janji dan ketetapan Allah. Hal ini tampak pada ucapan-ucapan Abu Bakar yang penuh keyakinan tanpa ragu-ragu di waktu menetapkan jumlah taruhan dengan Ubay bin Khalaf. Harga unta seratus ekor sangat tinggi pada waktu itu, sehingga kalau tidak karena keyakinan akan kebenaran ayat-ayat Al-Qur'an yang ada di dalam hati Abu Bakar, tentu beliau tidak akan berani mengadakan taruhan sebanyak itu, apalagi jika dibaca sejarah bangsa Romawi pada waktu kekalahan itu dalam keadaan kocar-kacir. Amat sukar diramalkan mereka sanggup mengalahkan bangsa Persia yang dalam keadaan kuat, hanya dalam tiga sampai sembilan tahun mendatang. Keyakinan yang kuat seperti keyakinan Abu Bakar itu merupakan keyakinan kaum Muslimin, yang tidak dapat digoyahkan oleh apa pun, sekalipun dalam bentuk siksaan, ujian, penderitaan, pemboikotan, dan sebagainya. Hal ini merupakan modal utama bagi kaum Muslimin menghadapi jihad yang memerlukan waktu yang lama di masa yang akan datang. Jika kaum Muslimin mempunyai keyakinan dan berusaha seperti kaum Muslimin di masa Rasulullah, pasti pula Allah mendatangkan kemenangan kepada mereka.\n\nKetiga: Terjadinya suatu peristiwa adalah urusan Allah, tidak seorangpun yang dapat mencampurinya. Allah-lah yang menentukan segalanya sesuai dengan hikmah dan kebijaksanaan-Nya. Hal ini berarti bahwa kaum Muslimin harus mengembalikan segala urusan kepada Allah saja, baik dalam kejadian seperti di atas, maupun pada kejadian dan peristiwa yang merupakan keseimbangan antara situasi dan keadaan. Kemenangan dan kekalahan, kemajuan dan kemunduran suatu bangsa, demikian pula kelemahan dan kekuatannya yang terjadi di bumi ini, semuanya kembali kepada Allah. Dia berbuat menurut kehendak-Nya. Semua yang terjadi bertitik tolak kepada kehendak Zat yang mutlak itu. Jadi berserah diri dan menerima semua yang telah ditentukan Allah adalah sifat yang harus dimiliki oleh seorang mukmin. Hal ini bukanlah berarti bahwa usaha manusia tidak ada harganya sedikit pun, karena hal itu merupakan syarat berhasilnya suatu pekerjaan. Dalam suatu hadis diriwayatkan bahwa seorang Arab Badui melepaskan untanya di muka pintu masjid Rasulullah, kemudian ia masuk ke dalamnya sambil berkata, \"Aku bertawakal kepada Allah,\" lalu Nabi bersabda:\n\nIkatlah unta itu sesudah itu baru engkau bertawakal. (Riwayat at-Tirmidzi dari Anas bin Malik ) \n\nBerdasarkan hadis ini, seorang muslim disuruh berusaha sekuat tenaga, kemudian ia berserah diri kepada Allah tentang hasil usahanya itu.\n\nAkhir ayat ini menerangkan bahwa kaum Muslimin bergembira ketika mendengar berita kemenangan bangsa Romawi atas bangsa Persia. Mereka bergembira karena:\n\n1.Mereka telah dapat membuktikan kepada kaum musyrik Mekah atas kebenaran berita-berita yang ada dalam ayat Al-Qur'an.\n\n2.Kemenangan bangsa Romawi atas bangsa Persia merupakan kemenangan agama Samawi atas agama ciptaan manusia.\n\n3.Kemenangan bangsa Romawi atas bangsa Persia mengisyaratkan kemenangan kaum Muslimin atas orang-orang kafir Mekah dalam waktu yang tidak lama lagi.",
                        "5": "Ayat ini menerangkan bahwa Allah menolong dan memenangkan siapa yang dikehendaki-Nya, mengazab orang-orang yang seharusnya diazab dengan menghancurkannya. Allah juga menolong orang-orang yang menegakkan agama-Nya, dan melimpahkan rahmat kepada makhluk-Nya. Allah tidak membiarkan orang yang kuat berlaku sesuka hatinya, sehingga menindas orang yang lemah. Namun demikian, Allah tidak segera mengazab manusia yang berbuat dosa itu. Dia berfirman:\n\nDan sekiranya Allah menghukum manusia disebabkan apa yang telah mereka perbuat, niscaya Dia tidak akan menyisakan satu pun makhluk bergerak yang bernyawa di bumi ini, tetapi Dia menangguhkan (hukuman)nya, sampai waktu yang sudah ditentukan. Nanti apabila ajal mereka tiba, maka Allah Maha Melihat (keadaan) hamba-hamba-Nya. (Fathir/35: 45)\n\n(6) Ayat ini menerangkan bahwa Allah telah menepati janji-Nya dengan memenangkan bangsa Romawi atas bangsa Persia. Allah sekali-kali tidak memungkiri janji-Nya yang berasal dari kehendak-Nya dan dari hikmah dan kebijaksanaan-Nya. Tidak seorang pun yang dapat mengubah dan menghalangi terlaksananya janji itu dan tidak ada suatu kejadian pun dalam alam ini, yang terlaksana di luar kehendak-Nya.\n\nPelaksanaan janji itu merupakan sunah-Nya yang tidak pernah berubah sedikit pun, kecuali jika Dia menghendaki. Akan tetapi, kebanyakan manusia tidak mengetahui hal ini karena mereka tidak memikirkannya. Atau mereka mengetahui kebenaran janji itu, tetapi karena pengaruh hawa nafsu, mereka seakan-akan tidak mempercayainya.\n\nMaksud perkataan \"kebanyakan manusia\" dalam ayat ini ialah kaum musyrik dan orang-orang sesat lainnya yang tidak percaya kepada sunatullah. Jumlah mereka lebih banyak dari orang mengetahuinya. Mereka tidak mau percaya kepada ayat-ayat Al-Qur'an yang diturunkan kepada mereka dan tidak percaya kepada sifat-sifat kesempurnaan dan kekuasaan Allah.",
                        "6": "Ayat ini menerangkan bahwa Allah menolong dan memenangkan siapa yang dikehendaki-Nya, mengazab orang-orang yang seharusnya diazab dengan menghancurkannya. Allah juga menolong orang-orang yang menegakkan agama-Nya, dan melimpahkan rahmat kepada makhluk-Nya. Allah tidak membiarkan orang yang kuat berlaku sesuka hatinya, sehingga menindas orang yang lemah. Namun demikian, Allah tidak segera mengazab manusia yang berbuat dosa itu. Dia berfirman:\n\nDan sekiranya Allah menghukum manusia disebabkan apa yang telah mereka perbuat, niscaya Dia tidak akan menyisakan satu pun makhluk bergerak yang bernyawa di bumi ini, tetapi Dia menangguhkan (hukuman)nya, sampai waktu yang sudah ditentukan. Nanti apabila ajal mereka tiba, maka Allah Maha Melihat (keadaan) hamba-hamba-Nya. (Fathir/35: 45)",
                        "7": "Ayat ini merupakan penegasan sifat-sifat orang kafir di atas, yaitu mereka yang tidak mengetahui hukum-hukum alam dan hubungan yang kuat antara satu hukum dengan hukum yang lain. Mereka hanya memandang persoalan hidup ini secara pragmatis, yakni menurut kegunaan dan manfaat yang lahir saja. Mereka mengetahui tentang hidup ini hanya pada yang tampak saja, seperti bercocok tanam, berdagang, bekerja, dan yang ber-hubungan dengan urusan dunia. Ilmu mereka itu pun tidak sampai kepada inti persoalan, sehingga mereka tertipu dengan ilmunya itu. \n\nKarena tidak menghayati dan mengetahui ilmu yang hakiki, maka orang yang musyrik, orang-orang sesat, dan pendusta itu lalai akan kehidupan akhirat dan kehidupan yang sebenarnya. Kelalaian mereka mempersiapkan diri untuk menghadapi hari akhirat menyebabkan mereka tidak dapat lagi menilai sesuatu dengan benar, baik terhadap keinginan mereka, maupun terhadap kejadian dan peristiwa yang mereka alami.\n\nAdanya perhatian terhadap hari perhitungan di akhirat dalam hati manusia, akan mengubah pandangan dan penilaiannya terhadap segala sesuatu yang terjadi di dunia ini. Mereka yakin bahwa hidup di dunia ini merupakan sebuah perjalanan singkat dari perjalanan hidup yang panjang. Akan tetapi, perjalanan yang pendek ini sangat menentukan kehidupan yang panjang nanti di akhirat. Apakah manusia mau merusak kehidupan yang panjang di akhirat dengan merusak kehidupan yang pendek di dunia ini?\n\nSehubungan dengan hal itu, manusia yang percaya kepada adanya kehidupan akhirat dengan perhitungan yang tepat dan kritis, sukar mencari titik temu dengan orang yang hanya hidup untuk dunia ini saja. Antara satu dengan yang lain akan terdapat perbedaan dalam menilai suatu persoalan. Masing-masing mempunyai pertimbangan dan kacamata sendiri dalam melihat benda-benda alam, situasi dan peristiwa yang sedang dihadapi, persoalan mati dan hidup, masa lampau dan masa sekarang, alam manusia dan alam binatang, hal yang gaib dan yang nyata, lahir dan batin, dan sebagainya.",
                        "8": "Ayat ini ditujukan kepada orang musyrik Mekah, orang-orang kafir, dan orang-orang yang mendustakan ayat-ayat Allah. Jika dilihat dari sikap mereka terhadap seruan Nabi saw, kelihatan seakan-akan mereka tidak mau menggunakan akal pikiran untuk memikirkan segala sesuatu yang mereka lihat, sehingga mereka percaya kepada apa yang disampaikan rasul.\n\nAyat ini menyuruh agar mereka memperhatikan diri mereka sendiri. Bagaimana mereka dijadikan dari tanah, kemudian menjadi setetes mani, kemudian menjadi seorang laki-laki atau seorang perempuan. Mereka lalu melangsungkan perkawinan dan berkembang biak, seakan-akan Allah mengatakan kepada mereka, \"Cobalah perhatikan dirimu yang paling dekat dengan kamu, sebelum melayangkan pandanganmu kepada yang lain.\" Allah berfirman pada ayat yang lain:\n\nDan (juga) pada dirimu sendiri. Maka apakah kamu tidak memperhatikan? (51 (adz-dzariyat/51: 21)\n\nJika manusia memperhatikan dirinya sendiri dengan baik dan sadar betapa rumitnya struktur tubuh, seperti susunan urat syaraf, pembuluh darah, paru-paru, hati, jiwa, dan sebagainya, kemudian dengan susunan yang rapi itu manusia dapat berjalan, berbicara, berpikir, dan sebagainya, tentulah mereka sampai kepada kesimpulan bahwa yang menciptakan manusia itu adalah Allah yang berhak disembah, Yang Mahakuasa, dan Mahatinggi Pengeta-huan-Nya.\n\nAllah menegaskan bahwa Dia menciptakan langit dan bumi beserta segala isinya dengan penuh kebijaksanaan, serta mengandung maksud dan tujuan. Semuanya itu diciptakan atas dasar kebenaran, dengan hukum-hukum yang rapi dan tertentu, tidak bertentangan antara hukum yang satu dengan hukum yang lain. Alam semesta ini tidak dijadikan dengan sia-sia dan cuma-cuma, tanpa maksud dan tujuannya, namun hanya Allah Yang Mengetahuinya.\n\nAlam semesta ini juga diciptakan sampai batas waktu yang ditentukan. Setelah waktu yang ditentukan itu akan ada alam akhirat, di sana akan disempurnakan keadilan Tuhan kepada makhluk-makhluk-Nya.\n\nApa pun yang ada di alam ini, ada masa permulaan kejadiannya dan ada pula masa berakhirnya. Tiap-tiap sesuatu pasti ada awal waktunya dan pasti pula ada akhir waktunya. Permulaan dan akhir segala sesuatu ditentukan Allah, tidak seorang pun yang sanggup mengubahnya, walaupun sesaat, kecuali jika Allah menghendaki.\n\nDemikianlah sunatullah pada diri manusia dan alam semesta ini. Akan tetapi, kebanyakan manusia tidak mau merenungkannya, sehingga mereka tidak percaya kepada adanya hari akhirat itu.",
                        "9": "Pada ayat ini, Allah memberi peringatan kepada orang-orang musyrik dan orang-orang yang mendustakan ayat-ayat Allah. Mereka sebenarnya selalu bepergian melakukan perdagangan dari Mekah ke Syiria dan Arab selatan dari negeri-negeri yang lain yang berada di sekitar Jazirah Arab. Dalam perjalanan tersebut, mereka melalui negeri-negeri yang dihancurkan oleh Allah, karena penduduknya mendustakan rasul-rasul yang telah diutus kepada mereka, seperti negeri kaum 'Ad, Samud, Madyan, dan sebagainya. \n\nUmat-umat dahulu kala itu telah tinggi tingkat peradabannya, lebih perkasa dan kuat dari kaum musyrik Quraisy. Umat-umat dahulu itu telah sanggup mengolah dan memakmurkan bumi, lebih baik dari yang mereka lakukan. Akan tetapi, umat-umat itu mengingkari dan mendustakan para rasul yang diutus Allah kepada mereka, sehingga mereka dihancurkan Allah dengan bermacam-macam malapetaka seperti sambaran petir, gempa yang dahsyat, angin kencang, dan sebagainya. Demikianlah sunah Allah yang berlaku bagi orang-orang yang mengingkari agama-Nya dan sunah itu akan berlaku pula bagi setiap orang yang mendustakan para rasul, termasuk orang-orang Quraisy sendiri yang mengingkari kerasulan Muhammad saw. Sekalipun Allah telah menetapkan yang demikian, namun orang-orang musyrik tidak mengindahkan dan memikirkannya.\n\nAyat ini merupakan peringatan kepada seluruh manusia di mana pun dan kapan pun mereka berada, agar mereka mengetahui dan menghayati hakikat hidup dan kehidupan, dan mengetahui tujuan Allah menciptakan manusia. Manusia diciptakan Allah dengan tujuan yang sama, sejak dahulu kala, saat ini, dan juga pada masa yang akan datang, yaitu sebagai khalifah Allah di bumi dan beribadah kepada-Nya. Barang siapa yang tujuan hidupnya tidak sesuai dengan yang digariskan Allah, berarti mereka telah menyimpang dari tujuan itu dan hidupnya tidak akan diridai Allah. Oleh karena itu, bagi mereka berlaku pula sunah Allah di atas.\n\nAkhir ayat ini menerangkan bahwa Allah sekali-kali tidak bermaksud menganiaya orang-orang kafir dengan menimpakan azab kepada mereka. Akan tetapi, mereka sendirilah yang menganiaya diri mereka sendiri, dengan mendustakan rasul dan mendurhakai Allah",
                        "10": "Ayat ini menegaskan bahwa azab itu adalah akibat perbuatan kufur dan jahat. Akibat itu akan dialami oleh siapa pun, di mana pun, dan kapan pun ia berada. Di dunia mereka mendapat kebinasaan dan di akhirat nanti mereka akan dibenamkan ke dalam neraka Jahanam. Semua itu sebagai akibat karena mereka mengingkari seruan para rasul, mendustakan ayat-ayat Allah, dan memperolok-olokkannya.",
                        "11": "Ayat ini menerangkan bahwa Allah menciptakan makhluk sejak dari permulaan, kemudian mematikannya, dan lalu menghidupkannya kembali. Semua itu merupakan peristiwa-peristiwa yang tidak dapat dibantah kebenarannya. Ayat ini mengemukakan suatu perumpamaan yang mudah ditangkap manusia, dan sekaligus dapat dijadikan bukti adanya hari kebangkitan nanti. Perumpamaannya ialah jika Allah dapat mewujudkan sesuatu dari tidak ada sama sekali menjadi ada, tentu mengulangi penciptaan itu kembali atau membangkitkannya lebih mudah bagi-Nya daripada menciptakan makhluk itu pada pertama kalinya. Kehidupan di dunia ini dan hari kebangkitan adalah dua kejadian yang tidak dapat dipungkiri kebenarannya, keduanya saling berhubungan. Akhirnya kepada Allah, Tuhan semesta alam, manusia akan kembali. Allah yang menciptakan kehidupan di dunia dan di akhirat, tujuannya untuk mendidik hamba-hamba-Nya bahwa Allah akan memberi ganjaran kepada mereka yang telah berbuat baik dengan ganjaran surga, dan yang berbuat jahat dengan ganjaran siksa.",
                        "12": "Kedua ayat ini merupakan ancaman bagi orang-orang musyrik yang mengingkari hari kebangkitan. Mereka tidak mau menerima kebenaran tentang adanya hari kebangkitan seperti tersebut di atas. Dengan demikian, mereka disebut orang-orang berdosa. Walaupun merasa tenteram dengan kehidupan dunia, namun mereka pasti akan mendapatkan balasan di akhirat kelak. Di kala itu, mereka tidak akan mendapatkan alasan apa pun untuk membela nasib sehingga mereka terdiam dan putus asa.\n\nOrang berdosa itu tidak akan mendapat syafaat yang akan melindungi dan menyelamatkan mereka dari azab Allah. Segala sesuatu yang mereka sembah selain Allah telah menyesatkan mereka, sebelum mereka benar-benar yakin bahwa penyembahan kepada berhala-berhala itu akan mendekatkan diri mereka kepada Allah, seperti diterangkan dalam firman-Nya:\n\nDan mereka menyembah selain Allah, sesuatu yang tidak dapat mendatangkan bencana kepada mereka dan tidak (pula) memberi manfaat, dan mereka berkata, \"Mereka itu adalah pemberi syafaat kami di hadapan Allah.\" Katakanlah, \"Apakah kamu akan memberitahu kepada Allah sesuatu yang tidak diketahui-Nya apa yang di langit dan tidak (pula) yang di bumi?\" Mahasuci Allah dan Mahatinggi dari apa yang mereka persekutukan itu. (Yunus/10: 18)\n\nOrang-orang musyrik itu di akhirat mengingkari berhala-berhala yang mereka sembah di dunia, padahal dengan berhala-berhala itulah mereka mempersekutukan Tuhan semesta alam di dunia.",
                        "13": "Kedua ayat ini merupakan ancaman bagi orang-orang musyrik yang mengingkari hari kebangkitan. Mereka tidak mau menerima kebenaran tentang adanya hari kebangkitan seperti tersebut di atas. Dengan demikian, mereka disebut orang-orang berdosa. Walaupun merasa tenteram dengan kehidupan dunia, namun mereka pasti akan mendapatkan balasan di akhirat kelak. Di kala itu, mereka tidak akan mendapatkan alasan apa pun untuk membela nasib sehingga mereka terdiam dan putus asa.\n\nOrang berdosa itu tidak akan mendapat syafaat yang akan melindungi dan menyelamatkan mereka dari azab Allah. Segala sesuatu yang mereka sembah selain Allah telah menyesatkan mereka, sebelum mereka benar-benar yakin bahwa penyembahan kepada berhala-berhala itu akan mendekatkan diri mereka kepada Allah, seperti diterangkan dalam firman-Nya:\n\nDan mereka menyembah selain Allah, sesuatu yang tidak dapat mendatangkan bencana kepada mereka dan tidak (pula) memberi manfaat, dan mereka berkata, \"Mereka itu adalah pemberi syafaat kami di hadapan Allah.\" Katakanlah, \"Apakah kamu akan memberitahu kepada Allah sesuatu yang tidak diketahui-Nya apa yang di langit dan tidak (pula) yang di bumi?\" Mahasuci Allah dan Mahatinggi dari apa yang mereka persekutukan itu. (Yunus/10: 18)\n\nOrang-orang musyrik itu di akhirat mengingkari berhala-berhala yang mereka sembah di dunia, padahal dengan berhala-berhala itulah mereka mempersekutukan Tuhan semesta alam di dunia.",
                        "14": "Apabila di dunia ini ada kesetiaan antara kaum musyrik dengan berhala-berhala mereka, kesetiaan pengikut dengan pemimpinnya, dan kesetiaan antara mereka sendiri untuk berkumpul dan berserikat guna menyembah serta mempertahankan berhala-berhala itu, maka di akhirat kelak segala macam hubungan akan terputus semuanya. Yang disembah tidak akan memperhatikan kepada yang menyembah. Begitu pula yang menyembah tidak akan melihat kepada kawannya atau berhala yang disembah. Pada waktu itu, masing-masing pribadi mengurus dirinya sendiri, seperti firman Allah:\n\nSetiap orang dari mereka pada hari itu mempunyai urusan yang menyibukkannya. ('Abasa/80: 37)\n\nPada hari Kiamat kaum Muslimin dan orang-orang kafir terpisah. Mereka mempunyai urusan sendiri-sendiri seperti yang akan diterangkan pada ayat-ayat berikut ini.",
                        "15": "Orang-orang yang beriman dan beramal saleh tidak akan bersedih pada hari Kiamat. Perpisahan tidak akan merugikan mereka, sebab setiap orang muslim ditemani oleh amal saleh yang senantiasa menghibur dan menenteramkan jiwanya. Orang-orang mukmin pada waktu itu akan dijamu di tempat yang paling mulia, yaitu surga. Di sana mereka dihibur dengan segala macam hiburan yang telah di sediakan Allah, seperti nyanyian merdu yang belum pernah didengar manusia.\n\nDari sebuah hadis yang diriwayatkan oleh Abu Darda' disebutkan bahwa Rasulullah pernah menerangkan tentang kesenangan di dalam surga. Kemudian seorang Badui bertanya, \"Hai Rasulullah, apakah dalam surga itu ada nyanyian?\" Rasulullah menjawab, \"Betul hai Badui, sesungguhnya di surga itu ada sungai yang penuh dengan perawan. Mereka bernyanyi yang belum pernah didengar oleh para makhluk di dunia. Hal itu adalah sebaik-baik nikmat surga.\"\n\nZamakhsyari juga meriwayatkan bahwa di dalam surga itu ada pohon-pohon kayu tempat lonceng-lonceng yang terbuat dari perak bergelantungan. Apabila penduduk surga ingin mendengarkan nyanyiannya, maka Allah mengutus angin dari bawah singgasana, lalu angin itu melewati pohon itu dan menggerakkan lonceng-lonceng sehingga terdengar suara merdu. Kalau suara itu didengar oleh penduduk dunia, tentu mereka akan mati karena kegembiraan.",
                        "16": "Golongan yang lain ialah golongan yang bersedih dan berduka cita. Mereka adalah orang-orang yang mengingkari Allah dan mendustakan bukti-bukti kebenaran ada-Nya. Mereka tidak percaya dengan hari kebangkitan, perhitungan, dan pembalasan. Oleh karena itu, mereka tidak mempersiapkan sesuatu untuk hari itu. Maka bagi mereka neraka Jahanam.\n\nPada hari itu, mereka ingin lari dari azab neraka, tetapi sayang mereka tak dapat menghindar dan melarikan diri. Setiap mereka hendak keluar, mereka didorong dan digiring masuk ke dalamnya dengan kekuatan yang luar biasa yang tidak dapat mereka lawan.",
                        "17": "Dalam kedua ayat ini, Allah memberi petunjuk kepada kaum mukmin tentang cara-cara untuk melepaskan diri dari azab neraka dan memasukkan mereka ke dalam surga. Allah memerintahkan mereka untuk menyucikan-Nya dari segala sifat yang tidak layak bagi-Nya, memuji dan memuja-Nya serta menyebut nama-Nya dengan segala sifat-sifat yang baik dan terpuji. Seakan-akan Allah berkata, \"Jika kamu telah mengetahui dengan pasti nasib kedua golongan itu, maka sucikanlah Aku di waktu malam dan siang, di waktu petang dan pagi dengan berbagai amalan yang diridai-Nya.\"\n\nIbnu 'Abbas berpendapat bahwa yang dimaksud dengan tasbih (menyucikan Tuhan) di sini ialah salat lima waktu yang diwajibkan kepada kaum Muslimin. Lalu orang bertanya, \"Dari perkataan apakah dipahami salat yang lima waktu itu?\" Ibnu 'Abbas menjawab, \"Dari perkataan \"maka bertasbihlah kepada Allah di waktu kamu berada di malam hari\", maksudnya ialah salat Magrib dan Isya. Perkataan \"dan di waktu kamu berada di waktu subuh\", maksudnya salat Subuh. Perkataan \"dan di waktu kamu berada pada petang hari\", maksudnya ialah salat Asar, dan perkataan \"dan di waktu kamu berada di waktu zuhur\", yaitu salat Zuhur.\n\nIbnu 'Abbas, Adh-ahhak, Sa'id bin Jabair, dan Qatadah berpendapat bahwa kedua ayat tersebut di atas hanya merupakan isyarat akan empat salat yaitu salat Magrib, Subuh, Asar, dan Zuhur. Sedangkan salat Isya (yang terakhir) tersebut pada ayat yang lain, yaitu firman Allah:\n\nLaksanakanlah salat sejak matahari tergelincir sampai gelapnya malam dan(laksanakan pula salat) Subuh. Sungguh, salat subuh itu disaksikan (oleh malaikat). (al-Isra'/17: 78)\n\nAn-Nahhas, seorang ahli tafsir, juga berpendapat bahwa ayat-ayat tersebut di atas berkenaan dengan salat lima waktu. Beliau mendukung pendapat 'Ali bin Sulaiman yang berkata bahwa ayat itu ialah bertasbih kepada Allah dalam salat, sebab tasbih itu ada dalam salat-salat tersebut.\n\nImam ar-Razi berpendapat bahwa tasbih itu berarti \"penyucian\". Pendapat ini lebih kuat dan lebih utama, sebab dalam penyucian itu termasuk salat. Penyucian yang disuruh ialah:\n\n1. Penyucian hati, yaitu itikad yang teguh.\n\n2. Penyucian lidah beserta hati, yaitu mengatakan yang baik-baik.\n\n3. Penyucian anggota tubuh beserta hati dan lidah, yaitu mengerjakan yang baik-baik (amal saleh).\n\nPenyucian pertama di atas ialah pokok, sedang yang kedua adalah hasil yang pertama, dan ketiga adalah hasil dari yang kedua. Sebab seorang manusia yang mempunyai itikad baik yang timbul dari hatinya, tercermin dari tutur katanya yang baik. Apabila dia berkata maka kebenaran perkataannya itu akan jelas terlihat dalam tingkah laku dan segala perbuatannya. Lidah adalah penerjemah dari apa yang tebersit dalam hati. Sedangkan perbuatan anggota tubuh adalah perwujudan dari isi hati dan apa yang telah dikatakan lisan. Salat adalah perbuatan anggota tubuh yang paling baik, termasuk di dalamnya menyebut Tuhan dengan lisan, dan niat dengan hati, dan itulah pembersihan yang sebetulnya. Apabila Allah berkata agar Dia disucikan, maka kaum Muslimin wajib untuk melaksanakan segala yang dianggap pantas untuk menyucikan-Nya.\n\nPerintah menyucikan Allah merupakan perintah melaksanakan salat. Pendapat ini sesuai dengan tafsir ayat 15 di atas. Sebab Allah menerangkan bahwa kedudukan yang tinggi dan pahala yang paling sempurna akan diperoleh orang-orang yang beriman dan beramal saleh.\n\nAllah berfirman:\n\nMaka adapun orang-orang yang beriman dan mengerjakan kebajikan, ma-ka mereka di dalam taman (surga) bergembira. (ar-Rum/30: 15) \n\nDalam ayat ini, Allah menyatakan apabila telah diketahui bahwa surga itu suatu tempat bagi orang-orang yang beramal saleh, maka sucikanlah Allah dengan iman yang baik dalam hati, esakanlah Dia dengan lisan, dan beramal salehlah dengan mempergunakan anggota tubuh. Semuanya itu merupakan penyucian dan pemujian. Bertasbihlah kepada Allah agar kegembiraan di surga dan kesenangan yang dicita-citakan itu dapat dicapai.\n\nAyat ini juga menjelaskan bahwa bukan hanya manusia satu-satunya makhluk yang bertasbih kepada Allah, tetapi semua makhluk yang ada di langit dan di bumi juga bertasbih dengan memuji-Nya. Hal ini jelas kelihatan dari ayat berikut ini:\n\nLangit yang tujuh, bumi dan semua yang ada di dalamnya bertasbih kepada Allah. Dan tidak ada sesuatu pun melainkan bertasbih dengan memuji-Nya, tetapi kamu tidak mengerti tasbih mereka. Sungguh, Dia Maha Penyantun, Maha Pengampun. (al-Isra'/17: 44) \n\nAllah menjelaskan bahwa tasbih mereka kepada-Nya adalah untuk kemanfaatan mereka sendiri, bukan untuk Allah. Oleh karena itu, mereka wajib memuji Allah dengan cara bertasbih kepada-Nya. Hal ini telah difirmankan Allah seperti tersebut dalam ayat berikut ini:\n\nMereka merasa berjasa kepadamu dengan keislaman mereka. Katakanlah, \"Janganlah kamu merasa berjasa kepadaku dengan keislamanmu, sebenarnya Allah yang melimpahkan nikmat kepadamu dengan menunjukkan kamu kepada keimanan, jika kamu orang yang benar.\" (al-hujarat/49: 17) \n\nPara ahli tafsir ada yang berpendapat bahwa maksud dari pujian-pujian bagi Allah itu adalah satu cara untuk mengagungkan Allah dan mendorong manusia untuk beribadah kepada-Nya, karena nikmat-Nya sangat banyak yang diberikan kepada manusia.\n\nDalam dua ayat ini diutamakan menyebut waktu-waktu yang layak untuk bertasbih karena tanda-tanda kekuasaan, keagungan, dan rahmat Allah tampak pada waktu-waktu tersebut. Penyebutan malam didahulukan dari pagi karena menurut kalender Qamariah, malam dan kegelapan itu lebih dahulu dari pagi hari. Permulaan tanggal itu dimulai setelah terbenam matahari. Demikian pula halnya berkenaan dengan petang dan zuhur, yakni petang lebih dahulu terjadinya dari zuhur menurut kalender Qamariah itu.\n\nAda beberapa hadis yang mengatakan tentang kelebihan yang terkandung dalam kedua ayat tersebut. Pertama ialah:\n\nRasulullah saw telah bersabda, \"Inginkah kamu aku beritakan kepadamu: \"Kenapa Allah menamakan Ibrahim a.s. sebagai khalil (teman)-Nya yang setia? Ialah karena ia membaca di waktu pagi dan petang, bertasbihlah kepada Allah di waktu kamu berada di petang hari di waktu subuh. Dan bagi-Nyalah segala puji di langit dan di bumi dan di waktu kamu berada pada petang hari dan di waktu kamu berada di waktu zuhur.\" (Riwayat Ahmad dan Ibnu Jarir dari Mu'adz bin Anas) \n\nSeterusnya Nabi bersabda:\n\nSiapa yang mengucapkan di waktu pagi subhanallah hingga firman Tuhan wa kadzalika tukhrajun maka dia akan mendapatkan pahala dari apa yang tidak dapat dikerjakannya pada siang hari itu. Dan siapa yang mengatakan di waktu petang, maka ia akan mendapatkan pahala dari yang tidak dapat dikerjakan di waktu malamnya. (Riwayat Abu Dawud dan ath-thabrani dari Ibnu 'Abbas)\n\nDari kedua hadis tersebut di atas dapat diambil kesimpulan betapa pentingnya ayat-ayat 17-18 di atas untuk dihayati dan diamalkan oleh kaum Muslimin.",
                        "18": "Dalam kedua ayat ini, Allah memberi petunjuk kepada kaum mukmin tentang cara-cara untuk melepaskan diri dari azab neraka dan memasukkan mereka ke dalam surga. Allah memerintahkan mereka untuk menyucikan-Nya dari segala sifat yang tidak layak bagi-Nya, memuji dan memuja-Nya serta menyebut nama-Nya dengan segala sifat-sifat yang baik dan terpuji. Seakan-akan Allah berkata, \"Jika kamu telah mengetahui dengan pasti nasib kedua golongan itu, maka sucikanlah Aku di waktu malam dan siang, di waktu petang dan pagi dengan berbagai amalan yang diridai-Nya.\"\n\nIbnu 'Abbas berpendapat bahwa yang dimaksud dengan tasbih (menyucikan Tuhan) di sini ialah salat lima waktu yang diwajibkan kepada kaum Muslimin. Lalu orang bertanya, \"Dari perkataan apakah dipahami salat yang lima waktu itu?\" Ibnu 'Abbas menjawab, \"Dari perkataan \"maka bertasbihlah kepada Allah di waktu kamu berada di malam hari\", maksudnya ialah salat Magrib dan Isya. Perkataan \"dan di waktu kamu berada di waktu subuh\", maksudnya salat Subuh. Perkataan \"dan di waktu kamu berada pada petang hari\", maksudnya ialah salat Asar, dan perkataan \"dan di waktu kamu berada di waktu zuhur\", yaitu salat Zuhur.\n\nIbnu 'Abbas, Adh-ahhak, Sa'id bin Jabair, dan Qatadah berpendapat bahwa kedua ayat tersebut di atas hanya merupakan isyarat akan empat salat yaitu salat Magrib, Subuh, Asar, dan Zuhur. Sedangkan salat Isya (yang terakhir) tersebut pada ayat yang lain, yaitu firman Allah:\n\nLaksanakanlah salat sejak matahari tergelincir sampai gelapnya malam dan(laksanakan pula salat) Subuh. Sungguh, salat subuh itu disaksikan (oleh malaikat). (al-Isra'/17: 78)\n\nAn-Nahhas, seorang ahli tafsir, juga berpendapat bahwa ayat-ayat tersebut di atas berkenaan dengan salat lima waktu. Beliau mendukung pendapat 'Ali bin Sulaiman yang berkata bahwa ayat itu ialah bertasbih kepada Allah dalam salat, sebab tasbih itu ada dalam salat-salat tersebut.\n\nImam ar-Razi berpendapat bahwa tasbih itu berarti \"penyucian\". Pendapat ini lebih kuat dan lebih utama, sebab dalam penyucian itu termasuk salat. Penyucian yang disuruh ialah:\n\n1. Penyucian hati, yaitu itikad yang teguh.\n\n2. Penyucian lidah beserta hati, yaitu mengatakan yang baik-baik.\n\n3. Penyucian anggota tubuh beserta hati dan lidah, yaitu mengerjakan yang baik-baik (amal saleh).\n\nPenyucian pertama di atas ialah pokok, sedang yang kedua adalah hasil yang pertama, dan ketiga adalah hasil dari yang kedua. Sebab seorang manusia yang mempunyai itikad baik yang timbul dari hatinya, tercermin dari tutur katanya yang baik. Apabila dia berkata maka kebenaran perkataannya itu akan jelas terlihat dalam tingkah laku dan segala perbuatannya. Lidah adalah penerjemah dari apa yang tebersit dalam hati. Sedangkan perbuatan anggota tubuh adalah perwujudan dari isi hati dan apa yang telah dikatakan lisan. Salat adalah perbuatan anggota tubuh yang paling baik, termasuk di dalamnya menyebut Tuhan dengan lisan, dan niat dengan hati, dan itulah pembersihan yang sebetulnya. Apabila Allah berkata agar Dia disucikan, maka kaum Muslimin wajib untuk melaksanakan segala yang dianggap pantas untuk menyucikan-Nya.\n\nPerintah menyucikan Allah merupakan perintah melaksanakan salat. Pendapat ini sesuai dengan tafsir ayat 15 di atas. Sebab Allah menerangkan bahwa kedudukan yang tinggi dan pahala yang paling sempurna akan diperoleh orang-orang yang beriman dan beramal saleh.\n\nAllah berfirman:\n\nMaka adapun orang-orang yang beriman dan mengerjakan kebajikan, ma-ka mereka di dalam taman (surga) bergembira. (ar-Rum/30: 15) \n\nDalam ayat ini, Allah menyatakan apabila telah diketahui bahwa surga itu suatu tempat bagi orang-orang yang beramal saleh, maka sucikanlah Allah dengan iman yang baik dalam hati, esakanlah Dia dengan lisan, dan beramal salehlah dengan mempergunakan anggota tubuh. Semuanya itu merupakan penyucian dan pemujian. Bertasbihlah kepada Allah agar kegembiraan di surga dan kesenangan yang dicita-citakan itu dapat dicapai.\n\nAyat ini juga menjelaskan bahwa bukan hanya manusia satu-satunya makhluk yang bertasbih kepada Allah, tetapi semua makhluk yang ada di langit dan di bumi juga bertasbih dengan memuji-Nya. Hal ini jelas kelihatan dari ayat berikut ini:\n\nLangit yang tujuh, bumi dan semua yang ada di dalamnya bertasbih kepada Allah. Dan tidak ada sesuatu pun melainkan bertasbih dengan memuji-Nya, tetapi kamu tidak mengerti tasbih mereka. Sungguh, Dia Maha Penyantun, Maha Pengampun. (al-Isra'/17: 44) \n\nAllah menjelaskan bahwa tasbih mereka kepada-Nya adalah untuk kemanfaatan mereka sendiri, bukan untuk Allah. Oleh karena itu, mereka wajib memuji Allah dengan cara bertasbih kepada-Nya. Hal ini telah difirmankan Allah seperti tersebut dalam ayat berikut ini:\n\nMereka merasa berjasa kepadamu dengan keislaman mereka. Katakanlah, \"Janganlah kamu merasa berjasa kepadaku dengan keislamanmu, sebenarnya Allah yang melimpahkan nikmat kepadamu dengan menunjukkan kamu kepada keimanan, jika kamu orang yang benar.\" (al-hujarat/49: 17) \n\nPara ahli tafsir ada yang berpendapat bahwa maksud dari pujian-pujian bagi Allah itu adalah satu cara untuk mengagungkan Allah dan mendorong manusia untuk beribadah kepada-Nya, karena nikmat-Nya sangat banyak yang diberikan kepada manusia.\n\nDalam dua ayat ini diutamakan menyebut waktu-waktu yang layak untuk bertasbih karena tanda-tanda kekuasaan, keagungan, dan rahmat Allah tampak pada waktu-waktu tersebut. Penyebutan malam didahulukan dari pagi karena menurut kalender Qamariah, malam dan kegelapan itu lebih dahulu dari pagi hari. Permulaan tanggal itu dimulai setelah terbenam matahari. Demikian pula halnya berkenaan dengan petang dan zuhur, yakni petang lebih dahulu terjadinya dari zuhur menurut kalender Qamariah itu.\n\nAda beberapa hadis yang mengatakan tentang kelebihan yang terkandung dalam kedua ayat tersebut. Pertama ialah:\n\nRasulullah saw telah bersabda, \"Inginkah kamu aku beritakan kepadamu: \"Kenapa Allah menamakan Ibrahim a.s. sebagai khalil (teman)-Nya yang setia? Ialah karena ia membaca di waktu pagi dan petang, bertasbihlah kepada Allah di waktu kamu berada di petang hari di waktu subuh. Dan bagi-Nyalah segala puji di langit dan di bumi dan di waktu kamu berada pada petang hari dan di waktu kamu berada di waktu zuhur.\" (Riwayat Ahmad dan Ibnu Jarir dari Mu'adz bin Anas) \n\nSeterusnya Nabi bersabda:\n\nSiapa yang mengucapkan di waktu pagi subhanallah hingga firman Tuhan wa kadzalika tukhrajun maka dia akan mendapatkan pahala dari apa yang tidak dapat dikerjakannya pada siang hari itu. Dan siapa yang mengatakan di waktu petang, maka ia akan mendapatkan pahala dari yang tidak dapat dikerjakan di waktu malamnya. (Riwayat Abu Dawud dan ath-thabrani dari Ibnu 'Abbas)\n\nDari kedua hadis tersebut di atas dapat diambil kesimpulan betapa pentingnya ayat-ayat 17-18 di atas untuk dihayati dan diamalkan oleh kaum Muslimin.",
                        "19": "Ayat itu mengungkapkan sebagian kekuasaan Allah, yang menyeru hamba-hamba-Nya agar bertasbih dan beribadah kepada-Nya. Orang yang bertasbih kepada Allah tanpa mengetahui hak-hak, kekuasaan, dan kebesaran Allah dalam beribadah, maka tasbih dan ibadahnya itu tidak akan ada manfaatnya. Dia tidak akan menjumpai Allah dengan tasbih dan ibadah yang seperti itu, padahal yang diharapkan adalah perjumpaan yang akan me-lapangkan dada, membukakan hati, dan menjernihkan jiwa. Oleh karena itu, ibadah yang diperintahkan ialah ibadah yang benar-benar dapat membekas dalam jiwa manusia.\n\nSehubungan dengan itu, ayat ini menyuruh kita memperhatikan keadaan alam ini, karena di dalamnya terdapat tanda-tanda kekuasaan dan kebesaran Allah. Dapat diperhatikan bahwa kehidupan ini berasal dari benda mati, dan benda mati itu berasal dari kehidupan. Hal ini dapat dilihat pada telur dan ayam. Telur adalah benda mati, tapi ia dapat mengeluarkan ayam yang hidup. Begitu pula ayam adalah benda hidup, tetapi dia dapat mengeluarkan telur yang merupakan benda mati. \n\nMujahid, seorang ahli tafsir, mengartikan ayat ini sebagai perumpamaan antara mukmin dan kafir. Menurutnya, \"keluarnya yang hidup dari yang mati\" dan \"yang mati dari yang hidup\" berarti mukmin dan kafir. Anak orang mukmin ada yang menjadi kafir, sebaliknya anak orang kafir ada yang menjadi mukmin. Ada pula yang menafsirkan bahwa kehidupan ini diakhiri dengan kematian dan kematian itu disudahi dengan kehidupan kembali di akhirat.\n\nKarena kedua hal itu, yakni mati dan hidup suatu keadaan yang rutin di dalam kehidupan di dunia ini, maka tidaklah mustahil bagi Allah untuk membangkitkan manusia dari kuburnya di hari Kiamat kelak. Hal ini harus diperhatikan oleh manusia. Sebagai contoh lain yang lebih dekat bagi manusia ialah keadaan tanah yang sudah tandus dan gersang. Tanah ini akan kembali subur dan bisa menumbuhkan tanam-tanaman, andaikata Allah menurunkan hujan dari langit.\n\nSetelah memperhatikan contoh-contoh di atas, maka pertanyaan yang ditujukan kepada orang-orang kafir adalah apakah kekuasaan Allah yang tidak terbatas itu tidak cukup untuk menghidupkan manusia kembali dari dalam kematiannya, di mana tulang-belulangnya telah hancur berserakan, dan dagingnya telah bersatu dengan tanah? Tentu saja sanggup. Oleh karena itu, bila sangkakala ditiup malaikat, manusia akan bangkit dan semuanya menuju ke Padang Mahsyar menghadap Tuhan.\n\nAllah berfirman:\n\nDan Allah menumbuhkan kamu dari tanah, tumbuh (berangsur-angsur), kemudian Dia akan mengembalikan kamu ke dalamnya (tanah) dan mengeluarkan kamu (pada hari Kiamat) dengan pasti. (an-Nuh/71: 17-18)\n\nMengapa manusia mengingkari hari kebangkitan? Mengapa mereka memperdebatkannya? Sebetulnya kekuasaan Allah tak perlu dan tak dapat diingkari. Siapa yang berakal tidak akan dapat mengingkari kekuasaan itu. Akan tetapi, dia lari dari tanggung jawab untuk menghadapi perhitungan di hari Kiamat. Dia ingin melepaskan jiwanya dari perasaan keimanan dengan hatinya, sesuai dengan nasibnya di dunia ini. Dia tidak mempersiapkan sesuatu pun untuk akhirat. Demikianlah manusia ditipu oleh jiwa dan hawa nafsunya. Dia melalaikan panggilan yang sebenarnya, dan mengikuti apa yang sesuai dengan nafsunya.",
                        "20": "Ayat ini menerangkan adanya tanda-tanda kebesaran Allah pada diri manusia sendiri. Manusia diciptakan dari tanah, sedangkan tanah itu benda mati tidak bergerak. Sehubungan dengan kejadian manusia dari tanah itu, Rasulullah saw bersabda seperti berikut:\n\nSesungguhnya Allah telah menjadikan Adam dari segumpal tanah yang diambil-Nya dari segala macam tanah. Kemudian datanglah anak-anak Adam menurut tanah asal mereka. Mereka ada yang putih, merah, hitam, dan sebagainya; ada pula yang jelek, baik, sederhana, bersedih, dan sebagainya. (Riwayat Abu Dawud dan at-Tirmidzi dari Abu Musa al-Asy'ari) \n\nAl-Qur'an banyak menerangkan tentang asal kejadian manusia. Dalam Surah al-Mu'minun umpamanya Allah berfirman:\n\nDan sungguh, Kami telah menciptakan manusia dari sari pati (berasal) dari tanah. (al-Mu'minun/23: 12) \n\nDalam Surah al-Mu'minun di atas diterangkan kejadian manusia itu berasal dari sari pati tanah. Ini adalah suatu kejadian yang tidak langsung dari manusia. Akan tetapi, dalam ayat 20 ini disebutkan asal kejadian itu langsung dari tanah dan segera diikuti dengan gambaran manusia yang bergerak dan bertebaran. Hal ini untuk dibandingkan antara proses dan arti tanah yang mati dan tak bergerak dengan manusia yang hidup dan bergerak, sesuai dengan firman Allah dalam ayat sebelumnya, \"Dia mengeluarkan yang hidup dari yang mati dan mengeluarkan yang mati dari yang hidup.\"\n\nHal itu adalah kejadian yang luar biasa dan menjadi tanda kekuasaan Allah. Hal itu juga mengisyaratkan adanya hubungan yang kuat antara manusia dan bumi sebagai tempat hidup mereka, dan tempat bertemu dengan asal kejadian itu. Manusia dan bumi dalam jagat raya ini tunduk pada hukum-hukum Allah yang berlaku padanya.\n\nProses perpindahan dari bentuk tanah yang tidak bergerak dan tidak berarti kepada bentuk manusia yang bergerak dan mulia ialah suatu perpindahan yang mengandung unsur kebangkitan pada ciptaan Allah. Hal ini menggerakkan perasaan untuk mengucapkan syukur dan tasbih kepada-Nya, dan menggerakkan hati untuk mengagungkan Pencipta Yang Mahamulia itu.\n\nAl-Qur'an menetapkan kenyataan itu agar manusia memperhatikan ciptaan Allah, dan memikirkan proses perpindahan dari tanah menjadi manusia. Dalam kejadian manusia, Al-Qur'an tidak memerinci proses pertumbuhan dan perkembangan manusia dari tanah sampai menjadi manusia, karena Al-Qur'an adalah kitab hidayah bukan sepenuhnya berisi ilmu pengetahuan sehingga hanya memuat isyarat-isyaratnya saja. Adapun ahli ilmu pengetahuan telah mencoba menetapkan berbagai teori bagi pertumbuhan manusia, untuk menghubungkan mata rantai proses kejadian tersebut. \n\nTeori-teori ilmiah mungkin benar dan mungkin pula salah. Apa yang benar sekarang mungkin dibatalkan di masa yang akan datang, sesuai dengan kemajuan teknologi modern untuk menyelidiki suatu masalah. Perlu untuk dipahami bahwa ilmu pengetahuan dan Al-Qur'an sama-sama berasal dari Allah, sehingga tidak akan terjadi kontradiksi. Jika pada suatu saat teori ilmu pengetahuan salah, maka kesalahan itu pada manusia. Sementara pernyataan Al-Qur'an tetap benar. Ada persimpangan jalan antara pandangan Al-Qur'an terhadap manusia dengan pandangan teori-teori ilmiah tersebut. Al-Qur'an memuliakan manusia dan menetapkan bahwa padanya ada hembusan roh ciptaan Allah. Tuhan menciptakannya dari tanah menjadi manusia, dan memberikan kepada mereka keistimewaan-keistimewaan yang membedakan mereka dengan binatang. Pandangan seperti ini sama sekali tidak ditemukan dalam teori-teori ilmiah, yang berdasarkan materi semata, dan tidak ada hubungannya dengan Allah sama sekali.\n\nBagaimana Allah menekankan mengenai pentingnya peran tanah dalam penciptaan makhluk dan juga manusia, tidak hanya dinyatakan pada ayat di atas, namun juga pada Surah al-hijr/15: 26, 28, 33 dan beberapa ayat lainnya, di antaranya: \n\nDialah yang menciptakan kamu dari tanah, sesudah itu ditentukan-Nya ajal dan ada lagi suatu ajal yang ditentukan di sisi-Nya, kemudian kamu masih terus menerus ragu-ragu. (al-An'am/6: 2)\n\nDia telah menciptakan manusia dari tanah kering seperti tembikar, dan Dia menciptakan jin dari nyala api yang murni. Maka nikmat Tuhan kamu berdua yang manakah yang kamu berdua ingkari? (ar-Rahman/55: 14) \n\nMenurut ilmu pengetahuan, dua komponen penting yang harus ada dalam permulaan terjadinya kehidupan adalah material genetika dan membran sel. Kedua material ini saling bekerjasama mendukung kehidupan. Di dalam keduanya, materi tanah liat dominan. \n\nHal ini dibuktikan dengan dilakukannya penelitian terhadap tanah lempung yang disebut dengan \"montmorilenite clay\". Penelitian menemukan bahwa lempung jenis ini dapat merangsang dengan cepat pembentukan kantung membran yang berisi cairan (membranous fluid-filled sac). Penelitian juga membuktikan bahwa cairan yang ada di dalam kantung membran juga mengandung material tanah liat. Kantung ini ternyata dapat tumbuh dengan cara pembelahan sederhana. Cara pembelahan ini merupakan gambaran dari apa yang terjadi pada sel yang primitif. Dari paparan ini dapat kita katakan bahwa informasi Al-Qur'an tentang asal kejadian manusia dari tanah adalah benar dan dibuktikan oleh penelitian ilmiah.",
                        "21": "Dalam ayat berikut ini diterangkan tanda-tanda kekuasaan Allah yaitu kehidupan bersama antara laki-laki dan perempuan dalam sebuah perkawinan. Manusia mengetahui bahwa mereka mempunyai perasaan tertentu terhadap jenis yang lain. Perasaan dan pikiran-pikiran itu ditimbulkan oleh daya tarik yang ada pada masing-masing mereka, yang menjadikan yang satu tertarik kepada yang lain, sehingga antara kedua jenis, laki-laki dan perempuan, itu terjalin hubungan yang wajar. Mereka melangkah maju dan berusaha agar perasaan-perasaan dan kecenderungan-kecenderungan antara laki-laki dengan perempuan tercapai. \n\nPuncak dari semuanya itu ialah terjadinya perkawinan antara laki-laki dengan perempuan. Dalam keadaan demikian, bagi laki-laki hanya istrinya perempuan yang paling baik, sedang bagi perempuan hanya suaminya laki-laki yang menarik hatinya. Masing-masing merasa tenteram hatinya dengan adanya pasangan itu. Semuanya itu merupakan modal yang paling berharga dalam membina rumah tangga bahagia. Dengan adanya rumah tangga yang berbahagia, jiwa dan pikiran menjadi tenteram, tubuh dan hati mereka menjadi tenang, kehidupan dan penghidupan menjadi mantap, kegairahan hidup akan timbul, dan ketenteraman bagi laki-laki dan perempuan secara menyeluruh akan tercapai.\n\nDialah yang menciptakan kamu dari jiwa yang satu (Adam) dan daripadanya Dia menciptakan pasangannya, agar dia merasa senang kepadanya. Maka setelah dicampurinya, (istrinya) mengandung kandungan yang ringan, dan teruslah dia merasa ringan (beberapa waktu). Kemudian ketika dia merasa berat, keduanya (suami istri) bermohon kepada Allah, Tuhan Mereka (seraya berkata), \"Jika Engkau memberi kami anak yang saleh, tentulah kami akan selalu bersyukur.\" (al-A'raf/7: 189)\n\nKhusus mengenai kata-kata mawaddah (rasa kasih) dan rahmah (sayang), Mujahid dan 'Ikrimah berpendapat bahwa yang pertama adalah sebagai ganti dari kata \"nikah\" (bersetubuh) dan yang kedua sebagai kata ganti \"anak\". Jadi menurut Mujahid dan 'Ikrimah, maksud ungkapan ayat \"bahwa Dia menjadikan antara suami dan istri rasa kasih sayang\" ialah adanya perkawinan sebagai yang disyariatkan Tuhan antara seorang laki-laki dengan seorang perempuan dari jenisnya sendiri, yaitu jenis manusia, akan terjadi persenggamaan yang menyebabkan adanya anak-anak dan keturunan. Persenggamaan merupakan suatu yang wajar dalam kehidupan manusia, sebagaimana adanya anak-anak yang merupakan suatu yang umum pula. \n\nAda yang berpendapat bahwa mawaddah bagi anak muda, dan rahmah bagi orang tua. Ada pula yang menafsirkan bahwa mawaddah ialah rasa kasih sayang yang makin lama terasa makin kuat antara suami istri. Sehubungan dengan mawaddah itu Allah mengutuk kaum Lut yang melampiaskan nafsunya dengan melakukan homoseks, dan meninggalkan istri-istri mereka yang seharusnya menjadi tempat mereka melimpahkan rasa kasih sayang dan melakukan persenggamaan. Allah berfirman:\n\nDan kamu tinggalkan (perempuan) yang diciptakan Tuhan untuk menjadi istri-istri kamu? (asy-Syu'ara'/26: 166) \n\nDalam ayat ini, Allah memberitahukan kepada kaum laki-laki bahwa \"tempat tertentu\" itu ada pada perempuan dan dijadikan untuk laki-laki. Dalam hadis diterangkan bahwa para istri semestinya melayani ajakan suaminya, kapan saja ia menghendaki, namun harus melihat kondisi masing-masing, baik dari segi kesehatan ataupun emosional. Dengan demikian, akan terjadi keharmonisan dalam rumah tangga. Nabi saw bersabda:\n\nDemi Tuhan yang jiwaku berada di tangan-Nya, tidak ada seseorang lelaki pun yang mengajak istrinya untuk bercampur, tetapi ia (istri) enggan, kecuali yang ada di langit akan marah kepada istri itu, sampai suaminya rida kepadanya. Dalam lafal yang lain, hadis ini berbunyi, \"Apabila istri tidur meninggalkan ranjang suaminya maka malaikat-malaikat akan melaknatinya hingga ia berada di pagi hari. (Riwayat Muslim dari Abu Hurairah) \n\nDalam ayat ini dan ayat-ayat yang lain, Allah menetapkan ketentuan-ketentuan hidup suami istri untuk mencapai kebahagiaan hidup, ketenteraman jiwa, dan kerukunan hidup berumah tangga. Apabila hal itu belum tercapai, mereka semestinya mengadakan introspeksi terhadap diri mereka sendiri, meneliti apa yang belum dapat mereka lakukan serta kesalahan-kesalahan yang telah mereka perbuat. Kemudian mereka menetapkan cara yang paling baik untuk berdamai dan memenuhi kekurangan tersebut sesuai dengan ketentuan-ketentuan Allah, sehingga tujuan perkawinan yang diharapkan itu tercapai, yaitu ketenangan, saling mencintai, dan kasih sayang.\n\nDemikian agungnya perkawinan itu, dan rasa kasih sayang ditimbulkannya, sehingga ayat ini ditutup dengan menyatakan bahwa semuanya itu merupakan tanda-tanda kekuasaan dan kebesaran Allah bagi orang-orang yang mau menggunakan pikirannya. Akan tetapi, sedikit sekali manusia yang mau mengingat kekuasaan Allah yang menciptakan pasangan bagi mereka dari jenis mereka sendiri (jenis manusia) dan menanamkan rasa cinta dan kasih sayang dalam jiwa mereka.\n\nSuatu penelitian ilmiah menunjukkan bahwa setelah meneliti ribuan pasangan suami istri (pasutri) maka disimpulkan bahwa setelah diadakan korelasi, maka antara kedua pasangan tadi terdapat banyak kesamaan, baik secara psikologis maupun secara fisik. Maksud \"jenis kamu sendiri\" di sini adalah dari sisi psikis dan fisik yang sama sehingga mereka mempunyai kesamaan antara keduanya. Hanya dengan hidup bersama pasangan yang serasa akrab (familiar) dengannya, maka akan tumbuh perasaan mawaddah dan rahmah, kasih sayang dan perasaan cinta. Oleh karena itu, teman hidup harus dipilih dari jenis, kelompok fisik, dan kejiwaan yang mempunyai kemiripan yang serupa dengannya.",
                        "22": "Ayat ini menerangkan tanda-tanda kekuasaan dan kebesaran Allah yang lain, yaitu penciptaan langit dan bumi sebagai peristiwa yang luar biasa besarnya, sangat teliti, dan cermat. Orang yang mengetahui rahasia kejadian itu sangat sedikit sekali jumlahnya. Hanya sedikit sekali yang mengetahui bahwa di langit ada galaksi-galaksi*) yang tidak terbilang jumlahnya. Tiap-tiap galaksi itu mempunyai bintang, planet, satelit, dan benda angkasa lainnya yang berjuta-juta jumlahnya. Bumi yang didiami manusia ini tidak ubahnya seperti atom yang sangat kecil yang hampir saja tidak mempunyai berat dan bayangan, jika dibandingkan dengan semua galaksi tersebut. \n\nSesungguhnya galaksi-galaksi itu banyak jumlahnya di angkasa luas, dan masing-masing galaksi itu merupakan sistem peredaran yang paling teratur, mereka tidak pernah berantakan akibat bertubrukan antara yang satu dengan yang lain, atau antara planet-planet yang ada pada masing-masing galaksi itu. Semuanya itu berjalan menurut aturan yang telah ditentukan.\n\nItu adalah dari segi jumlah dan sistemnya. Adapun rahasia-rahasia benda-benda alam besar itu, sifat-sifatnya, apa yang tersembunyi dan yang tampak padanya, hukum-hukum alam yang menjaga, mengatur, dan menjalankannya, hal itu amat banyak macam dan ragamnya dibanding dengan apa yang telah diketahui manusia. Apa yang telah diketahui manusia itu hanya sebagian kecil saja, walaupun para ahli telah menyelidiki keadaan alam semesta bertahun-tahun lamanya. Mereka mengetahui bahwa semua itu telah berlangsung berjuta-juta tahun lamanya sesuai dengan hukum alam dan berjalan dengan amat teratur.\n\nSetelah menyebutkan kebesaran Allah melalui penciptaan langit dan bumi, ayat di atas menyatakan adanya keanekaragaman bahasa dan warna kulit. Di sini Allah menyatakan bahwa Dia secara haq menjadikan manusia terdiri atas banyak ras yang kedudukannya sama di mata-Nya.\n\nBerbicara mengenai ras, Allah menjelaskannya melalui lidah atau lisan. Dalam hal ini, kata lidah mempunyai dua arti. Pertama, lidah yang secara fisik berada pada rongga mulut dan sangat berperan dalam mengeluarkan bunyi. Bunyi inilah yang menjadi dasar munculnya bahasa untuk keperluan berkomunikasi. Kedua, lidah adalah bahasa itu sendiri.\n\nMenurut para saintis, lidah adalah organ yang terletak pada rongga mulut. Organ ini merupakan struktur berotot yang terdiri atas tujuh belas otot yang memiliki beberapa fungsi. Lidah di antaranya berfungsi untuk turut membantu mengatur bunyi untuk berkomunikasi atau berbicara. Fungsi lainnya adalah untuk membantu menelan makanan dan alat pengecap. Diperkirakan terdapat sekitar 10.000 titik pengecap di lidah. Titik-titik ini sangat aktif untuk selalu memperbaharui diri. Lidah dapat merasakan berbagai rasa. Lidah, dalam bidang agama, hampir selalu dikaitkan dengan hati, dan digunakan untuk mengukur baik-buruknya perilaku seseorang.\n\nBerbicara adalah suatu kegiatan yang sangat kompleks. Ia dimulai dengan perasaan yang mendorong untuk mengucapkan satu maksud. Selanjutnya bergeraklah bibir, lidah, rahang, serta alat bantu ucap lainnya, yang setelah mengalami proses yang rumit, bunyi yang dikeluarkannya dipahami oleh mitra bicaranya. Pada tahap selanjutnya, akan tercipta suatu bahasa. Bahasa diduga sudah digunakan manusia sekitar 45.000 tahun sebelum Masehi. Jumlah bahasa di dunia dipercaya berkisar di sekitar angka 6.000.\n\nRahasia kejadian langit dan bumi, perbedaan bahasa dan warna kulit, serta sifat-sifat kejiwaan manusia itu tidak akan diketahui, kecuali oleh orang-orang yang mempunyai ilmu pengetahuan. Oleh karena itu, ayat ini ditutup dengan \"sungguh, pada yang demikian itu benar-benar terdapat tanda-tanda bagi orang-orang yang mengetahui (berilmu pengetahuan).\"",
                        "23": "Ayat ini masih membicarakan tanda-tanda kekuasaan dan kebesaran Allah, alam semesta dan hubungannya dengan keadaan manusia, pergantian siang dan malam, serta tidur manusia di malam hari dan bangunnya mencari rezeki di siang hari. Manusia tidur di malam hari agar badannya mendapatkan ketenangan dan istirahat, untuk memulihkan tenaga-tenaga yang digunakan waktu bangunnya. Tidur dan bangun itu silih berganti dalam kehidupan manusia, seperti silih bergantinya siang dan malam di alam semesta ini. Dengan keadaan yang silih berganti itu, manusia akan mengetahui nikmat Allah serta kebaikan-Nya. Di waktu tidur manusia mengistirahatkan tubuhnya. Dia akan mendapatkan pergerakan anggota tubuhnya dengan leluasa di waktu bangun.\n\nDalam ayat ini, tidur didahulukan daripada bangun, padahal kelihatannya bangun itu lebih penting daripada tidur karena ketika bangun orang bekerja, berusaha, dan melaksanakan tugas dan kewajibannya dalam hidup, sebagaimana terkandung dalam firman-Nya, \"dan usahamu mencari sebagian dari karunia-Nya. Pada umumnya manusia itu sedikit sekali yang memperhatikan kenikmatan tidur. Kebanyakan mereka memandang tidur itu sebagai suatu hal yang tidak penting. Ini adalah pengertian yang salah dalam memahami nikmat besar yang dianugerahkan Allah kepada manusia.\n\nTidur merupakan pengasingan manusia dari kesibukan-kesibukan hidup, dan terputusnya hubungan antara jiwa dengan zatnya sendiri, seakan-akan identitasnya hilang waktu itu. Ketika tidur atau dalam keadaan antara bangun dan tidur, manusia pergi ke mana saja yang ia sukai dengan akal dan rohnya. Ia bisa melanglang buana ke balik alam materi yang tidak mempunyai belenggu dan halangan. Di sana dia dapat merealisir apa yang tidak dapat direalisasikannya di dalam dunia serba benda ini. Dalam alam mimpi itu dia akan mendapat kepuasan.\n\nBerapa banyak orang yang miskin, tapi dalam mimpinya ia dapat memakan apa yang diinginkannya. Berapa banyak orang yang teraniaya, tapi dalam mimpinya ia dapat mengobati jiwanya dari keganasan dan kezaliman. Berapa banyaknya orang yang berjauhan tempat tinggal, tetapi dalam mimpi mereka dapat berjumpa dengan sepuas hatinya. Banyak lagi contoh lainnya yang tidak mungkin disebutkan satu per satu.\n\nMenurut ahli ilmu jiwa, mimpi yang dialami pada waktu tidur merupakan penetralisir, yakni pemurni dan penawar bagi jiwa. Bagi orang-orang yang sedang lapar umpamanya, mereka dapat mewujudkan apa yang diinginkan atau dikhayalkannya di waktu bangun. Demikian pula halnya dengan orang-orang yang teraniaya, haus, dan sebagainya. Dengan situasi itu jiwa akan lega dan tenteram. Kalau tidak demikian, tentu akan terjadi ketegangan-ketegangan jiwa yang sangat berbahaya. Jadi dalam dunia tidur, manusia akan mendapat kepuasan akal, rohani, dan jiwanya. Hal mana tidak dapat diperolehnya di waktu bangun atau jaga.\n\nApabila tubuh manusia memerlukan makan dan minum, maka roh, jiwa, dan akal pun memerlukan makan dan minum. Kedua hal itu dilakukannya di waktu tidur. Tidur itu tidak lain merupakan belenggu bagi tubuh, tetapi kebebasan bagi jiwa. Dengan demikian, segi kejiwaan mendapatkan kebahagiaannya di waktu tidur, serta bebas dari kebendaan, tekanan, dan kezaliman. Kalau tidak demikian, roh itu akan selalu terbelenggu dalam tubuh dan cahayanya akan pudar.\n\nOrang-orang yang menganggap tidur sebagai suatu hal yang remeh, kemestian yang berat dan diharuskan bagi tubuh manusia, serta suatu obat yang mencekam kepribadiannya, seperti pada masa kanak-kanak dan masa tua, maka anggapan demikian itu disebabkan karena mereka tidak mengetahui kecuali apa yang dapat diraba oleh tangan, atau dilihat oleh mata sendiri. Adapun yang di balik itu, mereka tidak mengetahui atau mempercayainya, atau karena mereka materialistis, yang hanya melihat kepada materi saja. Mereka bergaul dengan manusia hanyalah atas dasar materi. \n\nApabila tidur dianggap sebagai nikmat yang nyata, maka sesungguhnya Allah telah menyediakan malam sebagai waktu yang tepat untuknya. Tidur adalah nikmat yang jelas, seperti dalam firman Allah:\n\nKatakanlah (Muhammad), \"Bagaimana pendapatmu, jika Allah menjadikan untukmu siang itu terus-menerus sampai hari Kiamat. Siapakah tuhan selain Allah yang akan mendatangkan malam kepadamu sebagai waktu istirahatmu? Apakah kamu tidak memperhatikan?\" (al-Qashash/28: 72)\n\nMalam itu tidak ubahnya sebagai layar yang menutupi makhluk-makhluk hidup termasuk manusia. Lalu dia mengantarkan mereka kepada ketenangan, kemudian tidur.\n\nSesungguhnya malam merupakan sesuatu yang tidak terelakkan datangnya, sebagaimana juga siang. Malam adalah waktu untuk istirahat dan siang adalah waktu untuk bekerja. Adapun bagi mereka yang bekerja pada malam hari, baginya tetap dituntut untuk memelihara hak badannya dalam arti mengistirahatkannya. Allah berfirman:\n\nDan Dialah yang menidurkan kamu pada malam hari dan Dia mengetahui apa yang kamu kerjakan pada siang hari. Kemudian Dia membangunkan kamu pada siang hari untuk disempurnakan umurmu yang telah ditetapkan. Kemudian kepada-Nya tempat kamu kembali, lalu Dia memberitahukan ke-padamu apa yang telah kamu kerjakan. (al-Anam/6: 60)\n\nKarena malam adalah waktu yang penting dan tepat untuk tidur, Allah banyak sekali bersumpah dalam Al-Qur'an dengan malam, seperti Surah al-Lail (Malam), sebagai penghargaan bagi waktu malam. Dalam surah ini terdapat isyarat bahwa di kala malam itu datang, tertutuplah cahaya siang, dan terjadilah kegelapan dan keheningan yang merata. Waktu semacam itu sesuai betul untuk tidur dan beristirahatnya tubuh dan jiwa. Apabila siang datang, maka terang benderanglah alam ini dan waktu semacam itu amat tepatlah untuk bekerja, berusaha, dan berjuang. Allah berfirman:\n\nDemi malam apabila menutupi (cahaya siang), demi siang apabila terang benderang. (al-Lail/92: 1-2)\n\nDalam ayat yang lain Allah berfirman:\n\nDemi matahari dan sinarnya pada pagi hari, demi bulan apabila mengiringinya, demi siang apabila menampakkannya, demi malam apabila menutupinya (gelap gulita). (asy-Syams/91: 1-4)\n\nDalam ayat 23 ini, siang disamakan dengan malam, yakni dengan firman-Nya, \"¦tidurmu di waktu malam dan siang hari.\" Hal demikian itu sebagai penegasan bahwa malam, walaupun waktu yang tepat untuk tidur, tetapi tidak melarang orang mempergunakan waktu siang untuk tidur. Pada umumnya, manusia tidur di waktu malam, tetapi tidak sedikit pula di antara mereka yang tidur di waktu siang, atau sebahagian dari tidurnya dilaksanakan di siang hari. Oleh karena itu, malam didahulukan penyebutannya.\n\nAyat ini ditutup dengan ungkapan, \"Sungguh, pada yang demikian itu benar-benar terdapat tanda-tanda bagi kaum yang mendengarkan.\" Dalam ungkapan ini seruan ditujukan kepada pendengaran, bukan pancaindra yang lain. Hal ini merupakan suatu isyarat bahwa pendengaran itu mewujudkan pengetahuan, dan juga memberi pengertian bahwa tidur di malam dan siang hari, serta berusaha mencari karunia Allah adalah sebagian dari tanda-tanda kekuasaan dan kebesaran-Nya. Hanya orang yang mempunyai pendengaran yang tajam dan peka yang dapat mem-perhatikan apa yang didengarnya, terutama sekali ayat-ayat Al-Qur'an yang dibacakan kepadanya.",
                        "24": "Ayat ini menerangkan tanda-tanda kekuasaan dan kebesaran Allah yang lain, yaitu kilat. Ini adalah suatu fenomena (gejala) alam yang dapat disaksikan oleh pancaindra dan dapat pula diterangkan secara ilmiah. Kilat timbul dari bunga api listrik yang terjadi di kala bersatunya listrik positif yang berada di kelompok awan yang mengandung air dengan listrik negatif yang berada di bumi, sewaktu keduanya sedang berdekatan, umpamanya di waktu awan itu sedang berada di puncak gunung. Dari persatuan kedua macam listrik itu timbullah pengosongan udara yang mengakibatkan kilat, lalu diikuti oleh petir, dan turunnya hujan. Jadi kilat itu merupakan suatu fenomena (gejala) alam yang timbul dari aturan yang diciptakan Tuhan untuk mengatur alam ini.\n\nAl-Qur'an sesuai dengan keadaannya sebagai kitab dakwah, tidak memerinci hakikat fenomena-fenomena alam itu, dan tidak menerangkan sebab-sebabnya. Al-Qur'an hanya menyebutkan hal itu sebagai alat untuk menghubungkan hati manusia dengan alam dan Penciptanya. Oleh karena itu, dalam ayat ini dia menetapkan salah satu tanda adanya Allah, yaitu dengan memperlihatkan keadaan kilat yang menimbulkan takut dan harapan. Kedua perasaan naluri itu datang silih berganti pada jiwa manusia dalam menghadapi fenomena itu. \n\nPerasaan takut muncul di kala melihat kilat karena ia diikuti oleh petir yang bila menyambar sesuatu, akan membinasakannya. Bila manusia disambarnya, maka ia akan mati terbakar. Bila metal (logam) yang disambar, maka benda itu akan mencair dan melebur. Bila batu dan bangunan yang disambarnya, maka akan hancur. \n\nSesudah kata-kata takut dan harapan, ayat ini dilanjutkan dengan \"Dia menurunkan air (hujan) dari langit, lalu dengan air itu dihidupkannya bumi setelah mati (kering).\" Ungkapan hidup dan mati itu jika dihubungkan dengan tanah adalah suatu ungkapan yang menggambarkan bahwa tanah itu dapat hidup dan dapat pula mati. Begitulah hakikat yang digambarkan Al-Qur'an. Alam ini adalah makhluk hidup, yang tunduk dan patuh kepada Allah, mengerjakan perintah-Nya dengan bertasbih dan beribadah kepada-Nya. Manusia yang hidup di atas bumi adalah salah satu dari makhluk-makhluk Allah itu. Mereka beserta makhluk-makhluk itu berada dalam satu parade (pawai) besar menghadap Allah, Tuhan semesta alam.\n\nDi samping itu air apabila menyirami tanah, dia akan menyuburkannya. Kemudian tumbuhlah tumbuh-tumbuhan dan daun-daunnya berkembang. Begitu pula halnya dengan hewan dan manusia. Air itu merupakan rasul dan pembawa kehidupan. Di mana ada air di sana ada kehidupan.\n\nSesungguhnya pada yang demikian itu benar-benar terdapat tanda-tanda kekuasaan Allah bagi kaum yang mempergunakan akalnya. Ayat ini diakhiri dengan kata \"akal\", sebagai media untuk berpikir dan menyelidik.",
                        "25": "Ayat ini menerangkan bahwa di antara tanda-tanda yang lain dari kekuasaan Allah adalah langit tanpa tiang penyangga dan bumi yang bulat tanpa ada tiang pancangnya. Berdirinya langit dan bumi dengan iradat Allah mengandung arti bahwa eksistensi keduanya tetap dalam penjagaan dan pengaturan-Nya. Dengan iradat Allah (bi amrihi) di sini maksudnya ialah kekuasaan dan kesanggupan-Nya. Bila seseorang berpendapat bahwa alam semesta ini, baik langit maupun bumi, telah ada sedemikian rupa menurut tabiatnya, tanpa dipelihara oleh Allah, bagaimana pula pendapat mereka tentang aturan alam yang sangat harmonis itu, sehingga yang satu dengan yang lainnya, tak pernah bertabrakan. Sebagian manusia mengingkari alam ini ciptaan Allah dan berada di bawah penjagaan-Nya karena tidak mau mengakui keesaan-Nya. Langit dan bumi akan tetap dalam keadaannya yang sekarang ini sampai datangnya suatu saat yang telah ditentukan, yaitu terjadinya Kiamat. Ketika saat itu datang, manusia akan memenuhi panggilan Tuhan untuk bangkit dari dalam kubur. \n\nKapan datangnya hari kebangkitan itu tidak diketahui oleh seorang pun. Suatu hal jelas adalah seruan kebangkitan itu datang setelah manusia mati semuanya. Ungkapan \"seketika itu kamu keluar (dari kubur)\", menunjukkan bahwa kebangkitan dari kubur itu langsung setelah seruan, tidak terlambat walaupun sesaat. Firman Allah dalam ayat yang lain:\n\nLalu ditiuplah sangkakala, maka seketika itu mereka keluar dari kuburnya (dalam keadaan hidup), menuju kepada Tuhannya. (Yasin/36: 51) \n\nKata-kata \"seketika itu\" atau kata-kata \"tiba-tiba\" dalam ayat 25 ini ditujukan kepada mereka yang tidak menghendaki hari kebangkitan, dan tidak percaya dengan hari akhirat. Oleh karena itu, dapat dipahami bahwa apabila mereka dibangkitkan pada hari Kiamat, mereka tercengang dan merasa heran. Lalu mereka berkata seperti yang diceritakan dalam Al-Qur'an:\n\nMereka berkata, \"Celakalah kami! Siapakah yang membangkitkan kami dari tempat tidur kami (kubur)?\" Inilah yang dijanjikan (Allah) Yang Maha Pengasih dan benarlah rasul-rasul (-Nya). (Yasin/36: 52)",
                        "26": "Ayat ini merupakan kesimpulan dari ayat-ayat tersebut di atas. Dalam arti bahwa demikianlah kekuasaan dan kebesaran Tuhan. Apa saja yang berada di langit dan di bumi adalah kepunyaan-Nya dan tunduk kepada-Nya. Namun demikian, kebanyakan manusia tidak tunduk dan tidak menyembah-Nya. Maka ketetapan yang ada di dalam ayat ini berarti tunduknya tiap-tiap sesuatu yang ada di langit dan bumi kepada iradat dan kehendak Allah. Kehendak-Nya yang mengendalikan semuanya itu sesuai dengan sunah yang telah ditentukan-Nya. Dalam hal ini, semuanya tunduk kepada sunah itu, walaupun manusia dalam perbuatan dan kerjanya ada yang durhaka dan ingkar. Sesungguhnya yang durhaka itu adalah akal dan hati mereka. Adapun yang berkenaan dengan jasad, mereka tunduk dan diatur menurut hukum-hukum alam yang disebut sunatullah. Allah berfirman:\n\nPadahal apa yang di langit dan di bumi berserah diri kepada-Nya, (baik) dengan suka maupun terpaksa, dan hanya kepada-Nya mereka dikembalikan? (ali 'Imran/3: 83)\n\nSelanjutnya ayat-ayat mengenai bukti kebesaran Tuhan tersebut di atas diakhiri dengan peringatan tentang hari kebangkitan, karena hal itu dilupakan manusia.",
                        "27": "Ayat ini juga merupakan kesimpulan dari ayat terdahulu. Ayat ini menetapkan bahwa siapa yang memiliki semua langit dan bumi, Dialah yang memulai kejadiannya, dan Dia pula yang akan mengembalikannya sesudah mati seperti semula.\n\nPada ayat 11 di atas telah disebutkan mengenai permulaan kejadian manusia dan pengembaliannya pada kehidupan setelah mati. Hal itu diulang lagi di sini untuk menguatkan pernyataan itu setelah diterangkan bukti kebesaran Allah tersebut di atas. Di sini ditambahkan dengan pernyataan bahwa menghidupkan kembali itu adalah lebih mudah bagi-Nya. Dalam ayat ini ada kata-kata \"lebih mudah\" yakni menghidupkan adalah lebih mudah bagi Allah daripada penciptaannya semula. Akan tetapi, lebih mudahnya menghidupkan kembali daripada menciptakan semua itu adalah dengan membandingkannya kepada kebiasaan yang berlaku pada manusia, bukan dihubungkan kepada Allah, sebab bagi Allah semuanya adalah mudah. Allah tidak akan merasa berat mengadakan sesuatu apa pun. Allah berfirman:\n\nSesungguhnya urusan-Nya apabila Dia menghendaki sesuatu Dia hanya berkata kepadanya, \"Jadilah!\" Maka jadilah sesuatu itu. (Yasin/36: 82)\n\nBagi manusia, menciptakan sesuatu lebih sukar daripada mengulangi segala daya upaya, kesungguhan, dan lain sebagainya. Dalam usahanya itu, mereka melakukan kesalahan berulang kali, baru sampai kepada yang dimaksud. Setelah sampai kepada yang dicita-citakan, tentu mengulang membuatnya kembali lebih mudah baginya, tidak membutuhkan tenaga seperti saat memulainya, sebab segala sesuatu telah terbayang dalam benaknya bagaimana cara membuatnya. Adapun bagi Allah tidak ada yang lebih mudah atau lebih sukar. Semuanya mudah bagi-Nya.\n\nAllah swt berfirman, \"Anak Adam telah berbohong kepadaku dan mencelaku, padahal kebohongan dan celaan itu tidak pernah ada. Adapun kebohongan mereka terhadapku adalah perkataan mereka, 'Allah tidak bisa mengembalikanku sebagaimana Dia menciptakanku. Dan tidak ada permulaan ciptaan itu lebih mudah bagiku daripada mengembalikannya. Adapun celaan mereka terhadapku adalah ucapan mereka, 'Allah mengambil (mempunyai) anak. Dan Aku adalah satu, tempat bergantung segala sesuatu, Aku tidak melahirkan dan Aku tidak dilahirkan, dan juga tidak ada satu pun yang setara dengan-Ku.\" (Riwayat al-Bukhari dari Abu Hurairah)\n\nKata-kata \"lebih mudah\" ini diberi komentar pula dengan kalimat \"Dia memiliki sifat yang Mahatinggi di langit dan di bumi.\" Allah itu tunggal di segala langit dan bumi dengan segala sifat-sifat-Nya, tidak ada suatu apa pun yang berserikat dengan-Nya. Tidak ada sesuatu yang serupa dengan-Nya. Dialah Yang Maha Perkasa lagi Maha Bijaksana. Kata-kata \"perkasa\" di sini berarti \"yang menang, atau yang dapat membuat apa yang dikehendaki.\" \"Bijaksana\" berarti mengendalikan segala makhluk dengan teliti dan dengan batas-batasnya.",
                        "28": "Ayat ini menerangkan perumpamaan lain yang diberikan Allah. Perumpamaan itu masih berkisar pada fakta kehidupan manusia itu sendiri sesuai dengan tingkatan akal pikiran mereka. Dengan demikian, mereka dapat mengambil pelajaran dari perumpamaan itu, serta menilai Allah dengan segala sifat-sifat kesempurnaan yang pantas bagi-Nya.\n\nAyat ini menjelaskan suatu perumpamaan bagi orang-orang yang menyembah beberapa tuhan yang lain di samping Allah. Bahkan mereka mengutamakan kesetiaan kepada tuhan-tuhan itu pada diri mereka sendiri.\n\nDalam perumpamaan itu, kaum musyrik Mekah disuruh memperhatikan diri mereka sendiri serta kedudukan mereka dan hamba sahaya yang mereka miliki. Sebagai tuan atau majikan, apakah mereka mau menyerahkan kepada budak-budak itu semua milik mereka, dan mengikutsertakannya dalam urusan harta benda dan kesenangan yang telah diberikan Allah kepada mereka. Dengan demikian, para budak itu menjadi saingan dan serikat mereka dalam mengendalikan harta benda dan kesenangan itu. Apakah para pemilik budak dapat menerima ketentuan bahwa bagi budak-budak mereka itu ada kekuasaan atas apa yang mereka miliki, sehingga mereka tidak dapat melakukan sesuatu pada hak milik mereka sebelum mendapat kerelaan dan persetujuan dari budak mereka? Hal ini tentu tidak akan bisa mereka terima. Andaikata hal itu dapat diterima, ini berarti mereka tidak mempunyai kekuasaan yang penuh lagi atas hartanya.\n\nPersoalan itu terjadi antara dua macam makhluk Allah, yaitu para tuan atau majikan dengan budak-budak mereka dalam mengurus dan menikmati rezeki, harta, dan nikmat yang telah dilimpahkan-Nya kepada mereka. Para majikan itu tidak mau mengalah sedikit pun kepada budaknya dalam menguasai hartanya.\n\nAllah sebagai pemilik segala sesuatu, Mahakuasa lagi Mahaperkasa tidak akan mau dijadikan oleh orang-orang musyrik berserikat dengan makhluk yang diciptakan-Nya berupa patung-patung itu sebagaimana mereka sendiri tidak akan mau berserikat dengan budak-budaknya dalam mengurus dan menguasai miliknya. Setiap orang yang menggunakan akal dan pikiran yang sehat akan memahami perumpamaan itu. Tindakan orang-orang musyrik itu merupakan penghinaan bagi Allah.\n\nApakah kaum musyrik itu tetap pada pendirian mereka bahwa bagi Allah itu ada sekutu, sedang mereka mengharapkan rahmat-Nya dan takut akan azab-Nya, setelah adanya keterangan yang jelas beserta argumentasi yang sangat kuat itu? Di antara mereka ada yang menerima dalil itu dan ada pula yang tidak. Kebanyakan kaum musyrik itu mata hatinya buta dan jiwanya berpenyakit sehingga mereka tidak melihat keterangan yang jelas dan dalil yang kuat itu.\n\nAyat ini ditutup dengan kalimat, \"Demikianlah Kami jelaskan ayat-ayat itu bagi kaum yang mengerti.\" Hanya orang-orang yang mempergunakan akalnya yang dapat mengambil manfaat dari ayat-ayat suci Al-Qur'an, serta mendapat petunjuk dan pelajaran daripadanya.",
                        "29": "Dalam ayat ini, Allah menerangkan bahwa kaum musyrik itu menyembah sesuatu selain Allah karena kebodohan dan kejahilan mereka sendiri. Mereka tidak mau memperhatikan keterangan yang jelas di hadapan mereka.\n\nAyat ini merupakan perumpamaan bagi kaum musyrik yang tidak dapat mengambil manfaat dari ayat-ayat Allah yang terperinci, dan memetik hikmahnya. Bahkan mereka tetap berada pada kesesatan dan kemusyrikan. Akal pikiran mereka dikuasai dan dikendalikan oleh hawa nafsu. Orang yang demikian itu selamanya tidak akan dapat dikendalikan kecuali oleh hawa nafsunya. Dia tidak akan menjawab sesuatu kecuali yang sesuai dengan panggilan setannya. \n\nPernyataan tentang suatu perbuatan tanpa ilmu pengetahuan dalam ayat ini merupakan suatu isyarat bahwa hawa nafsu yang menguasai kaum musyrik ialah hawa nafsu yang buta dan tidak dapat ditembus oleh cahaya kebenaran. \n\nKadang-kadang manusia itu mengikuti hawa nafsunya. Kemudian apabila diberi peringatan dan petunjuk, dia akan bangkit dan mengikuti petunjuk itu. Begitulah keadaan kaum musyrik yang hidup di zaman kemusyrikan jahiliah. Mereka menyerah kepada hawa nafsu mereka. Namun tatkala Islam datang dan cahaya kebenaran menyinari mereka, mereka terbangun dari tidurnya. Mereka dapat melihat sesudah buta itu, dan mendapat petunjuk sesudah sesat.\n\nAyat ini lalu diakhiri dengan keterangan bahwa mereka yang telah disesatkan oleh Allah tidak akan dapat petunjuk selama-lamanya. Keterangan ini merupakan suatu isyarat kepada kaum musyrik yang keras kepala dalam kesyirikan bahwa mereka tetap berada dalam kesesatan. Mereka tidak akan beranjak setapak pun dari kesesatan itu, sebab Allah membiarkan mereka dalam keadaan seperti itu. Allah berfirman:\n\nBarang siapa dibiarkan sesat oleh Allah, maka tidak ada yang mampu memberi petunjuk. Allah membiarkannya terombang-ambing dalam kesesatan. (al-A'raf/7: 186) \n\nKaum musyrik itu tidak akan menerima petunjuk, sehingga mereka hidup dalam kesesatan dan mati dalam kesesatan. Apabila datang janji Allah, mereka berdiri untuk dihisab dan ditanya. Mereka tidak akan mendapat balasan selain neraka. Tidak ada seorang penolong pun bagi mereka.",
                        "30": "Ayat ini menyuruh Nabi Muhammad meneruskan tugasnya dalam menyampaikan dakwah, dengan membiarkan kaum musyrik yang keras kepala itu dalam kesesatannya. Dalam kalimat \"Maka hadapkanlah wajahmu dengan lurus kepada agama (Islam); (sesuai) fitrah Allah\", terdapat perintah Allah kepada Nabi Muhammad untuk mengikuti agama yang lurus yaitu agama Islam, dan mengikuti fitrah Allah. Ada yang berpendapat bahwa kalimat itu berarti bahwa Allah memerintahkan agar kaum Muslimin mengikuti agama Allah yang telah dijadikan-Nya bagi manusia. Di sini \"fitrah\" diartikan \"agama\" karena manusia dijadikan untuk melaksanakan agama itu. Hal ini dikuatkan oleh firman Allah dalam surah yang lain:\n\nDan Aku tidak menciptakan jin dan manusia melainkan supaya mereka menyembah-Ku. (adz-dzariyat/51: 56) \n\nMenghadapkan wajah (muka) artinya meluruskan tujuan dengan segala kesungguhan tanpa menoleh kepada yang lain. \"Wajah\" atau \"muka\" dikhususkan penyebutan di sini karena merupakan tempat berkumpulnya semua panca indera, dan bagian tubuh yang paling terhormat.\n\nSehubungan dengan kata fitrah yang tersebut dalam ayat ini ada sebuah hadis sahih dari Abu Hurairah yang berbunyi: \n\nTidak ada seorang anak pun kecuali ia dilahirkan menurut fitrah. Kedua ibu bapaknyalah yang akan meyahudikan, menasranikan, atau memajusikannya, sebagaimana binatang melahirkan anaknya dalam keadaan sempurna. Adakah kamu merasa kekurangan padanya. Kemudian Abu Hurairah berkata, \"Bacalah ayat ini yang artinya: ¦ fitrah Allah disebabkan Dia telah menciptakan manusia menurut (fitrah) itu. Tidak ada perubahan pada ciptaan Allah.\" Dalam riwayat lain, \"Sehingga kamu merusaknya (binatang itu).\" Para sahabat bertanya, \"Hai Rasulullah, apakah engkau tahu keadaan orang yang meninggal di waktu kecil?\" Rasul menjawab, \"Allah lebih tahu dengan apa yang mereka perbuat.\" (Riwayat al-Bukhari dan Muslim) \n\nPara ulama berbeda pendapat mengenai arti fitrah. Ada yang berpendapat bahwa fithrah itu artinya \"Islam\". Hal ini dikatakan oleh Abu Hurairah, Ibnu Syihab, dan lain-lain. Mereka mengatakan bahwa pendapat itu terkenal di kalangan utama salaf yang berpegang kepada takwil. Alasan mereka adalah ayat (30) dan hadis Abu Hurairah di atas. Mereka juga berhujah dengan hadis bahwa Rasulullah saw bersabda kepada manusia pada suatu hari:\n\nApakah kamu suka aku menceritakan kepadamu apa yang telah diceritakan Allah kepadaku dalam Kitab Nya. Sesungguhnya Allah telah menciptakan Adam dan anak cucunya cenderung kepada kebenaran dan patuh kepada Allah. Allah memberi mereka harta yang halal tidak yang haram. Lalu mereka menjadikan harta yang diberikan kepada mereka itu menjadi halal dan haram . . . \"(Riwayat Ahmad dari hammad) \n\nPendapat tersebut di atas dianut oleh kebanyakan ahli tafsir. Adapun maksud sabda Nabi saw tatkala beliau ditanya tentang keadaan anak-anak kaum musyrik, beliau menjawab, \"Allah lebih tahu dengan apa yang mereka ketahui,\" yaitu apabila mereka berakal. Takwil ini dikuatkan oleh hadis al-Bukhari dari Samurah bin Jundub dari Nabi saw. Sebagian dari hadis yang panjang itu berbunyi sebagai berikut:\n\nAdapun orang yang tinggi itu yang ada di surga adalah Ibrahim as. Adapun anak-anak yang ada di sekitarnya semuanya adalah anak yang dilahirkan menurut fitrah. Samurah berkata, \"Maka Rasulullah ditanya, 'Ya Rasulullah, tentang anak-anak musyrik? Rasulullah menjawab, 'Dan anak-anak musyrik.\" (Riwayat al-Bukhari dari Samurah bin Jundub)\n\nSebagian ulama lain mengartikan \"fithrah\" dengan \"kejadian\" yang dengannya Allah menjadikan anak mengetahui Tuhannya. Seakan-akan dikatakan, \"Tiap-tiap anak dilahirkan atas kejadiannya.\" Dengan kejadian itu, sang anak akan mengetahui Tuhannya apabila dia telah berakal dan berpengetahuan. Kejadian di sini berbeda dengan kejadian binatang yang tak sampai kepada pengetahuan tentang Tuhannya. Mereka berhujjah bahwa \"fithrah\" itu berarti \"kejadian\" dan \"fathir\" berarti \"yang menjadikan\" dengan firman Allah:\n\nKatakanlah, \"Ya Allah, Pencipta langit dan bumi.\" (az-Zumar/39: 46) \n\nDan tidak ada alasan bagiku untuk tidak menyembah (Allah) yang telah menciptakanku. (Yasin/36: 22) \n\nDia (Ibrahim) menjawab, \"Sebenarnya Tuhan kamu ialah Tuhan (pemilik) langit dan bumi; (Dialah) yang telah menciptakannya.\" (al-Anbiya'/21: 56) \n\nKemudian kalimat dalam ayat (30) ini dilanjutkan dengan ungkapan bahwa pada fitrah Allah itu tidak ada perubahan. Allah tidak akan mengubah fitrah-Nya. Tidak ada sesuatu pun yang menyalahi aturan itu maksudnya ialah tidak akan sengsara orang yang dijadikan Allah berbahagia, dan sebaliknya tidak akan berbahagia orang-orang yang dijadikan-Nya sengsara. Menurut Mujahid, artinya ialah tidak ada perubahan bagi agama Allah. Pendapat ini didukung oleh Qatadah, Ibnu Jubair, adh-ahhak, Ibnu Zaid, dan an-Nakha'i. Mereka berpendapat bahwa ungkapan tersebut di atas berkenaan dengan keyakinan. 'Ikrimah meriwayatkan dari Ibnu 'Abbas bahwa Umar bin Khaththab berkata, \"Tidak ada perubahan bagi makhluk Allah dari binatang yang dimandulkan.\" Perkataan ini maksudnya ialah larangan memandulkan binatang.\n\nUngkapan \"itulah agama yang lurus\", menurut Ibnu 'Abbas, bermakna \"itulah keputusan yang lurus\". Muqatil mengatakan bahwa itulah perhitungan yang nyata. Ada yang mengatakan bahwa agama yang lurus itu ialah agama Islam, tetapi kebanyakan manusia tidak mengetahui. Mereka tidak mau memikirkan bahwa agama Islam itu adalah agama yang benar. Oleh karena itu, mereka tidak mau menghambakan diri kepada Pencipta mereka, dan Tuhan yang lebih terdahulu (qadim) memutuskan sesuatu dan melaksanakan keputusan-Nya.",
                        "31": "Ayat ini merupakan jawaban dari ayat 30 Surah ar-Rum di atas yang menyatakan, \"Tidak ada perubahan bagi agama Allah.\" Maksudnya ialah agar manusia jangan sekali-kali mencoba mengubah agama Allah. Bagaimana tindakan manusia agar dia tidak mengubah agama Islam ialah dengan jalan bertobat kepada-Nya. Akan tetapi, ada yang menafsirkan kalimat \"dengan kembali bertobat kepada-Nya\" sebagai keterangan dari kata \"hadapkanlah wajahmu\" tersebut di atas. Maksudnya agar Nabi Muhammad dan umatnya meluruskan muka (menghadapkan wajah) dengan cara kembali bertobat kepada Allah. Kaum Muslimin juga termasuk dalam perintah ini karena suruhan kepada Nabi saw berarti juga suruhan kepada umatnya. \n\nAyat ini juga menyuruh manusia bertobat kepada Allah. Perintah ini lalu dihubungkan dengan suruhan agar manusia bertakwa kepada-Nya, mendirikan salat, serta larangan menjadi orang musyrik.\n\nKembali kepada Allah ialah cara yang baik untuk memperbaiki fitrah tadi dan menjauhi segala rintangan yang mungkin menghalanginya.\n\nPerintah bertakwa didahulukan dari perintah mendirikan salat karena salat termasuk salah satu tanda-tanda yang pokok dari orang yang bertakwa. Salat dan ibadah lainnya tidak akan ada hasilnya, kecuali atas dasar iman dengan Allah, merasakan kekuasaan dan ketinggian-Nya. Dalam hal ini Allah berfirman:\n\nSungguh beruntung orang-orang yang beriman, (yaitu) orang yang khusyuk dalam salatnya. (al-Mu'minun/23: 1-2)\n\nIbadah juga tidak ada artinya kalau tidak disertai dengan ikhlas. Oleh karena itu, ayat ini diakhiri dengan keharusan ikhlas dalam beribadah agar kaum Muslimin tidak menjadi musyrik.",
                        "32": "Ayat ini merupakan keterangan dari ungkapan \"orang-orang yang mempersekutukan Allah\" yang terdapat dalam ayat sebelumnya (31). Ayat ini menyuruh kaum Muslimin agar jangan menjadi orang musyrik yang selalu berselisih dan memecah agama mereka, sehingga mereka terbelah menjadi beberapa golongan. Mereka selalu berselisih pendapat karena menganut agama yang batil, agama ciptaan manusia. \n\nAgama yang batil itu banyak macamnya, dan tata cara peribadatannya juga berbeda-beda. Ada yang menyembah berhala, api, malaikat, bintang-bintang, matahari dan bulan, pohon, kuburan, dan lain sebagainya. Semuanya itu adalah macam-macam tuhan yang disembah segolongan kaum musyrik. Setiap golongan mempunyai tata cara peribadatan sendiri. Mereka berpendapat bahwa mereka adalah orang yang mendapat petunjuk. Mereka sangat gembira dan bangga dengan golongan mereka, padahal mereka adalah golongan yang merugi dan sesat.",
                        "33": "Ayat ini menerangkan satu bentuk negatif prilaku manusia, yaitu bila ditimpa kesusahan, mereka mendekatkan diri kepada Allah. Lalu setelah kesusahan itu hilang dan berganti dengan keberuntungan, mereka kembali menyekutukan Allah.\n\nKesusahan itu bisa berupa kemelaratan, sakit, musibah, bencana, dan sebagainya. Ungkapan bahwa kesusahan itu hanya \"menyentuhnya\" berarti hanya ringan dan sesaat dari masa hidupnya yang panjang, tidak sampai \"menimpanya\" dengan dahsyat. Namun demikian, hanya dengan sentuhan sedikit kesusahan saja, mereka sudah merasa dunia ini gelap. Mereka segera berdoa kepada Allah agar segera dilepaskan dari kesusahan itu. Doa itu mereka iringi dengan mendekatkan diri kepada Allah. Mereka rajin beribadah, memohon ampun atas dosa-dosanya, dan berjanji akan patuh melaksanakan perintah-perintah Allah pada masa yang akan datang. Dengan demikian, mereka kembali kepada fitrah mereka.\n\nAkan tetapi, kepatuhan mereka itu hanya sebentar, yaitu selama kesusahan itu masih terasa. Ketika kesusahan itu diganti Allah dengan \"mencicipkan\" kepadanya sedikit kebahagiaan saja, sebagian mereka sudah lupa diri dan kembali menyekutukan Allah. Menyekutukan Allah itu maksudnya mempercayai adanya unsur lain yang berperan dalam membuat mereka beruntung atau susah, baik berupa berhala, setan, ataupun manusia. Satu kesalahan besar jika mereka memandang keuntungan usaha itu sebagai hasil usaha dan kerja keras mereka sendiri, sehingga mereka tidak mensyukuri nikmat itu. Mereka juga tidak menggunakan nikmat tersebut menurut semestinya sebagaimana yang dikehendaki oleh Pemberinya, Allah. Dengan demikian, mereka mengotori fitrah mereka.",
                        "34": "Ayat ini memperingatkan manusia yang ingkar kepada Allah, tidak sabar, dan tidak bersyukur, bahwa nikmat itu adalah karunia-Nya. Nikmat itu datang dari Allah, bukan dari selain-Nya. Firman Allah:\n\nTidakkah kamu memperhatikan bahwa Allah telah menundukkan apa yang ada di langit dan apa yang ada di bumi untuk (kepentingan)mu dan menyempurnakan nikmat-Nya untukmu lahir dan batin. Tetapi di antara manusia ada yang membantah tentang (keesaan) Allah tanpa ilmu atau petunjuk dan tanpa Kitab yang memberi penerangan. (Luqman/31:20) \n\nManusia tidak boleh mengingkari nikmat itu karena tidak ada yang selain Allah yang dapat memberikan nikmat sehebat itu, sebagaimana difirmankan-Nya:\n\nInilah ciptaan Allah, maka perlihatkanlah olehmu kepadaku apa yang telah diciptakan oleh (sesembahanmu) selain Allah. Sebenarnya orang-orang yang zalim itu berada di dalam kesesatan yang nyata. (Luqman/31:11)\n\nDalam ayat 34 ini, Allah memerintahkan mereka, \"Bersenang-senanglah!\" Perintah ini merupakan ejekan atas kedurhakaan mereka. Dengan demikian, perintah ini bukanlah perintah yang sebenarnya, tetapi ancaman agar mereka menghentikan perbuatan menyembah dan memohon kepada selain Allah dan mengingkari nikmat-Nya tersebut. \n\nApalagi perintah bersenang-senang itu diiringi ancaman \"kelak kalian akan mengetahuinya.\" Dengan demikian, bersenang-senang itu hanya mereka nikmati sementara, yaitu paling lama selama sisa-sisa hidup mereka di dunia. Sedangkan di akhirat nanti, mereka akan memperoleh siksaan dan azab yang dahsyat atas kesyirikan dan keingkaran mereka. Azab dapat terjadi di dunia, dan pasti di akhirat. Dengan demikian, keingkaran mereka di dunia tidak akan membawa keuntungan apa-apa.\n\nOleh karena itu, sebelum ajal menjemput, mereka yang kafir dengan berprilaku syirik dan tidak mensyukuri nikmat hendaklah bertobat. Tobat itu harus sesegera mungkin karena tobat pada waktu napas sudah di tenggorokan tidak diterima Allah, sebagaimana terjadi pada Fir'aun (lihat Surah Yunus/10: 90-91).",
                        "35": "Selanjutnya Allah mempertanyakan apakah orang-orang musyrik itu memiliki sulthan (hujjah atau landasan) yang bersumber dari Allah yang dapat membenarkan perbuatan syirik mereka. Suatu akidah yang benar harus memiliki landasan yang benar. \n\nSulthan secara harfiah berarti \"kekuatan nyata yang tidak dapat dibantah\". Maksudnya adalah sebuah kitab suci dan seorang rasul dari Allah. Suatu kepercayaan hanya dapat disebut agama bila memiliki unsur-unsur itu di samping Tuhan. Kepercayaan syirik orang kafir Quraisy itu tidak didasarkan atas wahyu dan tidak diajarkan oleh seorang nabi dari Allah. Berarti kepercayaan itu salah.\n\nDengan demikian, ungkapan dalam bentuk pertanyaan ayat itu sekali lagi maksudnya adalah pengingkaran atau penolakan. Diungkapkan demikian supaya tajam masuknya ke dalam hati manusia. Akidah syirik itu sesat karena tidak ada dasarnya, tidak pernah diajarkan Allah, tidak pernah disampaikan rasul-Nya, dan tidak terdapat di dalam kitab suci-Nya. Oleh karena itu, akidah syirik itu akan diperiksa Allah secara ketat dan penganutnya tidak akan lolos dari hukuman-Nya, sebagaimana dinyatakan ayat berikut:\n\nDan barang siapa menyembah tuhan yang lain selain Allah, padahal tidak ada suatu bukti pun baginya tentang itu, maka perhitungannya hanya pada Tuhannya. Sesungguhnya orang-orang kafir itu tidak akan beruntung. (al-Mu'minun/23: 117)\n\n(36) Perilaku kedua yang dapat mengantarkan manusia kepada kesyirikan adalah bila mereka diberi rahmat sedikit saja oleh Allah, mereka lupa daratan. Akan tetapi, bila ditimpa kemalangan sedikit saja, mereka putus asa lalu ingkar.\n\nDalam ayat ini, Allah juga menyatakan \"mencicipkan\" yang berarti bahwa yang dikaruniakan itu hanya sedikit. Karunia itu antara lain berupa harta benda. Oleh karena itu, bagaimana pun banyak harta, itu tidak ada bandingannya dengan kebahagiaan yang akan diberikan-Nya di akhirat. Akan tetapi, sebagian manusia ada yang terlena dengan karunia Allah di dunia itu, lalu lupa daratan. Mereka mengingkari Allah, dan tidak mempedulikan lagi semua perintah dan larangan-Nya. Mereka mau mengorbankan kebahagiaan mereka yang abadi di akhirat itu hanya dengan kenikmatan yang tidak berarti dan sementara di dunia. Akibatnya, mereka akan diazab kelak di akhirat.\n\nSebaliknya, bila mereka mendapat penderitaan yang diakibatkan kesalahan mereka sendiri, mereka cepat putus asa. Potongan ayat ini mengisyaratkan bahwa dunia itu tidak selamanya menyenangkan, tetapi akan diselingi kesusahan. Senang dan susah itu memang dipergilirkan oleh Allah, sebagaimana firman-Nya: \n\n¦Kami akan menguji kamu dengan keburukan dan kebaikan sebagai cobaan¦. (al-Anbiya'/21: 35)\n\nOleh karena itu, manusia tidak boleh cepat terlena bila memperoleh nikmat dan tidak boleh cepat putus asa bila mendapat kesusahan.\n\nDalam ayat ini dinyatakan bahwa mereka putus asa karena perbuatan tangan mereka sendiri. Itu berarti bahwa mereka melakukan kesalahan itu dengan sengaja. Seharusnya mereka mengakui kesalahan itu dan cepat bertobat. Tetapi tidak demikian, mereka menjauh dari Allah dan tidak minta tolong kepada-Nya. Karena merasa tidak mampu menghadapi kesusahan itu, mereka putus asa dan bersikap pesimis. Dengan demikian, mereka melawan fitrahnya, karena orang yang berdiri di atas fitrah adalah yang selalu mendekatkan diri kepada Allah (lihat ayat 31 di atas) dan selalu bersikap optimis.\n\nPrilaku itu dilukiskan dalam ayat lain:\n\nSungguh, manusia diciptakan bersifat suka mengeluh. Apabila dia ditimpa kesusahan dia berkeluh-kesah, dan apabila mendapat kebaikan (harta) dia jadi kikir, kecuali orang-orang yang melaksanakan salat. (al-Ma'arij/70: 19-22)\n\nDalam ayat-ayat itu diterangkan bahwa prilaku tidak sabar, gelisah, dan kikir itu adalah sifat sebagian manusia, tidak semuanya. Mereka yang konsisten dalam melaksanakan salat tidak akan berprilaku demikian, karena setiap waktu mereka berkomunikasi dengan Allah. Dengan demikian, mereka tidak akan kehilangan akal ketika mendapat kesusahan dan tidak akan lupa daratan ketika menerima nikmat. Mereka sabar ketika mendapat kesulitan, dan bersyukur ketika memperoleh kebahagiaan, sebagaimana dinyatakan dalam hadis berikut: \n\nAneh keadaan orang Mukmin, Allah tidak akan memutuskan sesuatu keputusan kecuali hal itu baik baginya. Jika dia ditimpa kegembiraan dia berterima kasih, hal itu adalah baik baginya. Jika dia ditimpa kemalangan dia bersabar, hal itu adalah baik baginya. (Riwayat Ahmad dan Muslim dari suhaib)",
                        "36": "Selanjutnya Allah mempertanyakan apakah orang-orang musyrik itu memiliki sulthan (hujjah atau landasan) yang bersumber dari Allah yang dapat membenarkan perbuatan syirik mereka. Suatu akidah yang benar harus memiliki landasan yang benar. \n\nSulthan secara harfiah berarti \"kekuatan nyata yang tidak dapat dibantah\". Maksudnya adalah sebuah kitab suci dan seorang rasul dari Allah. Suatu kepercayaan hanya dapat disebut agama bila memiliki unsur-unsur itu di samping Tuhan. Kepercayaan syirik orang kafir Quraisy itu tidak didasarkan atas wahyu dan tidak diajarkan oleh seorang nabi dari Allah. Berarti kepercayaan itu salah.\n\nDengan demikian, ungkapan dalam bentuk pertanyaan ayat itu sekali lagi maksudnya adalah pengingkaran atau penolakan. Diungkapkan demikian supaya tajam masuknya ke dalam hati manusia. Akidah syirik itu sesat karena tidak ada dasarnya, tidak pernah diajarkan Allah, tidak pernah disampaikan rasul-Nya, dan tidak terdapat di dalam kitab suci-Nya. Oleh karena itu, akidah syirik itu akan diperiksa Allah secara ketat dan penganutnya tidak akan lolos dari hukuman-Nya, sebagaimana dinyatakan ayat berikut:\n\nDan barang siapa menyembah tuhan yang lain selain Allah, padahal tidak ada suatu bukti pun baginya tentang itu, maka perhitungannya hanya pada Tuhannya. Sesungguhnya orang-orang kafir itu tidak akan beruntung. (al-Mu'minun/23: 117)",
                        "37": "Perilaku cepat lupa diri ketika memperoleh kesenangan dan putus asa ketika memperoleh kesusahan itu terjadi karena mereka menjauh dari Allah. Akibatnya mereka tidak menyadari bahwa yang mengatur rezeki manusia adalah Allah. Allah-lah yang melapangkan rezeki seseorang dan menahan rezeki yang lain sesuai dengan kebijaksanaan-Nya. Perbedaan rezeki itu terjadi karena perbedaan kemampuan, dan perbedaan kemampuan mengakibatkan perbedaan posisi manusia dalam kehidupan. Karena perbedaan posisi itulah, maka seluruh lapangan pekerjaan dapat diisi manusia sesuai dengan kemampuannya itu. Allah berfirman: \n\nApakah mereka yang membagi-bagi rahmat Tuhanmu? Kamilah yang menentukan penghidupan mereka dalam kehidupan dunia, dan Kami telah meninggikan sebagian mereka atas sebagian yang lain beberapa derajat, agar sebagian mereka dapat memanfaatkan sebagian yang lain. Dan rahmat Tuhanmu lebih baik dari apa yang mereka kumpulkan. (az-Zukhruf/43:32)\n\nKenyataan itu bagi yang beriman memberikan pelajaran bahwa Allah ada dan Mahakuasa serta Mahabijaksana. Baik kelapangan maupun keterbatasan rezeki keduanya adalah ujian dari Allah, mampukah yang diberi-Nya rezeki menggunakannya sesuai dengan yang dikehendaki Allah, dan mampukah yang rezekinya terbatas menyadari keterbatasannya. \n\nDi samping itu, nikmat Allah tidak hanya bersifat materi, tetapi juga non-materi, seperti kesehatan, ketenangan hidup, nama baik, dan sebagainya. Sering terjadi bahwa Allah mencurahkan nikmat yang bersifat materi kepada seseorang, tetapi membatasi nikmat non-materi. Sebaliknya sering Allah membatasi nikmat yang bersifat materi kepada seseorang, tetapi mencurahkan nikmat non-materi-Nya. Itu menunjukkan bahwa Allah Mahakuasa dan Mahabijaksana, sehingga manusia seharusnya mengimani-Nya.",
                        "38": "Ayat ini merupakan penjelasan ayat 37, yaitu bahwa mereka yang diberi Allah kelebihan rezeki harus membantu mereka yang kekurangan. Bantuan itu dalam bentuk bantuan materi di luar zakat. Mereka yang diprioritaskan untuk dibantu adalah keluarga dekat sendiri. Bantuan itu dalam ayat ini bahkan dinyatakan sebagai haknya. Dalam ayat lain dinyatakan bahwa bila kita tidak dapat membantu, maka hal itu perlu disampaikan dengan sejujurnya dengan kata-kata yang enak diterima sehingga menyejukkan:\n\nDan jika engkau berpaling dari mereka untuk memperoleh rahmat dari Tuhanmu yang engkau harapkan, maka katakanlah kepada mereka ucapan yang lemah lembut. (al-Isra'/17:28) \n\nOrang yang perlu dibantu adalah orang miskin, yaitu orang yang tidak mampu memenuhi kebutuhan pokoknya. Dengan demikian, Allah tidak menghendaki ada makhluk-Nya yang kelaparan apalagi mati karena kelaparan. Bila hal itu terjadi, maka mereka yang berkelebihan rezeki berdosa. Memang dapat dirasakan bagaimana perihnya rasa lapar dan dapat dipahami bagaimana berbahayanya kelaparan.\n\nSelanjutnya yang perlu dibantu adalah musafir yang terlantar, paling kurang untuk satu hari. Dengan bantuan demi bantuan, ia akan dapat mencapai tempat asalnya. Mengembalikan musafir dengan segera ke tempat asalnya akan besar manfaatnya, karena ia akan dapat bekerja kembali sebagaimana semula. Membiarkannya terlantar di tempat asing akan mengakibatkan berbagai masalah di tempat itu.\n\nDemikianlah kewajiban orang yang beriman. Ia sadar bahwa harta yang ada padanya hanyalah titipan yang dipercayakan untuk dikelola dengan baik. Pemilik harta itu adalah Allah, sehingga ketika pemiliknya meminta untuk dikeluarkan sebagian guna membantu orang lain, maka ia tidak akan menolaknya. Allah berfirman:\n\nBerimanlah kamu kepada Allah dan Rasul-Nya dan infakkanlah (di jalan Allah) sebagian dari harta yang Dia telah menjadikan kamu sebagai penguasanya (amanah). Maka orang-orang yang beriman di antara kamu dan menginfakkan (hartanya di jalan Allah) memperoleh pahala yang besar. (al-hadid/57: 7)\n\nOrang beriman tidak akan memandang bahwa harta yang ada padanya itu semata-mata diperolehnya karena usahanya sendiri. Semua keberuntungan yang diperoleh manusia adalah karunia Allah, sebagaimana dinyatakan dalam Al-Qur'an tentang Nabi Sulaiman:\n\nSeorang yang mempunyai ilmu dari Kitab berkata, \"Aku akan membawa singgasana itu kepadamu sebelum matamu berkedip.\" Maka ketika dia (Sulaiman) melihat singgasana itu terletak di hadapannya, dia pun berkata, \"Ini termasuk karunia Tuhanku untuk mengujiku, apakah aku bersyukur atau mengingkari (nikmat-Nya). Barang siapa bersyukur, maka sesungguhnya dia bersyukur untuk (kebaikan) dirinya sendiri, dan barang siapa ingkar, maka sesungguhnya Tuhanku Mahakaya, Mahamulia.\" (an-Naml/27: 40) \n\nSikap yang menafikan karunia Allah dalam setiap keberuntungan adalah sikap Karun, seorang yang kaya raya tetapi durhaka pada zaman Nabi Musa a.s. Sebagai akibatnya, ia dan kekayaannya ditelan oleh bumi. Allah berfirman:\n\nDia (Karun) berkata, \"Sesungguhnya aku diberi (harta itu), semata-mata karena ilmu yang ada padaku.\" Tidakkah dia tahu bahwa Allah telah membinasakan umat-umat sebelumnya yang lebih kuat daripadanya, dan lebih banyak mengumpulkan harta? Dan orang-orang yang berdosa itu tidak perlu ditanya tentang dosa-dosa mereka. (al-Qashash/28: 78)\n\nMembantu keluarga dekat, orang miskin, dan musafir yang terlantar akan membawa dampak yang baik bagi yang memberi dan yang diberi. Orang yang memberi berarti telah memenuhi perintah Allah, sehingga ia akan disayangi-Nya. Sedangkan orang yang diberi akan merasa terbantu, dan karena itu akan terjalinlah silaturrahim antara keluarga yang berkecukupan dan ber-kekurangan. Dampaknya adalah keamanan dan persaudaraan yang erat.\n\nDampak seperti itu akan diperoleh bila yang memberi hanya karena mengharapkan rida Allah. Dengan demikian, maksud potongan ayat ini adalah bahwa si pemberi itu memberi bukan untuk mengharapkan balasan dari yang diberi, tetapi balasan dari Allah ketika ia menghadap-Nya nanti di akhirat. Artinya, ia memberi dengan ikhlas. Orang beriman dilarang memberi karena ria, yaitu untuk dilihat orang atau pamer. Salah satu bentuk ria adalah memberi tetapi pemberian itu disebut-sebut kepada orang lain sehingga menjatuhkan nama yang diberi, atau menyakiti hati yang diberi dengan menyampaikan kata-kata atau perbuatan yang melukai perasaannya. Allah berfirman:\n\nWahai orang-orang yang beriman! Janganlah kamu merusak sedekahmu dengan menyebut-nyebutnya dan menyakiti (perasaan penerima), seperti orang yang menginfakkan hartanya karena ria (pamer) kepada manusia dan dia tidak beriman kepada Allah dan hari akhir. Perumpamaannya (orang itu) seperti batu yang licin yang di atasnya ada debu, kemudian batu itu ditimpa hujan lebat, maka tinggallah batu itu licin lagi. Mereka tidak memperoleh sesuatu apa pun dari apa yang mereka kerjakan. Dan Allah tidak memberi petunjuk kepada orang-orang kafir. (al-Baqarah/2: 264)",
                        "39": "Ayat ini menerangkan riba yang dimaksudkan sebagai hadiah atau memberi untuk memperoleh lebih. Riba adalah pengembalian lebih dari utang. Kelebihan itu adakalanya dimaksudkan sebagai hadiah, dengan harapan bahwa hadiah itu akan berkembang di tangan orang yang menghutangi, lalu orang itu akan balik memberi orang yang membayar utangnya itu dengan lebih banyak daripada yang dihadiahkan kepadanya. Riba seperti itu sering dipraktekkan pada zaman jahiliah. Dalam ayat ini ditegaskan bahwa perilaku bisnis seperti itu tidak memperoleh berkah dari Allah. Ia tidak memperoleh pahala dari-Nya karena pemberian itu tidak ikhlas. Oleh karena itu, para ulama memandang ayat ini sebagai ayat pertama dalam tahap pengharaman riba sampai pengharamannya secara tegas. (Tahap keduanya adalah pada Surah an-Nisa'/4: 161, yang berisi isyarat tentang keharaman riba; tahap ketiga adalah ali 'Imran/3: 130, bahwa yang diharamkan itu hanyalah riba yang berlipat ganda; tahap keempat adalah al-Baqarah/2: 278, yang mengharamkan riba sama sekali dalam bentuk apa pun). \n\nAda pula yang memahami ayat ini berkenaan dengan pemberian kepada seseorang untuk maksud memperoleh balasan lebih. Balasan lebih itu di antaranya terhadap pengembalian utang. Itulah yang disebut riba dalam ayat di atas, dan banyak ulama membolehkannya berdasarkan hadis:\n\nRasulullah menerima hadiah dan memberi balasan atas hadiah itu. Beliau memberikan balasan atas hadiah seekor unta perahan yang diberikan kepadanya, dan beliau tidak menyangkal pemiliknya ketika dia meminta balasan. Beliau hanya mengingkari kemarahan pemberian hadiah itu karena pembalasan itu nilainya lebih dari nilai hadiah. (Riwayat al-Bukhari dari 'Aisyah)\n\nAkan tetapi, berdasarkan hadis itu, yang dibenarkan sesungguhnya adalah membalas dengan lebih suatu pemberian, bukan membayar utang lebih dari seharusnya. \n\nMemberi dengan maksud memperoleh balasan lebih dari yang diberikan menunjukkan ketidakikhlasan yang memberi. Hal ini juga tidak dibenarkan. Firman Allah: \n\nDan janganlah engkau (Muhammad) memberi (dengan maksud) memperoleh (balasan) yang lebih banyak. (al-Muddassir/74: 6)\n\nSalah satu bentuk pemberian yang dimaksudkan untuk memperoleh balasan lebih adalah memberi dengan maksud agar orang itu patuh pada yang memberi, mau membantunya, dan sebagainya. Itu juga tidak dibenarkan, karena tidak ikhlas.\n\nSecara lahiriah, larangan dalam ayat itu ditujukan kepada Nabi saw. Akan tetapi, juga dimaksudkan untuk seluruh umatnya.\n\nAdapun yang akan dilipatgandakan oleh Allah baik pahalanya maupun harta itu sendiri adalah pemberian secara tulus, yang dalam ayat ini diungkapkan dengan istilah zakat (secara harfiah berarti suci). Zakat di sini maksudnya sedekah yang hukumnya sunah, bukan zakat yang hukumnya wajib. Orang yang bersedekah karena mengharapkan pahala dari Allah, pasti akan dilipatgandakan pahala atau balasannya oleh Allah minimal tujuh ratus kali lipat, sebagaimana difirmankan-Nya dalam al-Baqarah/2: 261:\n\nPerumpamaan orang yang menginfakkan hartanya di jalan Allah seperti sebutir biji yang menumbuhkan tujuh tangkai, pada setiap tangkai ada seratus biji. Allah melipatgandakan bagi siapa yang Dia kehendaki, dan Allah Mahaluas, Maha Mengetahui. (al-Baqarah/2: 261)\n\nDi samping itu, sedekah juga akan melipatgandakan kekayaan pemilik modal, karena memperkuat daya beli masyarakat secara luas. Kuatnya daya beli masyarakat akan meminta pertambahan produksi. Pertambahan produksi akan meminta pertambahan lembaga-lembaga produksi (pabrik, perusahaan, dan sebagainya). Pertambahan lembaga-lembaga produksi akan membuka lapangan kerja sehingga dengan sendirinya akan meminta pertambahan tenaga kerja. Pertambahan tenaga kerja akan meningkatkan pendapatan masyarakat sehingga meningkatkan daya beli mereka, dan seterusnya. Demikianlah terjadi siklus peningkatan daya beli, produksi, tenaga kerja, dan sebagainya, sehingga ekonomi yang didasarkan atas pemberdayaan masyarakat luas itu akan selalu meningkatkan kemajuan perekonomian. Sedangkan perekonomian yang didasarkan atas riba, yaitu pengembalian lebih dari utang, selalu mengandung eksploitasi, yang lambat laun akan memundurkan perekonomian.",
                        "40": "Ayat ini kembali membicarakan kemahakuasaan Allah. Bila dalam ayat-ayat yang lalu mengenai penentuan rezeki, dalam ayat-ayat berikut mengenai perjalanan hidup manusia. Tujuannya adalah supaya manusia mau berbuat baik, di antaranya bersedekah seperti yang diperintahkan Allah dalam ayat sebelumnya. \n\nDalam ayat ini dinyatakan bahwa Allah yang menciptakan manusia dari tiada menjadi ada, lalu tampil di dunia ini. Untuk bisa hidup di dunia, Dia pula yang memberi mereka rezeki. Setelah itu, manusia akan mati dan akan dihidupkan kembali. Kehidupan kembali itu sudah dimulai di alam kubur (alam barzakh) sampai nanti hari Kiamat. Setelah Kiamat, manusia akan dihidupkan kembali selama-lamanya. \n\nBagaimana kondisi kehidupan setelah mati sangat tergantung pada perbuatan manusia di dunia. Bila perbuatannya baik, ia akan bahagia, dan bila perbuatannya jelek, ia akan disiksa. Oleh karena itu, manusia hendaknya mematuhi ketentuan Allah mengenai rezeki yang diberikan-Nya. Hendaknya ia mem-perolehnya secara benar sesuai ketentuan Allah, tidak dari riba. Bila rezeki itu lebih, hendaknya digunakan untuk membantu orang yang berkekurangan. \n\nKemudian Allah bertanya apakah ada tuhan-tuhan lain yang mampu melakukan hal-hal seperti di atas. Jangankan menciptakan manusia yang kompleks, menciptakan makhluk sederhana saja dari sesuatu bahan yang tiada sama sekali, manusia tidak akan bisa. Mampukah manusia menciptakan sebiji pasir saja, atau selembar daun saja dari tiada? Oleh karena itu, Allah menegaskan, \"Mahasuci Dia dan Mahatinggi dari segala serikat, sekutu, atau tandingan apa dan siapa pun.\" Dengan demikian, manusia seharusnya berhenti dari mempertuhankan selain Allah atau menyekutukan-Nya.",
                        "41": "Dalam ayat ini diterangkan bahwa telah terjadi al-fasad di daratan dan lautan. Al-Fasad adalah segala bentuk pelanggaran atas sistem atau hukum yang dibuat Allah, yang diterjemahkan dengan \"perusakan\". Perusakan itu bisa berupa pencemaran alam sehingga tidak layak lagi didiami, atau bahkan penghancuran alam sehingga tidak bisa lagi dimanfaatkan. Di daratan, misalnya, hancurnya flora dan fauna, dan di laut seperti rusaknya biota laut. Juga termasuk al-fasad adalah perampokan, perompakan, pembunuhan, pemberontakan, dan sebagainya. \n\nPerusakan itu terjadi akibat prilaku manusia, misalnya eksploitasi alam yang berlebihan, peperangan, percobaan senjata, dan sebagainya. Prilaku itu tidak mungkin dilakukan orang yang beriman dengan keimanan yang sesungguhnya karena ia tahu bahwa semua perbuatannya akan dipertanggungjawabkan nanti di depan Allah.\n\nDalam ayat ini, Allah menegaskan bahwa tidak seluruh akibat buruk perusakan alam itu dirasakan oleh manusia, tetapi sebagiannya saja. Sebagian akibat buruk lainnya telah diatasi Allah, di antaranya dengan menyediakan sistem dalam alam yang dapat menetralisir atau memulihkan kerusakan alam. Hal ini berarti bahwa Allah sayang kepada manusia. Seandainya Allah tidak sayang kepada manusia, dan tidak menyediakan sistem alam untuk memulihkan kerusakannya, maka pastilah manusia akan merasakan seluruh akibat perbuatan jahatnya. Seluruh alam ini akan rusak dan manusia tidak akan bisa lagi menghuni dan memanfaatkannya, sehingga mereka pun akan hancur. Allah berfirman:\n\nDan sekiranya Allah menghukum manusia disebabkan apa yang telah mereka perbuat, niscaya Dia tidak akan menyisakan satu pun makhluk bergerak yang bernyawa di bumi ini, tetapi Dia menangguhkan (hukuman)-nya, sampai waktu yang sudah ditentukan. Nanti apabila ajal mereka tiba, maka Allah Maha Melihat (keadaan) hamba-hamba-Nya. (al-Fathir/35: 45)\n\nDengan penimpaan kepada mereka sebagian akibat perusakan alam yang mereka lakukan, Allah berharap manusia akan sadar. Mereka tidak lagi merusak alam, tetapi memeliharanya. Mereka tidak lagi melanggar ekosistem yang dibuat Allah, tetapi mematuhinya. Mereka juga tidak lagi mengingkari dan menyekutukan Allah, tetapi mengimani-Nya. Memang kemusyrikan itu suatu perbuatan dosa yang luar biasa besarnya dan hebat dampaknya sehingga sulit sekali dipertanggungjawabkan oleh pelakunya. Bahkan sulit dipanggul oleh alam, sebagaimana dinyatakan firman-Nya: \n\nHampir saja langit pecah, dan bumi terbelah, dan gunung-gunung runtuh, (karena ucapan itu). (Maryam/19: 90)\n\nSeluruh langit dan bumi adalah satu sistem yang bersatu di bawah perintah Allah. Sebagaimana disebutkan dalam Al-Qur'an bahwa semua yang ada dalam sistem ini diberikan untuk kepentingan hidup manusia, yang dilanjutkan dengan suatu peringatan spiritual untuk tidak menyekutukan-Nya dengan yang lain. \n\nSebagai khalifah, manusia harus mengikuti dan mematuhi semua hukum Allah, termasuk tidak melakukan kerusakan terhadap sumber daya alam yang ada. Mereka juga harus bertanggung jawab terhadap keberlanjutan kehidupan di bumi ini. Bumi ditundukkan Allah untuk menjadi tempat kediaman manusia. Akan tetapi, alih-alih bersyukur, manusia malah menjadi makhluk yang paling banyak merusak keseimbangan alam. Contoh yang merupakan peristiwa-peristiwa alam yang terjadi di tanah air karena ulah manusia adalah kebakaran hutan dan banjir.\n\nDengan ditunjuknya manusia sebagai khalifah, di samping memperoleh hak untuk menggunakan apa yang ada di bumi, mereka juga memikul tanggung jawab yang berat dalam mengelolanya. Dari sini terlihat pandangan Islam bahwa bumi memang diperuntukkan bagi manusia. Namun demikian, manusia tidak boleh memperlakukan bumi semaunya sendiri. Hal ini ditunjukkan oleh kata-kata bumi (453 kali) yang lebih banyak disebutkan dalam Al-Quran daripada langit atau surga (320 kali). Hal ini memberi kesan kuat tentang kebaikan dan kesucian bumi. Debu dapat menggantikan air dalam bersuci. Nabi Muhammad saw bersabda:\n\nBumi diciptakan untukku sebagai masjid dan sebagai alat untuk bersuci. (Riwayat Abu Dawud dan Ibnu Majah dari Abu Hurairah) \n\nAda semacam kesakralan dan kesucian dari bumi, sehingga merupakan tempat yang baik untuk memuja Tuhan, baik dalam upacara formal maupun dalam perikehidupan sehari-hari.",
                        "42": "Dalam ayat ini, Allah meminta Nabi Muhammad me-nyampaikan kepada kaum musyrikin Mekah untuk melakukan perjalanan ke mana pun di bumi ini guna menyaksikan bagaimana kehancuran yang dialami umat-umat yang ingkar pada masa lampau. Mereka itu hanya tinggal puing-puing atau nama-nama tanpa bekas. Hal itu hendaknya dijadikan pelajaran bagi mereka bahwa Allah dapat saja membinasakan mereka, bila tetap kafir.\n\nPerintah itu juga berlaku terhadap siapa pun setelah mereka sampai akhir zaman. Bila mereka ragu tentang kebenaran Islam, silakan mereka menyaksikan dengan mata kepala sendiri puing-puing itu atau meneliti peninggalan-peninggalan sejarah mereka. Umat-umat itu binasa karena keingkaran mereka kepada Allah, dan berbuat onar terhadap sesama manusia dan lingkungan. Kehancuran itu adalah akibat dampak buruk perbuatan mereka sendiri.",
                        "43": "Supaya kebinasaan seperti itu tidak terjadi lagi pada manusia, Allah meminta Nabi Muhammad dan siapa saja yang ingin selamat agar menghadapkan wajah kepada \"agama yang lurus\". Maksud \"agama yang lurus\" di sini adalah Islam karena agama ini membawa ajaran-ajaran yang lurus dan pasti membawa kepada kebahagiaan di dunia dan di akhirat. Perintah menghadapkan wajah maksudnya adalah melaksanakan ajaran-ajaran itu sepenuhnya. Penyebutan wajah dalam ayat ini karena merupakan jati diri dari seseorang. Mengarahkan wajah artinya menghadapkan seluruh segi manusia, yaitu jasmani, rohani, dan akal pikirannya. Menghadapkan wajah kepada agama yang lurus artinya melaksanakan perintah agama dengan seluruh totalitas.\n\nPelaksanaan ajaran-ajaran itu harus sesegera mungkin supaya masyarakat semakin baik, aman, dan berkembang. Mereka yang bersalah harus segera sadar dan tobat. Hal itu karena usia manusia dan alam ini terbatas. Bila ajal datang bagi seseorang atau Kiamat terjadi bagi umat manusia, maka tidak ada seorang pun yang dapat menolaknya, sebagaimana firman Allah:\n\nDan setiap umat mempunyai ajal (batas waktu). Apabila ajalnya tiba, mereka tidak dapat meminta penundaan atau percepatan sesaat pun. (al-A'raf/7: 34)\n\nDi akhir ayat ini dilukiskan bahwa pada hari kebangkitan, dimana semua dibangkitkan kembali, semua manusia gempar dan berlarian tidak tentu arah. Masing-masing sibuk dengan persoalan sendiri-sendiri, sebagaimana dilukiskan ayat-ayat berikut:\n\nPada hari itu manusia lari dari saudaranya, dan dari ibu dan bapaknya, dan dari istri dan anak-anaknya. Setiap orang dari mereka pada hari itu mempunyai urusan yang menyibukkannya. ('Abasa/80: 34-37)\n\nManusia hanya dituntun oleh amalnya. Oleh karena itu, manusia pada waktu itu akan terpola menjadi dua kelompok, sebagaimana dinyatakan ayat berikutnya.",
                        "44": "Ayat ini menginformasikan adanya dua kelompok manusia, yaitu yang ingkar dan yang baik. Mereka yang ingkar dan berdosa harus mempertanggungjawabkan keingkaran dan dosa-dosanya. Mereka akan diperiksa di depan pengadilan yang mahaadil, sehingga sekecil apa pun perbuatan jahatnya itu pasti akan diajukan dan disampaikan ganjaran hukumannya.\n\nDi sisi lain adalah kelompok orang-orang yang baik. Sekecil apa pun perbuatan baik mereka pasti akan diajukan di depan pengadilan itu, lalu diberikan imbalannya. Orang itu berarti, dengan perbuatan-perbuatan baiknya, telah menghamparkan jalan atau \"karpet\" untuk dilaluinya sendiri menuju surga. \n\nPenggolongan manusia ke dalam dua kelompok, yang pertama masuk surga, dan yang lainnya masuk neraka, juga disebutkan dalam ayat lain:\n\nDan demikianlah Kami wahyukan Al-Qur'an kepadamu dalam bahasa Arab, agar engkau memberi peringatan kepada penduduk ibukota (Mekah) dan penduduk (negeri-negeri) di sekelilingnya serta memberi peringatan ten-tang hari berkumpul (Kiamat) yang tidak diragukan adanya. Segolongan masuk surga dan segolongan masuk neraka. (asy-Syura/42: 7)",
                        "45": "Mereka yang akan menerima imbalan baik dari Allah itu adalah orang-orang yang iman dan berbuat baik. Hal ini berarti bahwa iman ditunjukkan oleh perbuatan baik, dan imbalannya adalah surga. Namun demikian, imbalan itu sendiri bukanlah balasan mutlak dan pantas bagi perbuatan baik manusia. Perbuatan baik manusia tidak cukup dan belum pantas untuk diimbali surga yang penuh nikmat yang tiada taranya itu. Oleh karena itu, surga yang diterima manusia yang berbuat baik itu adalah karunia Allah, bukan imbalan perbuatannya. Dengan demikian, perolehan surga itu adalah karena Allah cinta kepada orang yang iman, dan tidak cinta kepada orang-orang kafir.\n\nUngkapan dalam ayat ini memang sangat ringkas, tetapi komprehensif. Ringkas karena ungkapan sebaliknya dari yang disampaikan tidak dinyatakan. Ayat ini hanya mengungkapkan bahwa, \"Allah membalasi orang yang iman dan berbuat baik\" dan, \"Ia tidak cinta orang yang kafir\". Dari dua ungkapan itu terkandung dua ungkapan lain yang berarti sebaliknya, yaitu, \"Ia menghukum orang yang kafir dan berbuat jahat\" dan \" Ia cinta orang yang beriman dan berbuat baik.\" Ungkapan sebaliknya itu tidak perlu dinyatakan karena dapat dipahami dari ungkapan pertama. Dengan demikian, ayat ini menyatakan bahwa Allah membalas orang yang beriman dan berbuat baik dengan surga serta mencintai mereka, dan Allah memberi ganjaran berupa neraka bagi orang yang ingkar dan berbuat jahat serta membenci mereka.",
                        "46": "Dalam ayat ini disampaikan bahwa di antara tanda kemahakuasaan Allah adalah angin yang memberikan manfaat besar kepada manusia dalam empat hal: sebagai berita baik, membawa rahmat, kepentingan pelayaran, dan untuk memperoleh karunia Allah.\n\nAngin merupakan pendahuluan atau pertanda akan datangnya hujan. Hal itu karena angin membentuk awan. Ketika awan itu semakin padat dan mendingin, ia berubah menjadi butir-butir air, lalu turun berupa hujan. Dengan demikian, angin membawa berita gembira bagi manusia, yaitu kemungkinan turunnya hujan.\n\nDengan hujan itu, Allah ingin merasakan rahmat-Nya kepada manusia. Dengan hujan tersedialah air yang merupakan sumber kehidupan, baik bagi tanaman, hewan, maupun manusia sendiri. Merupakan suatu adagium dalam ilmu pengetahuan bahwa ada air berarti ada kehidupan, tidak ada air berarti tidak ada kehidupan. Karena ada air, tanaman dan hewan”yang merupakan makanan pokok manusia”bisa hidup. Karena ada air juga pertanian dan peternakan dapat dikembangkan. Oleh karena itu, manusia perlu memelihara sumber air dan mengelola air hujan dengan baik agar tidak sampai terbuang percuma ke laut. \n\nKegunaan lain angin yang disebutkan dalam ayat ini adalah untuk pelayaran. Pada era kapal layar sampai era kapal mesin bahkan sampai era kapal bertenaga nuklir sekarang sekalipun, cuaca dan angin masih merupakan faktor yang menentukan atau berpengaruh dalam kesuksesan pelayaran. Angin bertiup atas perintah Allah, dalam artian berdasar hukum-hukum yang ditentukan-Nya. Oleh karena itu, manusia perlu mengembangkan ilmu meteorologi yang mempelajari angin, cuaca, dan sebagainya agar pelayaran lancar dan maju.\n\nKegunaan lebih lanjut angin adalah untuk mencari karunia Allah. Oleh karena itu, perlu dikembangkan berbagai teknologi pemanfaatan angin selain untuk pertanian, peternakan, dan pelayaran di atas. Sekarang ini, yang sedang dikembangkan manusia adalah memanfaatkan angin sebagai sumber energi, misalnya untuk pembangkit tenaga listrik, menggerakkan mesin, dan sebagainya. Oleh karena itu, ilmu meteorologi perlu diperkuat agar bermanfaat bagi pertanian, peternakan, pelayaran, energi, perindustrian, dan kegiatan perekonomian lainnya. Dengan berkembangnya kegiatan perekonomian, maka kesejahteraan akan meningkat.\n\nKeberadaan angin beserta hukum-hukumnya yang diciptakan Allah untuk kesejahteraan manusia, hendaknya disyukurinya. Mereka hendaknya mengakui adanya Allah, mengimani-Nya, mengakui rezeki itu karunia-Nya, menggunakan rezeki sesuai kehendak-Nya, dan taat beribadah menyembah-Nya. Bila manusia bersyukur, maka hal itu untuk dirinya sendiri, sebagaimana dinyatakan ayat berikut:\n\nDan sungguh, telah Kami berikan hikmah kepada Lukman, yaitu, \"Bersyukurlah kepada Allah! Dan barang siapa bersyukur (kepada Allah), maka sesungguhnya dia bersyukur untuk dirinya sendiri; dan barang siapa tidak bersyukur (kufur), maka sesungguhnya Allah Mahakaya, Maha Terpuji.\" (Luqman/31: 12)\n\nBagi orang-orang yang mensyukuri nikmat-Nya, maka Allah akan menambah lagi nikmat-Nya kepada mereka, sebagaimana dinyatakan ayat berikut:\n\nDan (ingatlah) ketika Tuhanmu memaklumkan, \"Sesungguhnya jika kamu bersyukur, niscaya Aku akan menambah (nikmat) kepadamu, tetapi jika kamu mengingkari (nikmat-Ku), maka pasti azab-Ku sangat berat.\" (Ibrahim/14: 7)",
                        "47": "Bila angin yang dikirim Allah begitu besar manfaatnya bagi manusia, maka begitu juga dengan para rasul yang telah dikirimkan Allah kepada mereka. Mereka tentu membawa manfaat yang lebih besar lagi bagi manusia, karena membawa bukti-bukti nyata dari Allah berupa wahyu-Nya yang berisi ajaran-ajaran. Bila ajaran-ajaran itu dilaksanakan oleh manusia, akan memberikan manfaat yang luar biasa. Namun manusia banyak yang mengingkarinya, sehingga di dunia mereka ditimpa oleh akibat perbuatan jahat mereka sendiri, dan di akhirat Allah memasukkan mereka ke dalam neraka. Sebaliknya terhadap mereka yang beriman, Allah telah mewajibkan diri-Nya untuk menolong dengan menyelamatkan mereka dari kejahatan dan dampak buruk kejahatan orang-orang kafir. Di akhirat Allah akan membalas iman dan perbuatan baik mereka dengan surga.",
                        "48": "Dalam ayat ini, Allah menegaskan bahwa Dialah yang telah membuat angin bertiup, dengan menciptakan hukum-hukum pada udara. Di antaranya ialah udara dari daerah yang padat tekanan udaranya mengalir ke daerah yang renggang tekanan udaranya sehingga terciptalah angin. Tiupan angin menjadi penanda awal akan turunnya hujan. \n\nMenurut saintis, terjadinya hujan merupakan suatu siklus. Oleh karena itu, tidak menjadi masalah dari mana penjelasannya dimulai. Air yang mengalir di sepanjang anak sungai yang akan bergabung dengan anak sungai lainnya membentuk sungai yang jauh lebih besar. Sungai akhirnya mengalir ke laut. Sementara air mengalir melalui anak sungai dan sungai, sebagian akan menguap karena panas sinar matahari (berubah menjadi gas) tetapi sebagian besar terus mengalir sampai ke laut. Di laut inilah proses penguapan atau evaporasi selanjutnya berlangsung. \n\nSemua air yang menguap, baik yang berasal dari anak sungai, sungai atau laut, membentuk uap air di atmosfer. Uap ini naik dan akan menjadi dingin saat mencapai atmosfer yang lebih tinggi. Jika terdapat banyak gas di atmosfer, maka akan memadat menjadi awan yang dapat kita lihat. Jika awan tersebut mencapai bagian yang lebih tinggi lagi di lapisan atmosfer, uap air berubah menjadi tetes-tetes es. \n\nKetika awan melintasi dataran tinggi atau ketika menjadi lebih dingin karena suhu atmosfer yang lebih rendah, air menjadi padat dan jatuh. Awalnya air itu masih seperti tetes-tetes air yang sangat kecil, kemudian biasanya mencair sebelum mencapai tanah, lalu jatuh ke bumi sebagai hujan. \n\nHujan itu diturunkan Allah di tempat yang dikehendaki-Nya yaitu di daerah yang dilanda kekeringan. Manusia yang berada di tempat hujan turun pasti bergembira karena memperoleh kembali sumber kehidupan yang akan menghidupkan semua makhluk hidup.",
                        "49": "Kegembiraan itu akan dirasakan sekali oleh orang yang sudah lama mengalami kekeringan. Ketiadaan hujan dalam waktu yang lama membuat manusia putus asa. Keputusasaan itu segera sirna begitu hujan turun. Oleh karena itu, seharusnya mereka beriman dan bersyukur.",
                        "50": "Demikianlah rahmat Allah kepada manusia. Allah meminta Nabi Muhammad dan seluruh umatnya untuk melihat bagaimana pengaruh rahmat Allah berupa hujan itu bagi bumi. Tanah yang tadinya mati, kering, dan tandus menjadi hidup, gembur, dan subur, sehingga menumbuhkan segala macam tanaman. Allah menegaskan bahwa peristiwa itu merupakan petunjuk bahwa Allah mampu menghidupkan kembali manusia di akhirat setelah mati. Dalam Al-Qur'an diterangkan bahwa dengan satu tiupan sangkakala saja, semua makhluk hidup akan mati pada hari Kiamat. Kemudian dengan satu tiupan lagi, semuanya akan hidup kembali, baik yang mati sebelum hari Kiamat maupun yang mati pada hari Kiamat itu. Allah berfirman:\n\nDan sangkakala pun ditiup, maka matilah semua (makhluk) yang di langit dan di bumi kecuali mereka yang dikehendaki Allah. Kemudian ditiup sekali lagi (sangkakala itu) maka seketika itu mereka bangun (dari kubur-nya) menunggu (keputusan Allah). (az-Zumar/39: 68)\n\nBagaimana hakikat kiamat dan kehidupan kembali itu tidak dapat diketahui dengan pasti, karena termasuk peristiwa gaib yang tidak bisa diketahui secara konkrit sekarang. Manusia hanya perlu mengimaninya bahwa Allah mampu mewujudkan semua itu karena Ia Mahakuasa.",
                        "51": "Dalam ayat ini disampaikan pengandaian, yaitu bagaimana jika yang dikirim Allah itu angin yang kering dan panas serta membuat tanaman mereka yang tadinya subur menjadi kuning dan kering. Mereka pasti bertambah ingkar kepada Allah. Pada waktu Allah mengirimkan angin yang membawa hujan saja, yang membuat tanaman mereka subur, mereka hanya bergembira dan tidak bersyukur kepada-Nya. Apalagi bila yang dikirim adalah angin kering itu. Kematian tanaman mereka yang tadinya subur itu akan membuat mereka menggerutu dan bertambah ingkar kepada Allah.",
                        "52": "Allah menegaskan kepada Nabi Muhammad bahwa ia tidak akan bisa memasukkan hidayah ke dalam hati orang yang ingkar sampai orang itu berpaling dari keingkaran dan lalu beriman. Untuk itu Allah memberikan sebuah contoh yaitu orang buta yang tersesat. Orang buta tidak mungkin menemukan jalan, karena ia tidak melihatnya, kecuali kalau dituntun. Begitu pula orang yang telah memilih kekafiran dan kemusyrikan. Orang itu hatinya sudah tertutup. Oleh karena itu, petunjuk apa pun yang disampaikan kepadanya, tidak akan didengar dan diikutinya. Bagi mereka ditunjuki atau tidak ditunjuki sama saja, mereka tidak akan beriman. Yang bisa membuka hatinya itu hanyalah Allah bila Ia menghendaki. Akan tetapi, Ia tidak akan menghendaki bila orang yang bersangkutan tidak berusaha, karena hal itu melanggar hukum-hukum yang telah ditetapkan-Nya. Ayat ini dengan demikian mengingatkan Nabi saw sekali lagi agar tidak kecewa bila ada manusia yang menolak dakwahnya.\n\nOrang yang akan menerima bila ditunjuki oleh Nabi saw hanyalah yang beriman. Hal itu karena hati mereka terbuka menerima segala kebenaran yang disampaikan kepadanya. Setelah menerima kebenaran itu, mereka melaksanakannya dengan sepenuh hati untuk membaktikan diri kepada-Nya.",
                        "53": "Demikianlah kerasnya hati sebagian manusia, yaitu yang kafir dan musyrik. Nikmat tidak melunakkan hati mereka, dan laknat tidak membuat mereka jera. Mereka dipersamakan dengan orang mati atau tuli. Orang mati tidak mendengar apa pun yang dikatakan kepadanya. Begitu juga orang tuli yang lari tunggang-langgang, tidak akan mendengar panggilan yang ditujukan kepadanya. Oleh karena itu, Allah mengingatkan Nabi Muhammad bahwa bagaimana pun ia berusaha menyadarkan orang seperti itu, tidak akan berhasil bila Allah tidak mengizinkannya, dan karena itu Nabi tidak boleh kecewa.\n\n(53) Allah menegaskan kepada Nabi Muhammad bahwa ia tidak akan bisa memasukkan hidayah ke dalam hati orang yang ingkar sampai orang itu berpaling dari keingkaran dan lalu beriman. Untuk itu Allah memberikan sebuah contoh yaitu orang buta yang tersesat. Orang buta tidak mungkin menemukan jalan, karena ia tidak melihatnya, kecuali kalau dituntun. Begitu pula orang yang telah memilih kekafiran dan kemusyrikan. Orang itu hatinya sudah tertutup. Oleh karena itu, petunjuk apa pun yang disampaikan kepadanya, tidak akan didengar dan diikutinya. Bagi mereka ditunjuki atau tidak ditunjuki sama saja, mereka tidak akan beriman. Yang bisa membuka hatinya itu hanyalah Allah bila Ia menghendaki. Akan tetapi, Ia tidak akan menghendaki bila orang yang bersangkutan tidak berusaha, karena hal itu melanggar hukum-hukum yang telah ditetapkan-Nya. Ayat ini dengan demikian mengingatkan Nabi saw sekali lagi agar tidak kecewa bila ada manusia yang menolak dakwahnya.\n\nOrang yang akan menerima bila ditunjuki oleh Nabi saw hanyalah yang beriman. Hal itu karena hati mereka terbuka menerima segala kebenaran yang disampaikan kepadanya. Setelah menerima kebenaran itu, mereka melaksanakannya dengan sepenuh hati untuk membaktikan diri kepada-Nya.",
                        "54": "Di dalam ayat ini disampaikan perjalanan hidup manusia. Mereka berasal dari sesuatu yang tidak ada arti dan tidak punya daya apa-apa, yaitu nutfah (zygot) yang merupakan telur yang terbuahi sperma. Nuthfah itu kemudian berkembang menjadi janin, dan kemudian lahir, sebagaimana diinformasikan al-Mu'minun/23: 12-14. Dari kanak-kanak manusia kemudian menjadi remaja, dewasa, lalu matang, dan menjadi manusia yang perkasa dan berkuasa. Setelah itu manusia menginjak usia tua. Dalam usia tua itu manusia menjadi makhluk yang lemah kembali. Di samping lemah, manusia juga mengalami perubahan fisik, di antaranya rambut yang tadinya hitam menjadi uban, kulit menjadi keriput, daya penglihatan dan pendengaran semakin lemah, dan perubahan-perubahan lainnya. Setelah itu manusia pasti mati. Demikianlah Allah menciptakan makhluk yang dikehendaki-Nya, yaitu bahwa perjalanan hidup manusia di dunia pada umumnya demikian. Namun Allah dapat menentukan lain, yaitu bahwa manusia dapat saja wafat pada usia-usia yang dikehendaki-Nya sebelum usia tua tersebut. Demikianlah lemahnya manusia di depan Tuhan. Oleh karena itu, mereka hendaknya tidak menyombongkan diri, tetapi beriman dan patuh kepada-Nya.",
                        "55": "Diterangkan bahwa pada hari kebangkitan nanti, orang-orang kafir menyatakan kepada Allah bahwa hidup yang telah mereka lalui di dunia amat singkat. Mereka meminta untuk dikembalikan ke dunia dan berjanji akan memperbaiki amal mereka. Hal itu mereka sampaikan kepada Allah dengan bersumpah. Dengan demikian, kebiasaan berbohong mereka sewaktu di dunia masih mereka bawa ke akhirat. Pernyataan dan janji mereka itu hanyalah helah (alasan) mereka untuk menghindari hukuman Allah. Bila mereka dikembalikan lagi ke dunia, mereka pasti akan kembali kafir dan berbuat jahat sebagaimana dinyatakan ayat berikut:\n\nTetapi (sebenarnya) bagi mereka telah nyata kejahatan yang mereka sembunyikan dahulu. Seandainya mereka dikembalikan ke dunia, tentu mereka akan mengulang kembali apa yang telah dilarang mengerjakannya. Mereka itu sungguh pendusta. (al-An'am/6: 28)\n\nMereka sesungguhnya telah diberi kesempatan yang cukup di dunia untuk melakukan yang seharusnya, tetapi mereka lalai, tergoda setan, dan berbuat jahat. Itu mereka akui sebagaimana dilukiskan ayat berikut:\n\nDan (ingatlah) pada hari (ketika) Allah mengumpulkan mereka, (mereka merasa) seakan-akan tidak pernah berdiam (di dunia) kecuali sesaat saja pada siang hari, (pada waktu) mereka saling berkenalan. Sungguh rugi orang yang mendustakan pertemuan mereka dengan Allah dan mereka tidak mendapat petunjuk. (Yunus/10: 45)\n\nOleh karena itu, singkatnya waktu hidup di dunia dalam perasaan orang kafir itu hanyalah alasan yang dibuat-buat. Sebenarnya mereka takut masuk neraka , sehingga mereka mencari berbagai macam helah atau tipu daya.",
                        "56": "Perasaan orang kafir bahwa mereka hidup di dunia sangat singkat tidaklah benar. Itu adalah usaha mereka untuk berbohong di depan Allah. Kebohongan mereka itu dibantah oleh mereka yang dikaruniai ilmu dan iman. Mereka yang dikaruniai ilmu adalah mereka yang mengerti hakikat kebenaran lalu ia beriman dan membuktikan imannya dengan perbuatan baik sehingga ia merasakan betul apa yang diimaninya itu dalam hatinya. Mereka yang dikaruniai iman adalah mereka yang telah memperoleh hakikat kebenaran sehingga percaya kepada Allah dan segala yang diwahyukan dalam Al-Qur'an. Mereka juga melaksanakan segala perintah wahyu itu untuk mempersiapkan dirinya menghadapi hari kebangkitan tersebut. Mereka yang telah diberi ilmu dan iman mengisi hidupnya dengan perbuatan baik sebagai persiapan untuk menghadapi hari kebangkitan tersebut. Oleh karena itu, mereka tidak merasa masa hidup mereka di dunia singkat, tetapi cukup. Orang-orang kafir itu merasa hidupnya singkat karena mereka lalai di dunia. Mereka menyangka hidup di dunia itu tidak bersambung ke akhirat, dan tidak menyadari bahwa semua perbuatan mereka harus mereka pertanggungjawabkan.",
                        "57": "Pada hari kebangkitan manusia dihadapkan ke depan pengadilan Allah. Pada saat itu, orang kafir tidak akan diperkenankan menyampaikan alasan apa pun, misalnya merasa hidupnya di dunia terlalu singkat dan meminta dikembalikan ke dunia sesaat saja untuk bisa berbuat baik. Mereka juga tidak akan diberi peluang untuk diubah hukumannya. Dalam ayat lain Allah berfirman:\n\nDan (alangkah ngerinya), jika sekiranya kamu melihat orang-orang yang berdosa itu menundukkan kepalanya di hadapan Tuhannya, (mereka berkata), \"Ya Tuhan kami, kami telah melihat dan mendengar, maka kembalikanlah kami (ke dunia), niscaya kami akan mengerjakan kebajikan. Sungguh, kami adalah orang-orang yang yakin.\" Dan jika Kami menghendaki niscaya Kami berikan kepada setiap jiwa petunjuk (bagi)nya, tetapi telah ditetapkan perkataan (ketetapan) dari-Ku, \"Pasti akan Aku penuhi neraka Jahanam dengan jin dan manusia bersama-sama. (as-Sajdah/32:12-13)",
                        "58": "Dalam ayat ini dinyatakan bahwa Allah telah menyampaikan berbagai penjelasan tentang bukti bahwa Ia ada dan Mahakuasa. Di antaranya adalah bagaimana umat-umat terdahulu beserta peradabannya hancur karena melanggar ketentuan-ketentuan Allah, bagaimana Dia menurunkan hujan yang amat besar pengaruhnya bagi kesuburan dan kemakmuran, dan bagaimana Dia menentukan perjalanan hidup manusia sampai mati dan dibangkitkan kembali di akhirat. Semuanya itu menunjukkan Allah Mahakuasa, dan sekaligus menunjukkan bahwa kehidupan kembali di akhirat itu ada. Akan tetapi, mereka yang tidak mau beriman mengingkari semua itu sebagai tanda adanya Allah dan kemahakuasaan-Nya. Bahkan mereka menuduh orang yang beriman telah menyampaikan ketidakbenaran dan melakukan kebohongan.",
                        "59": "Penolakan orang kafir terhadap setiap penjelasan dari Allah yang disampaikan Nabi Muhammad itu adalah karena hati mereka telah ditutup oleh Allah. Penutupan hati itu terjadi karena mereka sendiri yang selalu menutupnya terhadap setiap ayat atau kebenaran yang disampaikan kepada mereka, akhirnya hati itu benar-benar tertutup. Mereka tidak mau mengerti dan tidak mau memahami hakikat kebenaran yang disampaikan kepada mereka dan menyombongkan diri, akhirnya mereka kafir.",
                        "60": "Nabi Muhammad diminta Allah agar bersabar menghadapi orang-orang kafir yang telah tertutup hatinya, yang mengingkari Allah dan hari akhirat, serta menuduh kaum beriman telah menyampaikan dan melakukan kebohongan. Hal itu karena janji Allah benar, hari akhirat pasti ada, dan mereka yang kafir dan syirik pasti akan dimasukkan ke dalam neraka. Oleh karena itu, Nabi dan kaum muslimin tidak boleh dibuat bingung dan gelisah oleh keingkaran dan bantahan orang-orang kafir tersebut. Nabi diminta untuk tabah dan jangan terhenti dari menyampaikan dakwah dan melaksanakan kebenaran Al-Qur'an."
                    }
                }
            }
        }
    }
}