{
    "43": {
        "number": "43",
        "name": "الزخرف",
        "name_latin": "Az-Zukhruf",
        "number_of_ayah": "89",
        "text": {
            "1": " حٰمۤ  ۚ ",
            "2": "وَالْكِتٰبِ الْمُبِيْنِ ۙ ",
            "3": "اِنَّا جَعَلْنٰهُ قُرْاٰنًا عَرَبِيًّا لَّعَلَّكُمْ تَعْقِلُوْنَۚ ",
            "4": "وَاِنَّهٗ فِيْٓ اُمِّ الْكِتٰبِ لَدَيْنَا لَعَلِيٌّ حَكِيْمٌ ۗ ",
            "5": "اَفَنَضْرِبُ عَنْكُمُ الذِّكْرَ صَفْحًا اَنْ كُنْتُمْ قَوْمًا مُّسْرِفِيْنَ",
            "6": "وَكَمْ اَرْسَلْنَا مِنْ نَّبِيٍّ فِى الْاَوَّلِيْنَ ",
            "7": "وَمَا يَأْتِيْهِمْ مِّنْ نَّبِيٍّ اِلَّا كَانُوْا بِهٖ يَسْتَهْزِءُوْنَ ",
            "8": "فَاَهْلَكْنَٓا اَشَدَّ مِنْهُمْ بَطْشًا وَّمَضٰى مَثَلُ الْاَوَّلِيْنَ ",
            "9": "وَلَىِٕنْ سَاَلْتَهُمْ مَّنْ خَلَقَ السَّمٰوٰتِ وَالْاَرْضَ لَيَقُوْلُنَّ خَلَقَهُنَّ الْعَزِيْزُ الْعَلِيْمُۙ",
            "10": "الَّذِيْ جَعَلَ لَكُمُ الْاَرْضَ مَهْدًا وَّجَعَلَ لَكُمْ فِيْهَا سُبُلًا لَّعَلَّكُمْ تَهْتَدُوْنَ ۚ ",
            "11": "وَالَّذِيْ نَزَّلَ مِنَ السَّمَاۤءِ مَاۤءًۢ بِقَدَرٍۚ فَاَنْشَرْنَا بِهٖ بَلْدَةً مَّيْتًا ۚ كَذٰلِكَ تُخْرَجُوْنَ ",
            "12": "وَالَّذِيْ خَلَقَ الْاَزْوَاجَ كُلَّهَا وَجَعَلَ لَكُمْ مِّنَ الْفُلْكِ وَالْاَنْعَامِ مَا تَرْكَبُوْنَۙ ",
            "13": "لِتَسْتَوٗا عَلٰى ظُهُوْرِهٖ ثُمَّ تَذْكُرُوْا نِعْمَةَ رَبِّكُمْ اِذَا اسْتَوَيْتُمْ عَلَيْهِ وَتَقُوْلُوْا سُبْحٰنَ الَّذِيْ سَخَّرَ لَنَا هٰذَا وَمَا كُنَّا لَهٗ مُقْرِنِيْنَۙ ",
            "14": "وَاِنَّآ اِلٰى رَبِّنَا لَمُنْقَلِبُوْنَ ",
            "15": "وَجَعَلُوْا لَهٗ مِنْ عِبَادِهٖ جُزْءًا ۗاِنَّ الْاِنْسَانَ لَكَفُوْرٌ مُّبِيْنٌ ۗ ࣖ ",
            "16": "اَمِ اتَّخَذَ مِمَّا يَخْلُقُ بَنٰتٍ وَّاَصْفٰىكُمْ بِالْبَنِيْنَ ۗ ",
            "17": "وَاِذَا بُشِّرَ اَحَدُهُمْ بِمَا ضَرَبَ لِلرَّحْمٰنِ مَثَلًا ظَلَّ وَجْهُهٗ مُسْوَدًّا وَّهُوَ كَظِيْمٌ ",
            "18": "اَوَمَنْ يُّنَشَّؤُا فِى الْحِلْيَةِ وَهُوَ فِى الْخِصَامِ غَيْرُ مُبِيْنٍ ",
            "19": "وَجَعَلُوا الْمَلٰۤىِٕكَةَ الَّذِيْنَ هُمْ عِبٰدُ الرَّحْمٰنِ اِنَاثًا ۗ اَشَهِدُوْا خَلْقَهُمْ ۗسَتُكْتَبُ شَهَادَتُهُمْ وَيُسْٔـَلُوْنَ ",
            "20": "وَقَالُوْا لَوْ شَاۤءَ الرَّحْمٰنُ مَا عَبَدْنٰهُمْ ۗمَا لَهُمْ بِذٰلِكَ مِنْ عِلْمٍ اِنْ هُمْ اِلَّا يَخْرُصُوْنَۗ ",
            "21": "اَمْ اٰتَيْنٰهُمْ كِتٰبًا مِّنْ قَبْلِهٖ فَهُمْ بِهٖ مُسْتَمْسِكُوْنَ ",
            "22": "بَلْ قَالُوْٓا اِنَّا وَجَدْنَآ اٰبَاۤءَنَا عَلٰٓى اُمَّةٍ وَّاِنَّا عَلٰٓى اٰثٰرِهِمْ مُّهْتَدُوْنَ ",
            "23": "وَكَذٰلِكَ مَآ اَرْسَلْنَا مِنْ قَبْلِكَ فِيْ قَرْيَةٍ مِّنْ نَّذِيْرٍۙ اِلَّا قَالَ مُتْرَفُوْهَآ  ۙاِنَّا وَجَدْنَآ اٰبَاۤءَنَا عَلٰٓى اُمَّةٍ وَّاِنَّا عَلٰٓى اٰثٰرِهِمْ مُّقْتَدُوْنَ",
            "24": "۞ قٰلَ اَوَلَوْ جِئْتُكُمْ بِاَهْدٰى مِمَّا وَجَدْتُّمْ عَلَيْهِ اٰبَاۤءَكُمْۗ قَالُوْٓا اِنَّا بِمَآ اُرْسِلْتُمْ بِهٖ كٰفِرُوْنَ ",
            "25": "فَانْتَقَمْنَا مِنْهُمْ فَانْظُرْ كَيْفَ كَانَ عَاقِبَةُ الْمُكَذِّبِيْنَ ࣖ",
            "26": "وَاِذْ قَالَ اِبْرٰهِيْمُ لِاَبِيْهِ وَقَوْمِهٖٓ اِنَّنِيْ بَرَاۤءٌ مِّمَّا تَعْبُدُوْنَۙ",
            "27": "اِلَّا الَّذِيْ فَطَرَنِيْ فَاِنَّهٗ سَيَهْدِيْنِ ",
            "28": "وَجَعَلَهَا كَلِمَةً ۢ بَاقِيَةً فِيْ عَقِبِهٖ لَعَلَّهُمْ يَرْجِعُوْنَۗ ",
            "29": "بَلْ مَتَّعْتُ هٰٓؤُلَاۤءِ وَاٰبَاۤءَهُمْ حَتّٰى جَاۤءَهُمُ الْحَقُّ وَرَسُوْلٌ مُّبِيْنٌ ",
            "30": "وَلَمَّا جَاۤءَهُمُ الْحَقُّ قَالُوْا هٰذَا سِحْرٌ وَّاِنَّا بِهٖ كٰفِرُوْنَ ",
            "31": "وَقَالُوْا لَوْلَا نُزِّلَ هٰذَا الْقُرْاٰنُ عَلٰى رَجُلٍ مِّنَ الْقَرْيَتَيْنِ عَظِيْمٍ",
            "32": "اَهُمْ يَقْسِمُوْنَ رَحْمَتَ رَبِّكَۗ نَحْنُ قَسَمْنَا بَيْنَهُمْ مَّعِيْشَتَهُمْ فِى الْحَيٰوةِ الدُّنْيَاۙ وَرَفَعْنَا بَعْضَهُمْ فَوْقَ بَعْضٍ دَرَجٰتٍ لِّيَتَّخِذَ بَعْضُهُمْ بَعْضًا سُخْرِيًّا ۗوَرَحْمَتُ رَبِّكَ خَيْرٌ مِّمَّا يَجْمَعُوْنَ ",
            "33": "وَلَوْلَآ اَنْ يَّكُوْنَ النَّاسُ اُمَّةً وَّاحِدَةً لَّجَعَلْنَا لِمَنْ يَّكْفُرُ بِالرَّحْمٰنِ لِبُيُوْتِهِمْ سُقُفًا مِّنْ فِضَّةٍ وَّمَعَارِجَ عَلَيْهَا يَظْهَرُوْنَۙ ",
            "34": "وَلِبُيُوْتِهِمْ اَبْوَابًا وَّسُرُرًا عَلَيْهَا يَتَّكِـُٔوْنَۙ ",
            "35": "وَزُخْرُفًاۗ وَاِنْ كُلُّ ذٰلِكَ لَمَّا مَتَاعُ الْحَيٰوةِ الدُّنْيَا ۗوَالْاٰخِرَةُ عِنْدَ رَبِّكَ لِلْمُتَّقِيْنَ ࣖ ",
            "36": "وَمَنْ يَّعْشُ عَنْ ذِكْرِ الرَّحْمٰنِ نُقَيِّضْ لَهٗ شَيْطٰنًا فَهُوَ لَهٗ قَرِيْنٌ ",
            "37": "وَاِنَّهُمْ لَيَصُدُّوْنَهُمْ عَنِ السَّبِيْلِ وَيَحْسَبُوْنَ اَنَّهُمْ مُّهْتَدُوْنَ ",
            "38": "حَتّٰىٓ اِذَا جَاۤءَنَا قَالَ يٰلَيْتَ بَيْنِيْ وَبَيْنَكَ بُعْدَ الْمَشْرِقَيْنِ فَبِئْسَ الْقَرِيْنُ",
            "39": "وَلَنْ يَّنْفَعَكُمُ الْيَوْمَ اِذْ ظَّلَمْتُمْ اَنَّكُمْ فِى الْعَذَابِ مُشْتَرِكُوْنَ ",
            "40": "اَفَاَنْتَ تُسْمِعُ الصُّمَّ اَوْ تَهْدِى الْعُمْيَ وَمَنْ كَانَ فِيْ ضَلٰلٍ مُّبِيْنٍ ",
            "41": "فَاِمَّا نَذْهَبَنَّ بِكَ فَاِنَّا مِنْهُمْ مُّنْتَقِمُوْنَۙ ",
            "42": "اَوْ نُرِيَنَّكَ الَّذِيْ وَعَدْنٰهُمْ فَاِنَّا عَلَيْهِمْ مُّقْتَدِرُوْنَ ",
            "43": "فَاسْتَمْسِكْ بِالَّذِيْٓ اُوْحِيَ اِلَيْكَ ۚاِنَّكَ عَلٰى صِرَاطٍ مُّسْتَقِيْمٍ ",
            "44": "وَاِنَّهٗ لَذِكْرٌ لَّكَ وَلِقَوْمِكَ ۚوَسَوْفَ تُسْٔـَلُوْنَ ",
            "45": "وَسْٔـَلْ مَنْ اَرْسَلْنَا مِنْ قَبْلِكَ مِنْ رُّسُلِنَآ  ۖ اَجَعَلْنَا مِنْ دُوْنِ الرَّحْمٰنِ اٰلِهَةً يُّعْبَدُوْنَ ࣖ",
            "46": "وَلَقَدْ اَرْسَلْنَا مُوْسٰى بِاٰيٰتِنَآ اِلٰى فِرْعَوْنَ وَمَلَا۟ىِٕهٖ فَقَالَ اِنِّيْ رَسُوْلُ رَبِّ الْعٰلَمِيْنَ ",
            "47": "فَلَمَّا جَاۤءَهُمْ بِاٰيٰتِنَآ اِذَا هُمْ مِّنْهَا يَضْحَكُوْنَ ",
            "48": "وَمَا نُرِيْهِمْ مِّنْ اٰيَةٍ اِلَّا هِيَ اَكْبَرُ مِنْ اُخْتِهَاۗ وَاَخَذْنٰهُمْ بِالْعَذَابِ لَعَلَّهُمْ يَرْجِعُوْنَ ",
            "49": "وَقَالُوْا يٰٓاَيُّهَ السّٰحِرُ ادْعُ لَنَا رَبَّكَ بِمَا عَهِدَ عِنْدَكَۚ اِنَّنَا لَمُهْتَدُوْنَ ",
            "50": "فَلَمَّا كَشَفْنَا عَنْهُمُ الْعَذَابَ اِذَا هُمْ يَنْكُثُوْنَ",
            "51": "وَنَادٰى فِرْعَوْنُ فِيْ قَوْمِهٖ قَالَ يٰقَوْمِ اَلَيْسَ لِيْ مُلْكُ مِصْرَ وَهٰذِهِ الْاَنْهٰرُ تَجْرِيْ مِنْ تَحْتِيْۚ اَفَلَا تُبْصِرُوْنَۗ ",
            "52": "اَمْ اَنَا۠ خَيْرٌ مِّنْ هٰذَا الَّذِيْ هُوَ مَهِيْنٌ ەۙ وَّلَا يَكَادُ يُبِيْنُ ",
            "53": "فَلَوْلَٓا اُلْقِيَ عَلَيْهِ اَسْوِرَةٌ مِّنْ ذَهَبٍ اَوْ جَاۤءَ مَعَهُ الْمَلٰۤىِٕكَةُ مُقْتَرِنِيْنَ ",
            "54": "فَاسْتَخَفَّ قَوْمَهٗ فَاَطَاعُوْهُ ۗاِنَّهُمْ كَانُوْا قَوْمًا فٰسِقِيْنَ ",
            "55": "فَلَمَّآ اٰسَفُوْنَا انْتَقَمْنَا مِنْهُمْ فَاَغْرَقْنٰهُمْ اَجْمَعِيْنَۙ ",
            "56": "فَجَعَلْنٰهُمْ سَلَفًا وَّمَثَلًا لِّلْاٰخِرِيْنَ ࣖ",
            "57": "وَلَمَّا ضُرِبَ ابْنُ مَرْيَمَ مَثَلًا اِذَا قَوْمُكَ مِنْهُ يَصِدُّوْنَ",
            "58": "وَقَالُوْٓا ءَاٰلِهَتُنَا خَيْرٌ اَمْ هُوَ ۗمَا ضَرَبُوْهُ لَكَ اِلَّا جَدَلًا ۗبَلْ هُمْ قَوْمٌ خَصِمُوْنَ",
            "59": "اِنْ هُوَ اِلَّا عَبْدٌ اَنْعَمْنَا عَلَيْهِ وَجَعَلْنٰهُ مَثَلًا لِّبَنِيْٓ اِسْرَاۤءِيْلَ ۗ  ",
            "60": "وَلَوْ نَشَاۤءُ لَجَعَلْنَا مِنْكُمْ مَّلٰۤىِٕكَةً فِى الْاَرْضِ يَخْلُفُوْنَ ",
            "61": "وَاِنَّهٗ لَعِلْمٌ لِّلسَّاعَةِ فَلَا تَمْتَرُنَّ بِهَا وَاتَّبِعُوْنِۗ هٰذَا صِرَاطٌ مُّسْتَقِيْمٌ ",
            "62": "وَلَا يَصُدَّنَّكُمُ الشَّيْطٰنُۚ اِنَّهٗ لَكُمْ عَدُوٌّ مُّبِيْنٌ ",
            "63": "وَلَمَّا جَاۤءَ عِيْسٰى بِالْبَيِّنٰتِ قَالَ قَدْ جِئْتُكُمْ بِالْحِكْمَةِ وَلِاُبَيِّنَ لَكُمْ بَعْضَ الَّذِيْ تَخْتَلِفُوْنَ فِيْهِۚ فَاتَّقُوا اللّٰهَ وَاَطِيْعُوْنِ ",
            "64": "اِنَّ اللّٰهَ هُوَ رَبِّيْ وَرَبُّكُمْ فَاعْبُدُوْهُۗ هٰذَا صِرَاطٌ مُّسْتَقِيْمٌ ",
            "65": "فَاخْتَلَفَ الْاَحْزَابُ مِنْۢ بَيْنِهِمْ ۚفَوَيْلٌ لِّلَّذِيْنَ ظَلَمُوْا مِنْ عَذَابِ يَوْمٍ اَلِيْمٍ ",
            "66": "هَلْ يَنْظُرُوْنَ اِلَّا السَّاعَةَ اَنْ تَأْتِيَهُمْ بَغْتَةً وَّهُمْ لَا يَشْعُرُوْنَ ",
            "67": "اَلْاَخِلَّاۤءُ يَوْمَىِٕذٍۢ بَعْضُهُمْ لِبَعْضٍ عَدُوٌّ اِلَّا الْمُتَّقِيْنَ ۗ ࣖ",
            "68": "يٰعِبَادِ لَاخَوْفٌ عَلَيْكُمُ الْيَوْمَ وَلَآ اَنْتُمْ تَحْزَنُوْنَۚ ",
            "69": "اَلَّذِيْنَ اٰمَنُوْا بِاٰيٰتِنَا وَكَانُوْا مُسْلِمِيْنَۚ ",
            "70": "اُدْخُلُوا الْجَنَّةَ اَنْتُمْ وَاَزْوَاجُكُمْ تُحْبَرُوْنَ ",
            "71": "يُطَافُ عَلَيْهِمْ بِصِحَافٍ مِّنْ ذَهَبٍ وَّاَكْوَابٍ ۚوَفِيْهَا مَا تَشْتَهِيْهِ الْاَنْفُسُ وَتَلَذُّ الْاَعْيُنُ ۚوَاَنْتُمْ فِيْهَا خٰلِدُوْنَۚ ",
            "72": "وَتِلْكَ الْجَنَّةُ الَّتِيْٓ اُوْرِثْتُمُوْهَا بِمَا كُنْتُمْ تَعْمَلُوْنَ ",
            "73": "لَكُمْ فِيْهَا فَاكِهَةٌ كَثِيْرَةٌ مِّنْهَا تَأْكُلُوْنَ",
            "74": "اِنَّ الْمُجْرِمِيْنَ فِيْ عَذَابِ جَهَنَّمَ خٰلِدُوْنَۖ ",
            "75": "لَا يُفَتَّرُ عَنْهُمْ وَهُمْ فِيْهِ مُبْلِسُوْنَ ۚ ",
            "76": "وَمَا ظَلَمْنٰهُمْ وَلٰكِنْ كَانُوْا هُمُ الظّٰلِمِيْنَ",
            "77": "وَنَادَوْا يٰمٰلِكُ لِيَقْضِ عَلَيْنَا رَبُّكَۗ قَالَ اِنَّكُمْ مَّاكِثُوْنَ",
            "78": "لَقَدْ جِئْنٰكُمْ بِالْحَقِّ وَلٰكِنَّ اَكْثَرَكُمْ لِلْحَقِّ كٰرِهُوْنَ",
            "79": "اَمْ اَبْرَمُوْٓا اَمْرًا فَاِنَّا مُبْرِمُوْنَۚ",
            "80": "اَمْ يَحْسَبُوْنَ اَنَّا لَا نَسْمَعُ سِرَّهُمْ وَنَجْوٰىهُمْ ۗ بَلٰى وَرُسُلُنَا لَدَيْهِمْ يَكْتُبُوْنَ ",
            "81": "قُلْ اِنْ كَانَ لِلرَّحْمٰنِ وَلَدٌ  ۖفَاَنَا۠ اَوَّلُ الْعٰبِدِيْنَ ",
            "82": "سُبْحٰنَ رَبِّ السَّمٰوٰتِ وَالْاَرْضِ رَبِّ الْعَرْشِ عَمَّا يَصِفُوْنَ ",
            "83": "فَذَرْهُمْ يَخُوْضُوْا وَيَلْعَبُوْا حَتّٰى يُلٰقُوْا يَوْمَهُمُ الَّذِيْ يُوْعَدُوْنَ",
            "84": "وَهُوَ الَّذِيْ فِى السَّمَاۤءِ اِلٰهٌ وَّ فِى الْاَرْضِ اِلٰهٌ ۗوَهُوَ الْحَكِيْمُ الْعَلِيْمُ ",
            "85": "وَتَبٰرَكَ الَّذِيْ لَهٗ مُلْكُ السَّمٰوٰتِ وَالْاَرْضِ وَمَا بَيْنَهُمَا ۚوَعِنْدَهٗ عِلْمُ السَّاعَةِۚ وَاِلَيْهِ تُرْجَعُوْنَ",
            "86": "وَلَا يَمْلِكُ الَّذِيْنَ يَدْعُوْنَ مِنْ دُوْنِهِ الشَّفَاعَةَ اِلَّا مَنْ شَهِدَ بِالْحَقِّ وَهُمْ يَعْلَمُوْنَ",
            "87": "وَلَىِٕنْ سَاَلْتَهُمْ مَّنْ خَلَقَهُمْ لَيَقُوْلُنَّ اللّٰهُ فَاَنّٰى يُؤْفَكُوْنَۙ",
            "88": "وَقِيْلِهٖ يٰرَبِّ اِنَّ هٰٓؤُلَاۤءِ قَوْمٌ لَّا يُؤْمِنُوْنَۘ",
            "89": "فَاصْفَحْ عَنْهُمْ وَقُلْ سَلٰمٌۗ فَسَوْفَ يَعْلَمُوْنَ ࣖ"
        },
        "translations": {
            "id": {
                "name": "Perhiasan",
                "text": {
                    "1": "Ha Mim",
                    "2": "Demi Kitab (Al-Qur'an) yang jelas.",
                    "3": "Kami menjadikan Al-Qur'an dalam bahasa Arab agar kamu mengerti.",
                    "4": "Dan sesungguhnya Al-Qur'an itu dalam Ummul Kitab (Lauh Mahfuzh) di sisi Kami, benar-benar (bernilai) tinggi dan penuh hikmah.",
                    "5": "Maka apakah Kami akan berhenti menurunkan ayat-ayat (sebagai peringatan) Al-Qur'an kepadamu, karena kamu kaum yang melampaui batas?",
                    "6": "Dan betapa banyak nabi-nabi yang telah Kami utus kepada umat-umat yang terdahulu.",
                    "7": "Dan setiap kali seorang nabi datang kepada mereka, mereka selalu memperolok-olokkannya.",
                    "8": "Karena itu Kami binasakan orang-orang yang lebih besar kekuatannya di antara mereka dan telah berlalu contoh umat-umat terdahulu.",
                    "9": "Dan jika kamu tanyakan kepada mereka, “Siapakah yang menciptakan langit dan bumi?” Pastilah mereka akan menjawab, “Semuanya diciptakan oleh Yang Mahaperkasa, Maha Mengetahui.”",
                    "10": "Yang menjadikan bumi sebagai tempat menetap bagimu dan Dia menjadikan jalan-jalan di atas bumi untukmu agar kamu mendapat petunjuk.",
                    "11": "Dan yang menurunkan air dari langit menurut ukuran (yang diperlukan) lalu dengan air itu Kami hidupkan negeri yang mati (tandus). Seperti itulah kamu akan dikeluarkan (dari kubur).",
                    "12": "Dan yang menciptakan semua berpasang-pasangan dan menjadikan kapal untukmu dan hewan ternak yang kamu tunggangi.",
                    "13": "Agar kamu duduk di atas punggungnya kemudian kamu ingat nikmat Tuhanmu apabila kamu telah duduk di atasnya; dan agar kamu mengucapkan, “Maha-suci (Allah) yang telah menundukkan semua ini bagi kami padahal kami sebelumnya tidak mampu menguasainya,",
                    "14": "dan sesungguhnya kami akan kembali kepada Tuhan kami.”",
                    "15": "Dan mereka menjadikan sebagian dari hamba-hamba-Nya sebagai bagian dari-Nya. Sungguh, manusia itu pengingkar (nikmat Tuhan) yang nyata.",
                    "16": "Pantaskah Dia mengambil anak perempuan dari yang diciptakan-Nya dan memberikan anak laki-laki kepadamu?",
                    "17": "Dan apabila salah seorang di antara mereka diberi kabar gembira dengan apa (kelahiran anak perempuan) yang dijadikan sebagai perumpamaan bagi (Allah) Yang Maha Pengasih, jadilah wajahnya hitam pekat, karena menahan sedih (dan marah).",
                    "18": "Dan apakah patut (menjadi anak Allah) orang yang dibesarkan sebagai perhiasan sedang dia tidak mampu memberi alasan yang tegas dan jelas dalam pertengkaran.",
                    "19": "Dan mereka menjadikan malaikat-malaikat hamba-hamba (Allah) Yang Maha Pengasih itu sebagai jenis perempuan. Apakah mereka menyaksikan penciptaan (malaikat-malaikat itu)? Kelak akan dituliskan kesaksian mereka dan akan dimintakan pertanggungjawaban.",
                    "20": "Dan mereka berkata, “Sekiranya (Allah) Yang Maha Pengasih menghendaki, tentulah kami tidak menyembah mereka (malaikat).” Mereka tidak mempunyai ilmu sedikit pun tentang itu. Tidak lain mereka hanyalah menduga-duga belaka.",
                    "21": "Atau apakah pernah Kami berikan sebuah kitab kepada mereka sebelumnya, lalu mereka berpegang (pada kitab itu)?",
                    "22": "Bahkan mereka berkata, “Sesungguhnya kami mendapati nenek moyang kami menganut suatu agama, dan kami mendapat petunjuk untuk mengikuti jejak mereka.”",
                    "23": "Dan demikian juga ketika Kami mengutus seorang pemberi peringatan sebelum engkau (Muhammad) dalam suatu negeri, orang-orang yang hidup mewah (di negeri itu) selalu berkata, “Sesungguhnya kami mendapati nenek moyang kami menganut suatu (agama) dan sesungguhnya kami sekedar pengikut jejak-jejak mereka.”",
                    "24": "(Rasul itu) berkata, “Apakah (kamu akan mengikutinya juga) sekalipun aku membawa untukmu (agama) yang lebih baik daripada apa yang kamu peroleh dari (agama) yang dianut nenek moyangmu.” Mereka menjawab, “Sesungguhnya kami mengingkari (agama) yang kamu diperintahkan untuk menyampaikannya.”",
                    "25": "Lalu Kami binasakan mereka, maka perhatikanlah bagaimana kesudahan orang-orang yang mendustakan (kebenaran).",
                    "26": "Dan (ingatlah) ketika Ibrahim berkata kepada ayahnya dan kaumnya, “Sesungguhnya aku berlepas diri dari apa yang kamu sembah,",
                    "27": "kecuali (kamu menyembah) Allah yang menciptakanku; karena sungguh, Dia akan memberi petunjuk kepadaku.”",
                    "28": "Dan (Ibrahim) menjadikan (kalimat tauhid) itu kalimat yang kekal pada keturunannya agar mereka kembali (kepada kalimat tauhid itu).",
                    "29": "Bahkan Aku telah memberikan kenikmatan hidup kepada mereka dan nenek moyang mereka sampai kebenaran (Al-Qur'an) datang kepada mereka beserta seorang Rasul yang memberi penjelasan.",
                    "30": "Tetapi ketika kebenaran (Al-Qur'an) itu datang kepada mereka, mereka berkata, “Ini adalah sihir dan sesungguhnya kami mengingkarinya.”",
                    "31": "Dan mereka (juga) berkata, “Mengapa Al-Qur'an ini tidak diturunkan kepada orang besar (kaya dan berpengaruh) dari salah satu dua negeri ini (Mekah dan Taif)?”",
                    "32": "Apakah mereka yang membagi-bagi rahmat Tuhanmu? Kamilah yang menentukan penghidupan mereka dalam kehidupan dunia, dan Kami telah meninggikan sebagian mereka atas sebagian yang lain beberapa derajat, agar sebagian mereka dapat memanfaatkan sebagian yang lain. Dan rahmat Tuhanmu lebih baik dari apa yang mereka kumpulkan.",
                    "33": "Dan sekiranya bukan karena menghindarkan manusia menjadi umat yang satu (dalam kekafiran), pastilah sudah Kami buatkan bagi orang-orang yang kafir kepada (Allah) Yang Maha Pengasih, loteng-loteng rumah mereka dari perak, demikian pula tangga-tangga yang mereka naiki,",
                    "34": "dan (Kami buatkan pula) pintu-pintu (perak) bagi rumah-rumah mereka, dan (begitu pula) dipan-dipan tempat mereka bersandar,  ",
                    "35": "dan (Kami buatkan pula) perhiasan-perhiasan dari emas. Dan semuanya itu tidak lain hanyalah kesenangan kehidupan dunia, sedangkan kehidupan akhirat di sisi Tuhanmu disediakan bagi orang-orang yang bertakwa.",
                    "36": "Dan barangsiapa berpaling dari pengajaran Allah Yang Maha Pengasih   (Al-Qur'an), Kami biarkan setan (menyesatkannya) dan menjadi teman karibnya.",
                    "37": "Dan sungguh, mereka (setan-setan itu) benar-benar menghalang-halangi mereka dari jalan yang benar, sedang mereka menyangka bahwa mereka mendapat petunjuk.",
                    "38": "Sehingga apabila orang–orang yang berpaling itu datang kepada Kami (pada hari Kiamat) dia berkata, “Wahai! Sekiranya (jarak) antara aku dan kamu seperti jarak antara timur dan barat! Memang (setan itu) teman yang paling jahat (bagi manusia).”",
                    "39": "Dan (harapanmu itu) sekali-kali tidak akan memberi manfaat kepadamu pada hari itu karena kamu telah menzalimi (dirimu sendiri). Sesungguhnya kamu pantas bersama-sama dalam azab itu.",
                    "40": "Maka apakah engkau (Muhammad) dapat menjadikan orang yang tuli bisa mendengar, atau (dapatkah) engkau memberi petunjuk kepada orang yang buta (hatinya) dan kepada orang yang tetap dalam kesesatan yang nyata?",
                    "41": "Maka sungguh, sekiranya Kami mewafatkanmu (sebelum engkau mencapai kemenangan), maka sesungguhnya Kami akan tetap memberikan azab kepada mereka (di akhirat),",
                    "42": "atau Kami perlihatkan kepadamu (azab) yang telah Kami ancamkan kepada mereka. Maka sungguh, Kami berkuasa atas mereka.",
                    "43": "Maka berpegang teguhlah engkau kepada (agama) yang telah diwahyukan kepadamu. Sungguh, engkau berada di jalan yang lurus.",
                    "44": "Dan sungguh, Al-Qur'an itu benar-benar suatu peringatan bagimu dan bagi kaummu, dan kelak kamu akan diminta pertanggungjawaban.",
                    "45": "Dan tanyakanlah (Muhammad) kepada rasul-rasul Kami yang telah Kami utus sebelum engkau, “Apakah Kami menentukan tuhan-tuhan selain (Allah) Yang Maha Pengasih untuk disembah?”",
                    "46": "Dan sungguh, Kami telah mengutus Musa dengan membawa mukjizat-mukjizat Kami kepada Fir’aun dan pemuka-pemuka kaumnya. Maka dia (Musa) berkata, “Sesungguhnya aku adalah utusan dari Tuhan seluruh alam.”",
                    "47": "Maka ketika dia (Musa) datang kepada mereka membawa mukjizat-mukjizat Kami, seketika itu mereka menertawakannya.",
                    "48": "Dan tidaklah Kami perlihatkan suatu mukjizat kepada mereka kecuali (mukjizat itu) lebih besar dari mukjizat-mukjizat (yang sebelumnya). Dan Kami timpakan kepada mereka azab agar mereka kembali (ke jalan yang benar).",
                    "49": "Dan mereka berkata, “Wahai pesihir! Berdoalah kepada Tuhanmu untuk (melepaskan) kami sesuai dengan apa yang telah dijanjikan-Nya kepadamu; sesungguhnya kami (jika doamu dikabulkan) akan menjadi orang yang mendapat petunjuk.”",
                    "50": "Maka ketika Kami hilangkan azab itu dari mereka, seketika itu (juga) mereka ingkar janji.",
                    "51": "Dan Fir‘aun berseru kepada kaumnya (seraya) berkata, “Wahai kaumku! Bukankah kerajaan Mesir itu milikku dan (bukankah) sungai-sungai ini mengalir di bawahku; apakah kamu tidak melihat?",
                    "52": "Bukankah aku lebih baik dari orang (Musa) yang hina ini dan yang hampir tidak dapat menjelaskan (perkataannya)?",
                    "53": "Maka mengapa dia (Musa) tidak dipakaikan gelang dari emas atau malaikat datang bersama-sama dia untuk mengiringkannya?”",
                    "54": "Maka (Fir‘aun) dengan perkataan itu telah mempengaruhi kaumnya, sehingga mereka patuh kepadanya. Sungguh, mereka adalah kaum yang fasik.",
                    "55": "Maka ketika mereka membuat Kami murka, Kami hukum mereka, lalu Kami tenggelamkan mereka semuanya (di laut),",
                    "56": "maka Kami jadikan mereka sebagai (kaum) terdahulu dan pelajaran bagi orang-orang yang kemudian.",
                    "57": "Dan ketika putra Maryam (Isa) dijadikan perumpamaan, tiba-tiba kaummu (Suku Quraisy) bersorak karenanya.",
                    "58": "Dan mereka berkata, “Manakah yang lebih baik tuhan-tuhan kami atau dia (Isa)?” Mereka tidak memberikan (perumpamaan itu) kepadamu melainkan dengan maksud membantah saja, sebenarnya mereka adalah kaum yang suka bertengkar.",
                    "59": "Dia (Isa) tidak lain hanyalah seorang hamba yang Kami berikan nikmat (kenabian) kepadanya dan Kami jadikan dia sebagai contoh pelajaran bagi Bani Israil.",
                    "60": "Dan sekiranya Kami menghendaki, niscaya ada di antara kamu yang Kami jadikan malaikat-malaikat (yang turun temurun) sebagai pengganti kamu di bumi.",
                    "61": "Dan sungguh, dia (Isa) itu benar-benar menjadi pertanda akan datangnya hari Kiamat. Karena itu, janganlah kamu ragu-ragu tentang (Kiamat) itu dan ikutilah Aku. Inilah jalan yang lurus.",
                    "62": "Dan janganlah kamu sekali-kali dipalingkan oleh setan; sungguh, setan itu musuh yang nyata bagimu.",
                    "63": "Dan ketika Isa datang membawa keterangan, dia berkata, “Sungguh, aku datang kepadamu dengan membawa hikmah dan untuk menjelaskan kepadamu sebagian dari apa yang kamu perselisihkan, maka bertakwalah kepada Allah dan taatlah kepadaku.",
                    "64": "Sungguh Allah, Dia Tuhanku dan Tuhanmu, maka sembahlah Dia. Ini adalah jalan yang lurus.”",
                    "65": "Tetapi golongan-golongan (yang ada) saling berselisih di antara mereka; maka celakalah orang-orang yang zalim karena azab pada hari yang pedih (Kiamat).",
                    "66": "Apakah mereka hanya menunggu saja kedatangan hari Kiamat yang datang kepada mereka secara mendadak sedang mereka tidak menyadarinya?",
                    "67": "Teman-teman karib pada hari itu saling bermusuhan satu sama lain, kecuali mereka yang bertakwa.",
                    "68": "”Wahai hamba-hamba-Ku! Tidak ada ketakutan bagimu pada hari itu dan tidak pula kamu bersedih hati.",
                    "69": "(Yaitu) orang-orang yang beriman kepada ayat-ayat Kami dan mereka berserah diri.",
                    "70": "Masuklah kamu ke dalam surga, kamu dan pasanganmu akan digembirakan.”",
                    "71": "Kepada mereka diedarkan piring-piring dan gelas-gelas dari emas, dan di dalam surga itu terdapat apa yang diingini oleh hati dan segala yang sedap (dipandang) mata. Dan kamu kekal di dalamnya.",
                    "72": "Dan itulah surga yang diwariskan kepada kamu disebabkan amal perbuatan yang telah kamu kerjakan.",
                    "73": "Di dalam surga itu terdapat banyak buah-buahan untukmu yang sebagiannya kamu makan.",
                    "74": "Sungguh, orang-orang yang berdosa itu kekal di dalam azab neraka Jahanam.",
                    "75": "Tidak diringankan (azab) itu dari mereka, dan mereka berputus asa di dalamnya.",
                    "76": "Dan tidaklah Kami menzalimi mereka, tetapi merekalah yang menzalimi diri mereka sendiri.",
                    "77": "Dan mereka berseru, “Wahai (Malaikat) Malik! Biarlah Tuhanmu mematikan kami saja.” Dia menjawab, “Sungguh, kamu akan tetap tinggal (di neraka ini).”",
                    "78": "Sungguh, Kami telah datang membawa kebenaran kepada kamu tetapi kebanyakan di antara kamu benci pada kebenaran itu.",
                    "79": "Ataukah mereka telah merencanakan suatu tipu daya (jahat), maka sesungguhnya Kami telah berencana (mengatasi tipu daya mereka).",
                    "80": "Ataukah mereka mengira, bahwa Kami tidak mendengar rahasia dan bisikan-bisikan mereka? Sebenarnya (Kami mendengar), dan utusan-utusan Kami (malaikat) selalu mencatat di sisi mereka.",
                    "81": "Katakanlah (Muhammad), “Jika benar Tuhan Yang Maha Pengasih mempunyai anak, maka akulah orang yang mula-mula memuliakan  (anak itu).",
                    "82": "Mahasuci Tuhan pemilik langit dan bumi, Tuhan pemilik ‘Arsy, dari apa yang mereka sifatkan itu.”",
                    "83": "Maka biarkanlah mereka tenggelam (dalam kesesatan) dan bermain-main sampai mereka menemui hari yang dijanjikan kepada mereka.",
                    "84": "Dan Dialah Tuhan (yang disembah) di langit dan Tuhan (yang disembah) di bumi dan Dialah Yang Mahabijaksana, Maha Mengetahui.",
                    "85": "Dan Mahasuci (Allah) yang memiliki kerajaan langit dan bumi, dan apa yang ada di antara keduanya; dan di sisi-Nyalah ilmu tentang hari Kiamat dan hanya kepada-Nyalah kamu dikembalikan.",
                    "86": "Dan orang-orang yang menyeru kepada selain Allah tidak mendapat syafaat (pertolongan di akhirat); kecuali orang yang mengakui yang hak (tauhid) dan mereka meyakini.",
                    "87": "Dan jika engkau bertanya kepada mereka, “Siapakah yang menciptakan mereka, niscaya mereka menjawab, “Allah,” jadi bagaimana mereka dapat dipalingkan (dari menyembah Allah),”",
                    "88": "dan (Allah mengetahui) ucapannya (Muhammad), “Ya Tuhanku, sesungguhnya mereka itu adalah kaum yang tidak beriman.”",
                    "89": "Maka berpalinglah dari mereka dan katakanlah, “Salam (selamat tinggal).” Kelak mereka akan mengetahui (nasib mereka yang buruk)."
                }
            }
        },
        "tafsir": {
            "id": {
                "kemenag": {
                    "name": "Kemenag",
                    "source": "Aplikasi Quran Kementrian Agama Republik Indonesia",
                    "text": {
                        "1": "Permulaan ayat ini terdiri dari huruf-huruf hijaiah, sebagaimana terdapat pada permulaan beberapa surah lainnya. Para ahli tafsir berbeda pendapat tentang maksud huruf-huruf itu. Selanjutnya silakan menelaah masalah ini pada \"Al-Qur'an dan Tafsirnya\" jilid I yaitu tafsir ayat pertama Surah al-Baqarah.\"",
                        "2": "Allah bersumpah, demi Kitab Suci Al-Qur'an yang menerangkan petunjuk dan hidayah, dan penjelasan hal-hal yang diperlukan manusia di dunia dan di akhirat untuk mencapai kebahagiaan. Barang siapa mengikuti petunjuk-petunjuk yang telah digariskan di dalam Al-Qur'an, dia akan beruntung dan selamat, dan barang siapa yang menyimpang daripadanya, maka dia akan merugi dan sesat dari jalan yang benar.",
                        "3": "Allah menerangkan bahwa Dia telah menjadikan Al-Qur'an dalam bahasa Arab bukan dalam bahasa 'Ajam (bahasa-bahasa asing) karena yang akan diberi peringatan pertama kali adalah orang-orang Arab agar mereka mudah memahami pelajaran dan nasihat-nasihat yang terkandung di dalamnya, dan dengan mudah mereka dapat memikirkan arti dan maknanya. Dia tidak menurunkan Al-Qur'an dalam bahasa 'Ajam agar tidak ada alasan bagi mereka untuk mengatakan bagaimana mereka dapat memahami isi Al-Qur'an karena bahasanya bukan bahasa Arab, bahasa kami, sebagaimana firman Allah:\n\nDan sekiranya Al-Qur'an Kami jadikan sebagai bacaan dalam bahasa selain bahasa Arab niscaya mereka mengatakan, \"Mengapa tidak dijelaskan ayat-ayatnya?\" Apakah patut (Al-Qur'an) dalam bahasa selain bahasa Arab sedang (rasul), orang Arab? Katakanlah, \"Al-Qur'an adalah petunjuk dan penyembuh bagi orang-orang yang beriman. (Fussilat/41: 44)",
                        "4": "Allah menerangkan kedudukan Al-Qur'an di Lauh Mahfudz bahwa ia telah ada dalam ilmu-Nya yang azali, amat tinggi nilainya karena dia mengandung rahasia-rahasia dan hikmah-hikmah yang menerangkan kebahagiaan manusia, dan petunjuk-petunjuk yang membawa mereka ke jalan yang benar. Hal ini sesuai dengan firman Allah:\n\nDan (ini) sesungguhnya Al-Qur'an yang sangat mulia, dalam Kitab yang terpelihara (Lauh Mahfudz), tidak ada yang menyentuhnya selain hamba-hamba yang disucikan. Diturunkan dari Tuhan seluruh alam. (al-Waqi'ah/56: 77-80)",
                        "5": "Allah mencela kaum musyrik Mekah dengan mengatakan: Apakah Kami akan berhenti memperingatkan kamu dengan Al-Qur'an karena kamu sudah begitu mendalam dalam kekafiranmu, selalu meninggalkan perintah Kami dan melakukan larangan Kami? Tidak! Kami sekali-sekali tidak akan berbuat demikian, karena rahmat dan kasih sayang Kami kepadamu, meskipun kamu seharusnya dibinasakan, atau dibiarkan sesat sampai mati, karena perbuatanmu sudah keterlaluan dan melampaui batas.\n\nQatadah berkata, \"Sekiranya Al-Qur'an itu telah diangkat atau ditiadakan ketika ia ditolak orang-orang pertama dari umat terdahulu, maka pasti mereka binasa, tetapi Allah selalu memberikan rahmat dan kasih sayang-Nya kepada mereka dan Muhammad saw senantiasa menyeru mereka selama duapuluh tahun lebih menurut izin dan kehendak Allah.\"",
                        "6": "Pada ayat ini Allah menghibur Rasul-Nya Muhammad saw yang sedang duka, karena ia didustakan oleh kaumnya, dan Allah memerintahkan kepadanya supaya dia bersabar. Tidak sedikit rasul yang telah diutus oleh Allah sejak dahulu diingkari dan diejek oleh kaumnya sebagaimana ia diingkari dan diejek pula.\n\nDemikianlah Sunatullah yang merupakan satu ketentuan dari Allah yang tidak dapat diubah lagi, sebagaimana firman Allah:\n\nSebagai sunah Allah yang (berlaku juga) bagi orang-orang yang telah terdahulu sebelum(mu), dan engkau tidak akan mendapati perubahan pada sunnah Allah. (al-Ahzab/33: 62)",
                        "7": "Pada ayat ini Allah menghibur Rasul-Nya Muhammad saw yang sedang duka, karena ia didustakan oleh kaumnya, dan Allah memerintahkan kepadanya supaya dia bersabar. Tidak sedikit rasul yang telah diutus oleh Allah sejak dahulu diingkari dan diejek oleh kaumnya sebagaimana ia diingkari dan diejek pula.\n\nDemikianlah Sunatullah yang merupakan satu ketentuan dari Allah yang tidak dapat diubah lagi, sebagaimana firman Allah:\n\nSebagai sunah Allah yang (berlaku juga) bagi orang-orang yang telah terdahulu sebelum(mu), dan engkau tidak akan mendapati perubahan pada sunnah Allah. (al-Ahzab/33: 62)",
                        "8": "Allah menerangkan bahwa Dia menghancurkan orang-orang yang mendustakan rasul-rasul dan mereka tak dapat mengelak dan menghindar apabila bencana itu datang, padahal mereka jauh lebih kuat dan perkasa dibandingkan dengan kaum Nabi Muhammad saw. Yang demikian itu hendaknya menjadi perhatian umat Muhammad. Firman Allah:\n\nMaka apakah mereka tidak mengadakan perjalanan di bumi, lalu mereka memperhatikan bagaimana kesudahan orang-orang yang sebelum mereka. Mereka itu lebih banyak dan lebih hebat kekuatannya serta (lebih banyak) peninggalan-peninggalan peradabannya di bumi. (Gafir/40: 82)\n\nAyat ini ditutup dengan satu peringatan kepada umat Muhammad bahwa ketentuan Allah yang berlaku pada umat yang mendustakan rasul, kiranya menjadi pelajaran bagi mereka karena tidak mustahil mereka itu juga akan ditimpa bencana sebagaimana halnya umat yang terdahulu itu. Firman Allah:\n\nMaka Kami jadikan mereka sebagai (kaum) terdahulu dan pelajaran bagi orang-orang yang kemudian. (az-Zukhruf/43: 56)\n\nAllah juga berfirman:\n\nItulah (ketentuan) Allah yang telah berlaku terhadap hamba-hamba-Nya. (Gafir/40: 85)",
                        "9": "Ayat ini ditujukan Allah kepada Rasul-Nya bahwa apabila dia bertanya kepada orang-orang musyrik kaumnya, siapakah yang menjadikan alam semesta seperti langit, bumi dan lainnya, mereka dengan tandas menjawab, bahwa semuanya itu diciptakan oleh Allah, Tuhan yang Maha Perkasa, Maha Mengetahui segalanya, tidak satu pun yang tersembunyi bagi-Nya. Firman Allah:\n\nBagi Allah tidak ada sesuatu pun yang tersembunyi di bumi dan di langit. (Ali 'Imran/3: 5)",
                        "10": "Allah menerangkan bahwa Dia-lah yang menjadikan bumi sebagai hamparan dan menyiapkannya bagi makhluk-Nya untuk tempat mereka menetap, berpijak dan mengayunkan kaki, diperlengkapi dengan jalan-jalan agar mereka dapat berkunjung dari satu tempat ke tempat yang lain, baik yang dekat maupun yang jauh untuk kepentingan hidup dan penghidupan, kepentingan ekonomi dan perdagangan, dan lain-lain. Sejalan dengan ayat ini firman Allah:\n\nBukankah Kami telah menjadikan bumi sebagai hamparan. (an-Naba'/78: 6)\n\nFirman Allah:\n\nDan Kami jadikan (pula) di sana jalan-jalan yang luas, agar mereka mendapat petunjuk. (al-Anbiya'/21: 31)",
                        "11": "Allah menurunkan hujan dari langit sesuai dengan keperluan untuk menghidup-suburkan tanam-tanaman dan tumbuh-tumbuhan. Dia menurunkan hujan tidak lebih dari yang diperlukan sehingga tidak melimpah ruah melampaui batas dan akhirnya menjadi bencana, seperti halnya air bah yang merusak dan membinasakan, dan tidak pula terlalu sedikit sehingga tidak mencukupi kebutuhan untuk kesuburan tanam-tanaman dan tumbuh-tumbuhan yang menyebabkan kering dan layu, dan mengakibatkan timbulnya bencana kelaparan yang menimpa makhluk Allah di mana-mana.\n\nDengan turunnya hujan dari langit sesuai dengan kadar yang diperlukan, maka hidup dan makmurlah negeri yang telah mati yang tidak lagi ditumbuhi tanam-tanaman dan pohon-pohonan. Sebagaimana Allah kuasa menghidupkan negeri yang telah mati, begitu pula Dia kuasa menghidupkan dan mengeluarkan orang-orang mati itu dari kubur dalam keadaan hidup, sebagaimana firman Allah:\n\nDan Dia menurunkan air (hujan) dari langit, lalu dengan air itu dihidupkannya bumi setelah mati (kering). (ar-Rum/30: 24)\n\nDan firman-Nya:\n\nMaka Kami arahkan awan itu ke suatu negeri yang mati (tandus) lalu dengan hujan itu Kami hidupkan bumi setelah mati (kering). Seperti itulah kebangkitan itu. (Fathir/35: 9)\n\nApa yang dikemukakan oleh ayat ini dibuktikan oleh ilmu pengetahuan yang ditemukan manusia saat ini. Diperkirakan dalam waktu satu detik, sebanyak 16 juta ton air menguap dari bumi. Menggunakan angka ini, maka diperhitungkan akan adanya 513 triliun ton air yang menguap dari bumi dalam setahun. Angka ini ternyata sama dengan perhitungan mengenai jumlah air hujan yang turun dalam setahun. Dengan demikian, air melakukan sirkulasi yang seimbang secara terus-menerus. Kehidupan di bumi sangat bergantung pada keberlanjutan siklus air yang demikian ini. Walaupun banyak teknologi mencoba mengintervensi siklus alami ini, seperti membuat hujan buatan, pada kenyataannya siklus air tidak dapat dibuat secara artifisial.\n\nProporsi air hujan tidak hanya penting dalam bentuk jumlahnya, tetapi juga kecepatan turunnya butir air hujan [menurut ukuran yang diperlukan]. Kecepatan butir air hujan tidak melebihi kecepatan standar, tidak peduli berapa ukuran butir air hujan itu. Umumnya butiran air hujan mempunyai diameter 4,5 mm. Kecepatannya sekitar 8 meter per detik. Pada ukuran yang lebih kecil, tentunya kecepatannya lebih rendah. Pada ukuran butiran yang lebih besar dari 4,5 mm, tidak berarti kecepatannya makin tinggi. Kecepatannya tetap, yaitu sekitar 8 meter per detik. Hal ini disebabkan karena bentuk butiran yang cair itu akan berinteraksi dengan udara dan angin sehingga bentuk butir air itu berubah sedemikian rupa yang mengakibatkan kecepatan jatuhnya menurun dan tidak melebihi kecepatan standar. \n\nMenghidupkan negeri yang mati dengan air (hujan) dari langit telah difirmankan pada Surah Fussilat/41: 39, bahwasanya dengan diturunkan hujan di daerah yang tandus maka daerah tersebut akan (bisa, dengan kehendak Allah) ditumbuhi pepohonan. Pada ayat ini ditekankan bahwa air dari langit diturunkan menurut kadar tertentu. Kebangkitan manusia setelah alam kubur sering diibaratkan dengan menghidupkan tanah yang tandus dengan air hujan. Perumpamaan ini dapat kita bandingkan dengan tumbuhnya biji-bijian atau spora liar yang terbawa tiupan angin dan terserak di atas tanah yang kering. Apabila tanah yang kering ini mendapat siraman hujan dengan jumlah yang cukup [menurut ukuran yang diperlukan], maka biji-biji tersebut akan tumbuh menjadi kecambah-kecambah dan kemudian menjadi tumbuhan. Apabila curah hujan sangat banyak maka biji-bijian atau spora yang menjadi bakal benih tumbuh-tumbuhan akan hanyut terbawa aliran air. Seandainya aliran air tidak sampai menghanyutkan, tetapi bila kadar kelembaban air dalam tanah terlalu berlebih maka biji-bijian tidak akan tumbuh menjadi kecambah, malahan akan membusuk. Semuanya menurut ukuran.",
                        "12": "Di antara sifat Allah yang disebut dalam ayat ini ialah Dia-lah yang menciptakan semua makhluk berpasang-pasangan, laki-laki perempuan, jantan-betina, baik dari jenis tumbuh-tumbuhan, pohon-pohonan, buah-buahan, bunga-bungaan dan lain-lain maupun dari jenis hewan dan manusia. Dia pula yang menjadikan kendaraan berupa perahu, kapal yang dapat dipergunakan untuk mengangkut manusia dan keperluan barang dagangan di laut, dan binatang ternak, seperti unta, kuda, himar, sapi dan lain-lain yang dapat dipergunakan sebagai alat pengangkutan di darat, dan lain-lain yang dapat menghubungkan satu tempat dengan tempat yang lain, baik di darat maupun di laut dengan macam alat perhubungan.\n\nSesuai dengan firman Allah:\n\nDan (Dia telah menciptakan) kuda, bagal, dan keledai, untuk kamu tunggangi dan (menjadi) perhiasan. Allah menciptakan apa yang tidak kamu ketahui. (an-Nahl/16: 8)\n\nPenjelasan mengenai Allah menciptakan segala sesuatunya berpasang-pasangan dapat dilihat penjelasannya pada Surah asy-Syura/42: 11. Beberapa ayat lain yang membicarakan hal yang sama adalah Yasin/36: 36, ar-Ra'd/13: 3, dan adh-dzariyat/51: 49.",
                        "13": "Pada ayat ini Allah menerangkan bahwa apabila manusia berada di atas punggung binatang, perahu, kapal, kereta api, pesawat terbang dan lain-lain hendaklah mengingat nikmat yang telah dikaruniakan Allah kepada mereka, hendaklah mengagungkan Allah dan menyucikan-Nya dari sifat-sifat yang tidak layak yang dituduhkan orang-orang musyrik kepada-Nya, dan hendaklah mereka membaca ayat ini sebagai doa:\n\nMahasuci (Allah) yang telah menundukkan semua ini bagi kami padahal kami sebelumnya tidak mampu menguasainya, dan sesungguhnya kami akan kembali kepada Tuhan kami. (az-Zukhruf/43: 13-14)\n\nAndaikata Allah tidak menundukkan alam semesta dengan ilmu yang dianugerahkan-Nya tentu manusia tidak dapat melakukannya, karena yang demikian itu di luar kemampuan mereka.\n\nBacaan doa itu mengingatkan manusia supaya selalu bersiap-siap menghadapi hari pembalasan saat seluruh manusia akan menghadapi dan mengalaminya dan jangan lalai mengingat Allah, baik di waktu bepergian atau tidak, di waktu berlayar atau tinggal di kampung halaman.\n\nSehubungan dengan tafsir di atas, diriwayatkan oleh Imam Muslim, Abu Dawud, dan an-Nasa'i bahwa Rasulullah saw, apabila bepergian dan berkendaraan mengucapkan tiga kali dan membaca doa tersebut di atas.\n\nApabila Nabi saw mengendarai kendaraannya untuk melakukan suatu perjalanan, maka beliau bertakbir tiga kali. Kemudian beliau membaca, \"Mahasuci (Allah) yang telah menundukkan semua ini bagi kami padahal kami sebelumnya tidak mampu menguasainya, dan sesungguhnya kami akan kembali kepada Tuhan kami.\"(Riwayat Muslim, Abu Dawud, dan an-Nasa'i)\n\nAyat di atas mengajarkan agar manusia mensyukuri nikmat Allah yang telah diberikan berupa binatang dan memperlakukannya dengan baik. Kesetaraan di antara makhluk, terutama antara binatang dan manusia, sangat ditekankan Tuhan. Salah satu ayat di bawah ini menjelaskan bahwa binatang juga umat Tuhan, sama dengan manusia. Walau mereka mempunyai ciri, kekhususan dan sistem yang berbeda-beda, pada hakikatnya, mereka sama dengan manusia di mata Tuhan. Dan manusia diwajibkan untuk mengingatnya.\n\nDan tidak ada seekor binatang pun yang ada di bumi dan burung-burung yang terbang dengan kedua sayapnya, melainkan semuanya merupakan umat-umat (juga) seperti kamu. Tidak ada sesuatu pun yang Kami luputkan di dalam Kitab, kemudian kepada Tuhan mereka dikumpulkan.\" (al-An'am/6: 38)\n\nBeberapa ayat Al-Qur'an menyinggung mengenai binatang, antara lain tentang bagaimana manusia harus bersikap terhadap binatang, kegunaan binatang untuk manusia, perilaku binatang yang harus ditiru manusia, dan banyak lagi lainnya. Dalam hubungan kesetaraan antar makhluk ini, ada tulisan seorang arif, Muhammad Fazlur Rahman Ansari, berbunyi demikian, \"Segala yang di muka bumi ini diciptakan untuk kita, maka sudah menjadi kewajiban alamiah kita untuk: menjaga segala sesuatu dari kerusakan; memanfaatkannya dengan tetap menjaga martabatnya sebagai ciptaan Tuhan; melestarikannya sebisa mungkin, yang dengan demikian, mensyukuri nikmat Tuhan dalam bentuk perbuatan nyata.\" \n\nMenyangkut hewan atau satwa peliharaan, Al-Qur'an dalam Surah an-Nahl/16: 5 menyebutkan beberapa manfaat binatang untuk manusia:\n\nDan hewan ternak telah diciptakan-Nya untuk kamu, padanya ada (bulu) yang menghangatkan dan berbagai manfaat, dan sebagiannya kamu makan. (an-Nahl/16: 5)\n\nDalam hubungannya dengan ayat dari Surah an-Nahl di atas, kita harus memperhatikan bahwa, misalnya, kulit dan bulu binatang ternak boleh dimanfaatkan. Namun Nabi Muhammad saw melanjutkannya dengan satu hal yang sangat bijaksana. Beliau melarang penggunaan kulit binatang liar walaupun sekedar untuk alas lantai. Jika aturan atau himbauan yang dikemukakan Nabi ini ditaati oleh semua orang, maka pembunuhan sia-sia terhadap beberapa jenis binatang liar demi meraih keuntungan semata niscaya tidak terjadi. Demikian pula, kendati umat Islam diperbolehkan mengkonsumsi daging beberapa binatang tertentu, tapi perlu diingat bahwa hal ini tidak menghalalkan pembantaian secara kejam dan tak terkendali terhadap mereka. \n\nSalah satu manfaat binatang adalah sebagai tunggangan. Kita harus ingat bahwa orang-orang Arab di masa lalu sepenuhnya bergantung pada unta untuk membantu membawa barang dalam perjalanan. Tuhan menyatakan hal tersebut dalam ayat di bawah: \n\nDan ia mengangkut beban-bebanmu ke suatu negeri yang kamu tidak sanggup mencapainya, kecuali dengan susah payah. Sungguh, Tuhanmu Maha Pengasih, Maha Penyayang. Dan (Dia telah menciptakan) kuda, bagal, dan keledai untuk kamu tunggangi dan (menjadi) perhiasan. Allah menciptakan apa yang tidak kamu ketahui. (an-Nahl/16: 7-8)\n\nPada hakikatnya Islam mengajarkan pada umatnya untuk menyayangi binatang dan melestarikan kehidupannya. Di dalam Al-Qur'an, Allah menekankan bahwa Dia telah menganugerahi manusia wilayah kekuasaan yang mencakup segala sesuatu di dunia ini. \n\nDan Dia telah menundukkan apa yang ada di langit dan apa yang ada di bumi untukmu semuanya (sebagai rahmat) dari-Nya. (al-Jatsiyah/45: 13). \n\nDalam ayat ini, Al-Qur'an sama sekali tidak menunjukan bahwa manusia memiliki kekuasaan mutlak untuk berbuat sekehendak hatinya segala sesuatu yang ada di langit dan bumi. Mereka juga tidak pula memiliki hak tanpa batas untuk menggunakan alam sehingga merusak keseimbangan ekologisnya. \n\n\" .... semua itu dari Dia ....\" Penggalan ayat di sini seharusnya disadari dan dimengerti sebagai pengingat-ingat dari Tuhan, bahwa manusia tidak memiliki apa-apa di dunia ini. Jadi bagaimana seharusnya kita memperlakukan barang orang lain harus selalu diingat di dalam benak \"...orang-orang yang berpikir....\"\n\nIslam pada dasarnya tidak mendukung manusia untuk menyalahgunakan binatang untuk tujuan olahraga maupun untuk menjadikan binatang sebagai objek eksperimen yang sembarangan. Ayat ini mengingatkan umat manusia bahwa Sang Pencipta telah menjadikan semua yang ada di alam ini (termasuk satwa) sebagai amanah yang harus mereka jaga.",
                        "14": "Pada ayat ini Allah menerangkan bahwa apabila manusia berada di atas punggung binatang, perahu, kapal, kereta api, pesawat terbang dan lain-lain hendaklah mengingat nikmat yang telah dikaruniakan Allah kepada mereka, hendaklah mengagungkan Allah dan menyucikan-Nya dari sifat-sifat yang tidak layak yang dituduhkan orang-orang musyrik kepada-Nya, dan hendaklah mereka membaca ayat ini sebagai doa:\n\nMahasuci (Allah) yang telah menundukkan semua ini bagi kami padahal kami sebelumnya tidak mampu menguasainya, dan sesungguhnya kami akan kembali kepada Tuhan kami. (az-Zukhruf/43: 13-14)\n\nAndaikata Allah tidak menundukkan alam semesta dengan ilmu yang dianugerahkan-Nya tentu manusia tidak dapat melakukannya, karena yang demikian itu di luar kemampuan mereka.\n\nBacaan doa itu mengingatkan manusia supaya selalu bersiap-siap menghadapi hari pembalasan saat seluruh manusia akan menghadapi dan mengalaminya dan jangan lalai mengingat Allah, baik di waktu bepergian atau tidak, di waktu berlayar atau tinggal di kampung halaman.\n\nSehubungan dengan tafsir di atas, diriwayatkan oleh Imam Muslim, Abu Dawud, dan an-Nasa'i bahwa Rasulullah saw, apabila bepergian dan berkendaraan mengucapkan tiga kali dan membaca doa tersebut di atas.\n\nApabila Nabi saw mengendarai kendaraannya untuk melakukan suatu perjalanan, maka beliau bertakbir tiga kali. Kemudian beliau membaca, \"Mahasuci (Allah) yang telah menundukkan semua ini bagi kami padahal kami sebelumnya tidak mampu menguasainya, dan sesungguhnya kami akan kembali kepada Tuhan kami.\"(Riwayat Muslim, Abu Dawud, dan an-Nasa'i)\n\nAyat di atas mengajarkan agar manusia mensyukuri nikmat Allah yang telah diberikan berupa binatang dan memperlakukannya dengan baik. Kesetaraan di antara makhluk, terutama antara binatang dan manusia, sangat ditekankan Tuhan. Salah satu ayat di bawah ini menjelaskan bahwa binatang juga umat Tuhan, sama dengan manusia. Walau mereka mempunyai ciri, kekhususan dan sistem yang berbeda-beda, pada hakikatnya, mereka sama dengan manusia di mata Tuhan. Dan manusia diwajibkan untuk mengingatnya.\n\nDan tidak ada seekor binatang pun yang ada di bumi dan burung-burung yang terbang dengan kedua sayapnya, melainkan semuanya merupakan umat-umat (juga) seperti kamu. Tidak ada sesuatu pun yang Kami luputkan di dalam Kitab, kemudian kepada Tuhan mereka dikumpulkan.\" (al-An'am/6: 38)\n\nBeberapa ayat Al-Qur'an menyinggung mengenai binatang, antara lain tentang bagaimana manusia harus bersikap terhadap binatang, kegunaan binatang untuk manusia, perilaku binatang yang harus ditiru manusia, dan banyak lagi lainnya. Dalam hubungan kesetaraan antar makhluk ini, ada tulisan seorang arif, Muhammad Fazlur Rahman Ansari, berbunyi demikian, \"Segala yang di muka bumi ini diciptakan untuk kita, maka sudah menjadi kewajiban alamiah kita untuk: menjaga segala sesuatu dari kerusakan; memanfaatkannya dengan tetap menjaga martabatnya sebagai ciptaan Tuhan; melestarikannya sebisa mungkin, yang dengan demikian, mensyukuri nikmat Tuhan dalam bentuk perbuatan nyata.\" \n\nMenyangkut hewan atau satwa peliharaan, Al-Qur'an dalam Surah an-Nahl/16: 5 menyebutkan beberapa manfaat binatang untuk manusia:\n\nDan hewan ternak telah diciptakan-Nya untuk kamu, padanya ada (bulu) yang menghangatkan dan berbagai manfaat, dan sebagiannya kamu makan. (an-Nahl/16: 5)\n\nDalam hubungannya dengan ayat dari Surah an-Nahl di atas, kita harus memperhatikan bahwa, misalnya, kulit dan bulu binatang ternak boleh dimanfaatkan. Namun Nabi Muhammad saw melanjutkannya dengan satu hal yang sangat bijaksana. Beliau melarang penggunaan kulit binatang liar walaupun sekedar untuk alas lantai. Jika aturan atau himbauan yang dikemukakan Nabi ini ditaati oleh semua orang, maka pembunuhan sia-sia terhadap beberapa jenis binatang liar demi meraih keuntungan semata niscaya tidak terjadi. Demikian pula, kendati umat Islam diperbolehkan mengkonsumsi daging beberapa binatang tertentu, tapi perlu diingat bahwa hal ini tidak menghalalkan pembantaian secara kejam dan tak terkendali terhadap mereka. \n\nSalah satu manfaat binatang adalah sebagai tunggangan. Kita harus ingat bahwa orang-orang Arab di masa lalu sepenuhnya bergantung pada unta untuk membantu membawa barang dalam perjalanan. Tuhan menyatakan hal tersebut dalam ayat di bawah: \n\nDan ia mengangkut beban-bebanmu ke suatu negeri yang kamu tidak sanggup mencapainya, kecuali dengan susah payah. Sungguh, Tuhanmu Maha Pengasih, Maha Penyayang. Dan (Dia telah menciptakan) kuda, bagal, dan keledai untuk kamu tunggangi dan (menjadi) perhiasan. Allah menciptakan apa yang tidak kamu ketahui. (an-Nahl/16: 7-8)\n\nPada hakikatnya Islam mengajarkan pada umatnya untuk menyayangi binatang dan melestarikan kehidupannya. Di dalam Al-Qur'an, Allah menekankan bahwa Dia telah menganugerahi manusia wilayah kekuasaan yang mencakup segala sesuatu di dunia ini. \n\nDan Dia telah menundukkan apa yang ada di langit dan apa yang ada di bumi untukmu semuanya (sebagai rahmat) dari-Nya. (al-Jatsiyah/45: 13). \n\nDalam ayat ini, Al-Qur'an sama sekali tidak menunjukan bahwa manusia memiliki kekuasaan mutlak untuk berbuat sekehendak hatinya segala sesuatu yang ada di langit dan bumi. Mereka juga tidak pula memiliki hak tanpa batas untuk menggunakan alam sehingga merusak keseimbangan ekologisnya. \n\n\" .... semua itu dari Dia ....\" Penggalan ayat di sini seharusnya disadari dan dimengerti sebagai pengingat-ingat dari Tuhan, bahwa manusia tidak memiliki apa-apa di dunia ini. Jadi bagaimana seharusnya kita memperlakukan barang orang lain harus selalu diingat di dalam benak \"...orang-orang yang berpikir....\"\n\nIslam pada dasarnya tidak mendukung manusia untuk menyalahgunakan binatang untuk tujuan olahraga maupun untuk menjadikan binatang sebagai objek eksperimen yang sembarangan. Ayat ini mengingatkan umat manusia bahwa Sang Pencipta telah menjadikan semua yang ada di alam ini (termasuk satwa) sebagai amanah yang harus mereka jaga.",
                        "15": "Allah menerangkan bahwa sekalipun orang musyrik mengakui bahwa Allah yang menciptakan langit dan bumi, namun di samping itu mereka pun menetapkan bahwa Allah mempunyai anak, dan malaikat merupakan anak perempuan-Nya.\n\nMereka mengatakan, Allah tidak azali seperti makhluk, sama-sama mempunyai anak, malah merendahkan-Nya karena Allah dikatakan mempunyai anak perempuan, sedang mereka mempunyai anak laki-laki. Orang-orang Arab pada waktu itu menganggap orang yang mempunyai anak-anak perempuan itu hina. Jadi, tidak heran kalau ayat itu ditutup dengan satu ketegasan bahwa manusia benar-benar pengingkar nikmat Tuhan, yang telah dikaruniakan kepada mereka.",
                        "16": "Allah membuka tabir kesesatan orang musyrik dan kebatilan ucapan mereka. Apakah masuk akal bahwa Allah memiliki sesuatu untuk diri-Nya yang lebih buruk (menurut anggapan mereka) sedangkan yang lain memiliki yang baik dan memilih untuk diri-Nya anak perempuan, sedangkan untuk orang lain anak laki-laki? Firman Allah:\n\nApakah (pantas) untuk kamu yang laki-laki dan untuk-Nya yang perempuan?\n\nYang demikian itu tentulah suatu pembagian yang tidak adil. (an-Najm/53: 21-22)\n\nDan firman-Nya:\n\nApakah Dia (Allah) memilih anak-anak perempuan daripada anak-anak laki-laki? Mengapa kamu ini? Bagaimana (caranya) kamu menetapkan? Maka mengapa kamu tidak memikirkan? (ash-shaffat/37: 153-155)\n\nDan firman-Nya lagi:\n\nSekiranya Allah hendak mengambil anak, tentu Dia akan memilih apa yang Dia kehendaki dari apa yang telah diciptakan-Nya. Mahasuci Dia. Dialah Allah Yang Maha Esa, Mahaperkasa. (az-Zumar/39: 4)",
                        "17": "Allah menunjukkan kebodohan orang-orang musyrik dan kecurangan mereka. Apabila salah seorang dari mereka dikaruniai anak perempuan, dengan serta-merta mukanya menjadi sangat muram karena sedih, menanggung malu yang amat dalam, tak kuat rasanya berhadapan muka dengan teman-temannya. Dia menyendiri dalam kebingungan. Apakah kiranya yang akan diperbuatnya? Apakah anak perempuan yang diperolehnya itu akan dibiarkan begitu saja, sekalipun ia harus menanggung malu dan hina, ataukah akan menguburkannya hidup-hidup? Suatu perbuatan yang sangat tercela, sebagaimana firman Allah:\n\nPadahal apabila seseorang dari mereka diberi kabar dengan (kelahiran) anak perempuan, wajahnya menjadi hitam (merah padam), dan dia sangat marah. Dia bersembunyi dari orang banyak, disebabkan kabar buruk yang disampaikan kepadanya. Apakah dia akan memeliharanya dengan (menanggung) kehinaan atau akan membenamkannya ke dalam tanah (hidup-hidup)? Ingatlah alangkah buruknya (putusan) yang mereka tetapkan itu. (an-Nahl/16: 58-59)",
                        "18": "Allah membantah anggapan kaum musyrik bahwa Allah mempunyai anak perempuan sedangkan mereka mempunyai anak laki-laki. Bantahan itu ialah: Apakah orang yang dilahirkan dan dibesarkan untuk berhias dan bila ia dalam bertukar pikiran dan berdiskusi tidak sanggup mengemukakan hujjah atau alasan yang kuat, karena dia lebih terpengaruh oleh perasaan daripada mempergunakan akal dan pikiran, adakah orang seperti ini patut dianggap anak Tuhan?",
                        "19": "Ayat ini menerangkan bahwa kaum musyrik telah berbuat empat kesalahan besar yang menunjukkan kekafiran mereka. Pertama, dikatakannya bahwa Allah mempunyai anak; kedua, anak-anak Allah perempuan; dan ketiga, anak-anak Allah itu adalah malaikat, padahal malaikat adalah hamba yang dimuliakan-Nya, yang senantiasa menyembah Tuhan siang dan malam, dan tidak pernah menyalahi apa yang diperintahkan kepadanya. Malaikat yang bersifat demikian dikatakannya perempuan. Keempat, anggapan mereka bahwa mereka menjadi musyrik karena ditakdirkan oleh Allah. Semua pernyataan mereka itu adalah dosa besar dan kebohongan yang tidak berdasar sama sekali.\n\nApakah mereka menyaksikan penciptaan malaikat-malaikat itu sehingga mereka berani menetapkan yang demikian dan yakin bahwa malaikat itu perempuan? Allah berfirman:\n\nAtau apakah Kami menciptakan malaikat-malaikat berupa perempuan sedangkan mereka menyaksikan(nya)?Ingatlah, sesungguhnya di antara kebohongannya mereka benar-benar mengatakan,\"Allah mempunyai anak.\" Dan sungguh, mereka benar-benar pendusta. (as-shaffat/37: 150-152)\n\nAyat 19 ini ditutup dengan satu ancaman kepada orang musyrik bahwa apa yang mereka katakan mengenai malaikat, semua itu akan dicatat dan akan dimintai pertanggungjawaban mereka di akhirat kelak.\n\nSatu lagi diperlihatkan perbuatan sesat dan orang musyrik. Mereka berkata dengan nada mengejek, \"Sekiranya Allah yang Maha Pemurah menghendaki, niscaya kami tidak menyembah malaikat itu.\" Seakan-akan mereka menyembah malaikat karena kehendak Allah. Allah berfirman:\n\nOrang-orang musyrik akan berkata, \"Jika Allah menghendaki, tentu kami tidak akan mempersekutukan-Nya. (al-An'am/6: 148)\n\nPendirian mereka sangat keliru dan sesat, karena Allah tidak pernah merestui suatu penyembahan terhadap sesuatu selain Dia, Allah hanya memerintahkan agar manusia hanya menyembah kepada-Nya, sebagaimana firman-Nya:\n\nDan sungguh, Kami telah mengutus seorang rasul untuk setiap umat (untuk menyerukan), \"Sembahlah Allah, dan jauhilah thagut\" (an-Nahl/16: 36)\n\nDan firman-Nya:\n\nDan tanyakanlah (Muhammad) kepada rasul-rasul Kami yang telah Kami utus sebelum engkau, \"Apakah Kami menentukan tuhan-tuhan selain (Allah) Yang Maha Pengasih untuk disembah?\" (az-Zukhruf/43: 45)\n\nAyat 20 ini ditutup dengan satu ketegasan, menolak ucapan orang musyrik itu, bahwa mereka tidak tahu sama sekali keadaan yang sebenarnya dan tidak mempunyai pengetahuan sedikit pun mengenai hal itu. Apa yang dikatakan mereka hanya dugaan belaka dan tidak berdasarkan hak dan kebenaran.",
                        "20": "Ayat ini menerangkan bahwa kaum musyrik telah berbuat empat kesalahan besar yang menunjukkan kekafiran mereka. Pertama, dikatakannya bahwa Allah mempunyai anak; kedua, anak-anak Allah perempuan; dan ketiga, anak-anak Allah itu adalah malaikat, padahal malaikat adalah hamba yang dimuliakan-Nya, yang senantiasa menyembah Tuhan siang dan malam, dan tidak pernah menyalahi apa yang diperintahkan kepadanya. Malaikat yang bersifat demikian dikatakannya perempuan. Keempat, anggapan mereka bahwa mereka menjadi musyrik karena ditakdirkan oleh Allah. Semua pernyataan mereka itu adalah dosa besar dan kebohongan yang tidak berdasar sama sekali.\n\nApakah mereka menyaksikan penciptaan malaikat-malaikat itu sehingga mereka berani menetapkan yang demikian dan yakin bahwa malaikat itu perempuan? Allah berfirman:\n\nAtau apakah Kami menciptakan malaikat-malaikat berupa perempuan sedangkan mereka menyaksikan(nya)?Ingatlah, sesungguhnya di antara kebohongannya mereka benar-benar mengatakan,\"Allah mempunyai anak.\" Dan sungguh, mereka benar-benar pendusta. (as-shaffat/37: 150-152)\n\nAyat 19 ini ditutup dengan satu ancaman kepada orang musyrik bahwa apa yang mereka katakan mengenai malaikat, semua itu akan dicatat dan akan dimintai pertanggungjawaban mereka di akhirat kelak.\n\nSatu lagi diperlihatkan perbuatan sesat dan orang musyrik. Mereka berkata dengan nada mengejek, \"Sekiranya Allah yang Maha Pemurah menghendaki, niscaya kami tidak menyembah malaikat itu.\" Seakan-akan mereka menyembah malaikat karena kehendak Allah. Allah berfirman:\n\nOrang-orang musyrik akan berkata, \"Jika Allah menghendaki, tentu kami tidak akan mempersekutukan-Nya. (al-An'am/6: 148)\n\nPendirian mereka sangat keliru dan sesat, karena Allah tidak pernah merestui suatu penyembahan terhadap sesuatu selain Dia, Allah hanya memerintahkan agar manusia hanya menyembah kepada-Nya, sebagaimana firman-Nya:\n\nDan sungguh, Kami telah mengutus seorang rasul untuk setiap umat (untuk menyerukan), \"Sembahlah Allah, dan jauhilah thagut\" (an-Nahl/16: 36)\n\nDan firman-Nya:\n\nDan tanyakanlah (Muhammad) kepada rasul-rasul Kami yang telah Kami utus sebelum engkau, \"Apakah Kami menentukan tuhan-tuhan selain (Allah) Yang Maha Pengasih untuk disembah?\" (az-Zukhruf/43: 45)\n\nAyat 20 ini ditutup dengan satu ketegasan, menolak ucapan orang musyrik itu, bahwa mereka tidak tahu sama sekali keadaan yang sebenarnya dan tidak mempunyai pengetahuan sedikit pun mengenai hal itu. Apa yang dikatakan mereka hanya dugaan belaka dan tidak berdasarkan hak dan kebenaran.",
                        "21": "Allah menambahkan penjelasan dalam rangka penolakan-Nya terhadap anggapan orang-orang musyrik bahwa mereka menyembah malaikat karena kehendak Allah, dengan firman-Nya, \"Apakah memang pernah kami memberikan kepada mereka sebuah kitab sebelum Al-Qur'an, lalu mereka berpegang teguh kepada kitab itu? Tidak, sama sekali tidak. Pendirian mereka hanya didasarkan atas dugaan dan sangkaan yang mengandung dusta, firman Allah:\n\nYang mereka ikuti hanya persangkaan belaka dan mereka hanyalah membuat kebohongan. (al-An'am/6: 116)",
                        "22": "Allah menerangkan bahwa apa yang disangka sebagai alasan untuk mempersekutukan Allah, sama sekali tidak benar, dan tidak mempunyai alasan yang dapat diandalkan. Mereka semata-mata hanya bertaklid mengikuti dan berpegang teguh kepada apa yang telah diperbuat oleh nenek moyang mereka, karena mereka yakin bahwa nenek moyang mereka berpengetahuan luas, dan tidak akan menyesatkan orang-orang yang mengikutinya, malahan mereka akan mendapat petunjuk. Mereka memutarbalikkan keadaan, karena sebenarnya mereka telah sesat, tidak mendapat petunjuk, sebagaimana firman Allah:\n\nSungguh, mereka telah sesat dan tidak mendapat petunjuk. (al-An'am/6: 140)",
                        "23": "Pada ayat ini Allah menghibur Nabi Muhammad saw bahwa tidak seorang rasul pun yang diutus ke suatu negeri sebelum Muhammad saw mendapat sambutan dengan kata-kata yang menyenangkan hati. Mereka semua mendapat jawaban yang tidak enak didengar dan sangat menjengkelkan hati. Sikap yang demikian berasal dari orang-orang yang terbiasa hidup mewah, sombong dan angkuh. Mereka berkata, \"Sesungguhnya kami mendapatkan nenek moyang kami menganut suatu agama dan sesungguhnya kami adalah pengikut jejak mereka.\" Jadi, kalau Muhammad saw mendapat jawaban seperti itu tidak perlu gusar dan merasa sesak dada. Apa yang dikatakan kepada Muhammad saw telah dikatakan pula kepada rasul-rasul sebelumnya, sebagaimana firman Allah:\n\nApa yang dikatakan (oleh orang-orang kafir) kepadamu tidak lain adalah apa yang telah dikatakan kepada rasul-rasul sebelummu. (Fussilat/41: 43)\n\nBegitu pula kalau dikatakan bahwa Nabi Muhammad saw tukang sihir, atau gila oleh kaumnya, itu pun karena rasul-rasul sebelumnya telah dituduh seperti itu juga oleh kaumnya, firman Allah:\n\nDemikianlah setiap kali seorang rasul yang datang kepada orang-orang yang sebelum mereka, mereka (kaumnya) pasti mengatakan, \"Dia itu pesihir atau orang gila.\" (adh-dzariyat/51: 52)",
                        "24": "Allah menerangkan bahwa Nabi Muhammad menghimbau kaumnya dengan ucapan, \"Apakah kamu masih tetap mengikuti jejak nenek moyang kamu, sekalipun aku membawa untukmu suatu agama yang nyata dan lebih baik daripada apa yang telah dianut oleh nenek moyangmu itu?\" Kaumnya menjawab dengan sombong, bahwa mereka akan tetap mengikuti jejak nenek moyang mereka dan tidak akan mengikuti agama yang dibawanya, yakni agama yang ditugaskan kepadanya untuk menyampaikannya, dan mereka tetap akan mengingkarinya, sebagaimana firman Allah:\n\nOrang-orang yang menyombongkan diri berkata, \"Sesungguhnya kami mengingkari apa yang kamu percayai.\" (al-A'raf/7: 76)",
                        "25": "Allah menerangkan bahwa orang-orang yang tetap membangkang dan senantiasa mendustakan rasul-rasul yang diutus kepada mereka dan mengingkari ketuhanan Allah, akan dibinasakan sebagai akibat dari perbuatan mereka yang selalu mendustakan ayat-ayat Allah; kiranya hal itu dapat disaksikan dan menjadi iktibar sesuai dengan firman-Nya:\n\nMaka berjalanlah kamu di bumi dan perhatikanlah bagaimana kesudahan orang yang mendustakan (rasul-rasul). (an-Nahl/16: 36)",
                        "26": "Allah memerintahkan kepada Muhammad saw supaya dia memperingatkan kaumnya yang fanatik kepada nenek moyangnya bahwa Nabi Ibrahim telah berlepas diri dari bapak dan kaumnya ketika dia melihat mereka bersungguh-sungguh menyembah berhala, karena yang demikian itu adalah satu hal yang tidak pantas dan membawa kepada kesesatan sebagaimana firman Allah:\n\nDan (ingatlah) ketika Ibrahim berkata kepada ayahnya Azar, \"Pantaskah engkau menjadikan berhala-berhala itu sebagai tuhan? Sesungguhnya aku melihat engkau dan kaummu dalam kesesatan yang nyata.\" (al-An'am/6: 74)",
                        "27": "Dalam ayat ini Nabi Ibrahim menegaskan pendiriannya setelah dia berlepas diri dari bapak dan kaumnya, bahwa dia hanya menyembah Allah yang menciptakannya dan yang menciptakan seluruh manusia. Dia yang akan menunjukkan jalan yang baik dan benar, yang akan membawa manusia kepada kebahagiaan dunia dan akhirat. Dia yang menyediakan dan memberi makan dan minum, menyembuhkan orang sakit. Tuhan yang mematikan dan menghidupkan, Tuhan yang diharapkan mengampuni dosa di akhirat. Penegasan Nabi Ibrahim diabadikan di dalam Al-Qur'an sebagaimana firman Allah:\n\n(yaitu) Yang telah menciptakan aku, maka Dia yang memberi petunjuk kepadaku, dan Yang memberi makan dan minum kepadaku; dan apabila aku sakit, Dialah yang menyembuhkan aku, dan Yang akan mematikan aku, kemudian akan menghidupkan aku (kembali), dan Yang sangat kuinginkan akan mengampuni kesalahanku pada hari Kiamat.\" (asy-Syura/26: 78-82)",
                        "28": "Allah menerangkan bahwa Nabi Ibrahim menjadikan kalimat tauhid itu kalimat yang kekal, agar penduduk Mekah dapat menyadarinya, lalu meninggalkan agama nenek moyangnya yang sesat dan mengikuti agama tauhid yang dianut nenek moyang mereka yang tidak sesat yaitu Ibrahim apalagi jika mereka mengingat, bahwa Nabi Ibrahimlah kebanggaan mereka karena membangun Baitullah yang menjadi kiblat umat Islam sedunia ketika mendirikan salat.\n\nQatadah berkata, \"Dari keturunan Ibrahim itu senantiasa ada yang menyembah Allah sampai hari Kiamat.\" Dan Ibnu 'Arabi berkata, \"Bahwasanya keturunan Ibrahim dapat turun-temurun beragama tauhid, karena dua doanya yang telah diperkenankan oleh Allah, pertama:\n\n\"Sesungguhnya Aku menjadikan engkau sebagai pemimpin bagi seluruh manusia.\" Dia (Ibrahim) berkata, \"Dan (juga) dari anak cucuku?\" Allah berfirman, \"(Benar, tetapi) janji-Ku tidak berlaku bagi orang-orang zalim.\" (al-Baqarah/2: 124) \n\ndan kedua:\n\nDan jauhkanlah aku beserta anak cucuku agar tidak menyembah berhala. (Ibrahim/14: 35)",
                        "29": "Allah menerangkan bahwa Dia telah memberikan kenikmatan kepada orang-orang musyrik dan nenek moyang mereka sejak dahulu kala, memanjangkan umur mereka, menganugerahkan beraneka ragam nikmat, tetapi mereka itu terpesona oleh nikmat yang ada pada mereka, terpengaruh oleh kehendak hawa nafsu mereka, lalu menuruti ajakan setan dan melupakan kalimat tauhid. Maka Allah menjadikan dari keturunan Ibrahim orang-orang yang mengesakan Allah, menyuruh orang-orang kafir di antara mereka agar beriman kepada-Nya, maka dipilih-Nyalah Muhammad saw sebagai Rasul dan diturunkan-Nya Al-Qur'an sebagai kitab yang berisi petunjuk ke jalan yang benar, menyeru mereka untuk berbuat amal baik demi kemaslahatan dan kebahagiaan dunia dan akhirat.",
                        "30": "Allah menerangkan bahwa ketika disampaikan kepada mereka Al-Qur'an dan mukjizat sebagai bukti kebenaran Rasul, mereka menyambutnya dengan sambutan yang tidak baik. Mereka berkata bahwa apa yang didatangkan kepada mereka adalah sihir dan bukan wahyu dari Allah, oleh karena itu mereka mengingkarinya.",
                        "31": "Mereka berkata, \"Kedudukan sebagai rasul adalah kedudukan yang mulia, maka sepantasnyalah orang yang memangku jabatan itu adalah orang yang mulia pula, mempunyai kekayaan dan kedudukan yang tinggi, sedangkan Muhammad saw tidak memiliki yang demikian itu. Yang pantas menduduki jabatan ini adalah salah satu dari dua orang yang memiliki hal-hal tersebut dari dua kota yang mulia pula yaitu al-Walid bin al-Mugirah dari Mekah atau 'Urwah bin Mas'ud ats-saqafi dari thaif.",
                        "32": "Ayat ini menunjukkan penolakan terhadap keinginan orang-orang musyrik yang tak mau menerima pengangkatan Muhammad saw sebagai rasul; seakan-akan merekalah yang paling berhak dan berwenang membagi-bagi dan menentukan siapa yang pantas menerima rahmat Tuhan. Allah menyatakan, \"Sekali-kali tidaklah demikian halnya, Kamilah yang berhak dan berwenang mengatur dan menentukan penghidupan hamba dalam kehidupan dunia. Kami-lah yang melebihkan sebagian hamba atas sebagian yang lain; ada yang kaya dan ada yang lemah, ada yang pandai dan ada yang bodoh, ada yang maju dan ada yang terbelakang, karena apabila Kami menyamakan di antara hamba di dalam hal-hal tersebut di atas, maka akan terjadi persaingan di antara mereka, atau tidak terjadi situasi saling bantu-membantu antara satu dengan yang lain, dan tidak akan terjadi saling memanfaatkan antara satu dengan yang lain, sebaliknya mereka saling mengejek. Semuanya itu akan membawa kepada kehancuran dan kerusakan dunia. Kalau mereka tidak mampu berbuat seperti tersebut di atas mengenai urusan keduniaan, mengapa mereka berani menentang berbagai kebijaksanaan Allah di dalam menentukan siapa yang pantas diserahi tugas kerasulan itu. \n\nAyat ini ditutup dengan penegasan bahwa rahmat Allah dan keutamaan yang diberikan kepada orang yang telah ditakdirkan memangku jabatan kenabian dan mengikuti petunjuk wahyu dalam Al-Qur'an yang telah diturunkan, jauh lebih baik dan mulia daripada kemewahan dan kekayaan dunia yang ditimbun mereka. Demikian dikarenakan dunia dengan segala kekayaannya itu berada di tepi jurang yang akan runtuh dan akan lenyap tidak berbekas sedikit pun.",
                        "33": "Ayat ini menegaskan sekiranya bukan karena Allah hendak menghindarkan semua manusia menjadi umat yang satu dalam kekafiran akibat mereka melihat orang-orang kafir memperoleh rezeki yang lapang, karena mengira bahwa harta yang banyak adalah bukti cinta Allah kepada mereka, maka akan Allah berikan kepada orang-orang kafir itu rumah-rumah mewah yang terbuat dari emas dan perak, tetapi Allah menghendaki keimanan mereka.",
                        "34": "Begitu juga pintu-pintu rumah orang-orang kafir, dan tempat tidur yang mereka tiduri akan dijadikan dari perak. Semua itu adalah perhiasan tempat manusia berbangga-bangga; semua itu hanya merupakan kesenangan kehidupan dunia yang sifatnya sementara, dan hanya dapat bertahan beberapa saat saja lalu hilang lenyap, sedangkan kehidupan akhirat yang penuh dengan kesenangan dan kenikmatan yang beraneka ragam dan tak terhitung banyaknya serta kekal abadi telah dipersiapkan untuk orang yang bertakwa kepada Allah, yang tidak menyekutukan-Nya, yang tidak berbuat maksiat dengan melanggar perintah-Nya, tetapi taat dan patuh melaksanakan perintah-Nya. Firman Allah:\n\nSedangkan kamu (orang-orang kafir) memilih kehidupan dunia, padahal kehidupan akhirat itu lebih baik dan lebih kekal. (al-A'la/87: 16-17)",
                        "35": "Begitu juga pintu-pintu rumah orang-orang kafir, dan tempat tidur yang mereka tiduri akan dijadikan dari perak. Semua itu adalah perhiasan tempat manusia berbangga-bangga; semua itu hanya merupakan kesenangan kehidupan dunia yang sifatnya sementara, dan hanya dapat bertahan beberapa saat saja lalu hilang lenyap, sedangkan kehidupan akhirat yang penuh dengan kesenangan dan kenikmatan yang beraneka ragam dan tak terhitung banyaknya serta kekal abadi telah dipersiapkan untuk orang yang bertakwa kepada Allah, yang tidak menyekutukan-Nya, yang tidak berbuat maksiat dengan melanggar perintah-Nya, tetapi taat dan patuh melaksanakan perintah-Nya. Firman Allah:\n\nSedangkan kamu (orang-orang kafir) memilih kehidupan dunia, padahal kehidupan akhirat itu lebih baik dan lebih kekal. (al-A'la/87: 16-17)",
                        "36": "Dalam ayat ini ditegaskan bahwa siapa yang berpaling dari peringatan dan pengajaran Allah, yaitu membutakan hatinya untuk beriman dan mempercayai ajaran-ajaran-Nya yang terdapat dalam Al-Qur'an, maka setan akan selalu menemaninya dan akan selalu berupaya membawanya kepada kesesatan, sehingga Allah akhirnya akan menjadikan setan itu menjadi teman setianya. \n\nMenurut az-Zajjaj, maksud ayat ini adalah bahwa siapa yang berpaling dari Al-Qur'an dan tidak mau mengikuti petunjuk-petunjuk yang terdapat di dalamnya, setan akan terus-menerus menggodanya sampai ia terjerumus ke jalan yang sesat, karena itu ia pasti akan mendapat siksaan Allah. Dalam sebuah hadis Rasulullah saw bersabda:\n\nRasulullah saw bersabda, \"Tidaklah ada salah seorang dari kalian melainkan didampingi oleh pendamping dari golongan jin.\" (Riwayat Muslim)\n\nDi dalam ayat lain Allah berfirman bahwa orang yang selalu mengingkari ayat-ayat Allah, maka hati dan pandangan mereka akan dibolak-balik oleh Allah sehingga mereka tidak jadi beriman dan tetap dalam kesesatan mereka:\n\nDan (begitu pula) Kami memalingkan hati dan penglihatan mereka seperti pertama kali mereka tidak beriman kepadanya (Al-Qur'an), dan Kami biarkan mereka bingung dalam kesesatan. (al-An'am/6: 110)\n\nManusia yang sesat akan berbuat dosa, lalu semakin ia bergelimang dosa, semakin tertutup hatinya sehingga tidak mungkin lagi beriman dan berbuat baik, sebagaimana sabda Rasulullah saw: \n\nRasulullah saw bersabda, \"Sesungguhnya seorang mukmin jika berbuat dosa niscaya ada titik hitam di dalam hatinya, jika ia bertobat dan meninggalkan dan memohon ampun niscaya hatinya kembali bersih. Namun jika dosanya bertambah, niscaya bertambah titik hitam tersebut sehingga meliputi hatinya.\" (Riwayat Ahmad)",
                        "37": "Dalam ayat ini diterangkan konsekuensi menjadikan setan sebagai teman, yaitu bahwa setan itu akan selalu berupaya menghalangi mereka untuk menemukan jalan yang benar, yaitu mengimani ajaran-ajaran Allah yang terdapat di dalam Al-Qur'an. Mereka akhirnya memang tidak menemukan jalan yang benar itu, tetapi merasa bahwa jalan sesat yang mereka tempuh adalah benar, dan kebenaran ayat-ayat Al-Qur'an yang disampaikan kepada mereka adalah salah. Begitulah hebatnya kekuasaan setan atas diri orang itu.",
                        "38": "Dalam ayat ini diterangkan nasib manusia yang bersahabat dengan setan itu di hari akhirat ketika menghadap Allah. Di saat itulah orang itu baru menyadari bahwa ia telah disesatkan oleh setan-setan itu. Di hadapan Allah ia menyesali mengapa ia terlalu dekat dengan setan-setan itu sewaktu di dunia. Ia menyesal mengapa waktu di dunia dulu mereka dengan setan itu tidak berjauhan sebagaimana jauhnya timur dan barat, yaitu seperti antara satu ujung dengan ujung yang lainnya. Tetapi penyesalan itu tidak berguna, karena dunia sudah digulung dan tidak akan mungkin dikembalikan lagi. \n\nDi akhirat setan-setan yang menjadi teman-teman setia mereka waktu di dunia akan meninggalkan mereka. Di depan Allah setan-setan itu mengingkari persahabatan dan berlepas tangan, sebagaimana diinformasikan dalam Surah Ibrahim/14: 22.\n\nDan setan berkata ketika perkara (hisab) telah diselesaikan, \"Sesungguhnya Allah telah menjanjikan kepadamu janji yang benar, dan aku pun telah menjanjikan kepadamu tetapi aku menyalahinya. Tidak ada kekuasaan bagiku terhadapmu, melainkan (sekedar) aku menyeru kamu lalu kamu mematuhi seruanku, oleh sebab itu janganlah kamu mencerca aku, tetapi cercalah dirimu sendiri. Aku tidak dapat menolongmu, dan kamu pun tidak dapat menolongku. Sesungguhnya aku tidak membenarkan perbuatanmu mempersekutukan aku (dengan Allah) sejak dahulu.\" Sungguh, orang yang zalim akan mendapat siksaan yang pedih. (Ibrahim/14: 22)\n\nDemikianlah, setan-setan jelas merupakan teman yang paling jahat: di dunia mereka merayu, tetapi di akhirat mereka berlepas tangan bahkan menjerumuskan manusia.",
                        "39": "Selanjutnya Allah menegaskan kepada mereka bahwa bagaimana pun penyesalan mereka dan apa pun alasan mereka tidak akan diterima. Hal itu karena mereka telah berbuat aniaya, yaitu tidak mengimani-Nya dan tidak menjalankan perintah-perintah-Nya. Mereka akhirnya akan dijebloskan ke dalam neraka bersama setan-setan teman-teman mereka itu.",
                        "40": "Pada ayat ini Allah bertanya kepada Nabi Muhammad saw yang selalu ingin agar orang-orang kafir itu beriman, apakah ia mampu membuat orang yang tuli mendengar ajakan untuk beriman dan berbuat baik, dan apakah ia mampu membuka hati orang yang telah tertutup mata hatinya. Tentu saja Nabi saw. tidak akan mampu, karena yang mampu melakukannya hanyalah Allah, sedangkan Allah tidak akan mengembalikan mereka yang sesat itu bila mereka sendiri tidak bersedia kembali kepada jalan yang benar. \n\nPertanyaan Allah swt kepada Nabi Muhammad saw itu bukanlah untuk maksud bertanya, tetapi justru untuk menegaskan bahwa telinga dan mata batin mereka sebenarnya sudah tuli dan buta, karena itu kebenaran apa pun yang disampaikan kepada mereka tidak akan mereka terima. Oleh karena itu tugas beliau sebagai seorang rasul hanya menyampaikan. Dalam menyampaikan firman-firman Allah kepada kaum kafir Mekah itu, Nabi saw telah melaksanakannya dengan segenap tenaga dan upaya, namun sebagian mereka menentangnya. Nabi saw dan umatnya diboikot, bahkan diancam akan dibunuh. Untuk menyelamatkan diri Nabi saw memerintahkan pengikut-pengikutnya untuk berhijrah, pertama ke Abessinia, dan kedua ke Medinah. Penentangan dan ancaman itu kadang-kadang membuat hati Nabi saw. kecewa dan hampir-hampir putus asa. Namun dengan turunnya ayat-ayat seperti ayat ini, hati beliau terhibur kembali. Beliau sadar bahwa ia tidak bersalah, tetapi merekalah yang tertutup hatinya. Yang mampu membukanya hanyalah Allah, karena itu beliau tidak lagi berputus asa, tetapi terus berdakwah, dengan harapan pada suatu saat Allah akan menurunkan hidayah-Nya kepada mereka.\n\nDi dalam ayat lain Allah berfirman mengenai pemberian hidayah yang merupakan wewenang Allah itu:\n\nBukanlah kewajibanmu (Muhammad) menjadikan mereka mendapat petunjuk, tetapi Allah-lah yang memberi petunjuk kepada siapa yang Dia kehendaki. (al-Baqarah/2: 272)",
                        "41": "Di dalam dua ayat ini dijelaskan bahwa Nabi saw tidak perlu terlalu merisaukan penentangan orang-orang musyrikin Mekah. Mereka pasti akan dihukum oleh Allah pada saat yang dikehendaki-Nya. Kemungkinan hukuman itu dalam dua cara. Pertama, Allah akan menghukum mereka setelah Nabi saw meninggal; dengan demikian hukuman itu tidak sempat beliau saksikan sendiri di dunia. Kedua, hukuman terhadap orang-orang yang kafir itu dilaksanakan Allah sekarang juga yaitu pada saat Nabi saw masih hidup. Bukti hukuman seperti itu adalah, menurut sebagian ulama, terbunuhnya banyak pemimpin kaum kafir Mekah pada Perang Badar. Demikianlah ancaman Allah terhadap kaum kafir itu. Pernyataan itu kembali menguatkan hati Nabi saw bahwa mereka yang menentang itu memang betul-betul membutakan mata hatinya karena itu perlu didakwahi lebih intensif lagi.",
                        "42": "Di dalam dua ayat ini dijelaskan bahwa Nabi saw tidak perlu terlalu merisaukan penentangan orang-orang musyrikin Mekah. Mereka pasti akan dihukum oleh Allah pada saat yang dikehendaki-Nya. Kemungkinan hukuman itu dalam dua cara. Pertama, Allah akan menghukum mereka setelah Nabi saw meninggal; dengan demikian hukuman itu tidak sempat beliau saksikan sendiri di dunia. Kedua, hukuman terhadap orang-orang yang kafir itu dilaksanakan Allah sekarang juga yaitu pada saat Nabi saw masih hidup. Bukti hukuman seperti itu adalah, menurut sebagian ulama, terbunuhnya banyak pemimpin kaum kafir Mekah pada Perang Badar. Demikianlah ancaman Allah terhadap kaum kafir itu. Pernyataan itu kembali menguatkan hati Nabi saw bahwa mereka yang menentang itu memang betul-betul membutakan mata hatinya karena itu perlu didakwahi lebih intensif lagi.",
                        "43": "Pada ayat ini Nabi saw diminta Allah untuk berpegang teguh pada Al-Qur'an, yaitu lebih meningkatkan iman kepadanya dan lebih giat menyampaikan ajaran-ajaran Allah di dalamnya. Hal itu karena ajaran-ajaran yang terdapat di dalam Kitab itu mutlak benar dan menjamin kebahagiaan hidup manusia di dunia dan akhirat. Sedangkan bagi mereka yang tetap membangkang tentu Allah akan menentukan hukuman buat mereka.",
                        "44": "Allah menegaskan bahwa turunnya Al-Qur'an itu sesungguhnya adalah kemuliaan bagi Nabi saw dan kaumnya, yaitu suku Quraisy pada khususnya dan bangsa Arab pada umumnya. Hal itu karena Al-Qur'an itu diturunkan dalam bahasa mereka. Dengan begitu bangsa Arab, khususnya suku Quraisy, tentu yang paling paham maknanya, karena itu seharusnya mereka menjadi yang pertama dalam mengimaninya dan melaksanakan ajaran-ajaran yang terdapat di dalamnya. Dalam ayat lain Allah menyatakan Al-Qur'an sebagai kehormatan yang telah diberikan kepada mereka:\n\nSungguh, telah Kami turunkan kepadamu sebuah Kitab (Al-Qur'an) yang di dalamnya terdapat peringatan bagimu. Maka apakah kamu tidak mengerti? (al-Anbiya'/21: 10)\n\nSelanjutnya, orang-orang musyrikin Mekah seharusnya menjadi pelopor dalam menyebarkan ajaran-ajaran yang terdapat dalam Al-Qur'an. Untuk itu semua mereka akan diminta pertanggungjawabannya. Bila mereka tidak mengimaninya, tidak menjalankannya, dan tidak menyebarluaskannya, maka kedudukan mereka akan digantikan oleh kaum-kaum lain, sebagaimana difirmankan Allah:\n\nIngatlah, kamu adalah orang-orang yang diajak untuk menginfakkan (hartamu) di jalan Allah. Lalu di antara kamu ada orang yang kikir, dan barangsiapa kikir maka sesungguhnya dia kikir terhadap dirinya sendiri. Dan Allah-lah Yang Mahakaya dan kamulah yang membutuhkan (karunia-Nya). Dan jika kamu berpaling (dari jalan yang benar) Dia akan menggantikan (kamu) dengan kaum yang lain, dan mereka tidak akan (durhaka) seperti kamu (ini). (Muhammad/47: 38)\n\nKarena Al-Qur'an diturunkan dalam bahasa Arab, kaum muslimin yang bukan bangsa Arab dan tidak berbahasa Arab berarti perlu belajar bahasa Arab supaya dapat memahami ajaran-ajaran yang terdapat di dalam Al-Qur'an itu dengan baik. Di antara mereka perlu ada yang mendalami ajaran-ajaran yang terdapat di dalamnya, melaksanakannya, dan mendakwahkannya. Bila mereka melakukan yang demikian itu, maka kedudukan mereka setingkat dengan suku Quraisy yang dianugerahi kemulian sebagai umat pertama yang menerima Islam dan menyebarluaskannya kepada bangsa-bangsa lain. Mereka adalah para ulama. Dengan demikian di pundak para ulama terletak tanggung jawab besar dan mereka juga akan diminta pertanggungjawaban nanti di akhirat oleh Allah swt.",
                        "45": "Ayat ini mengandung celaan terhadap kaum kafir Mekah yang masih belum mau beriman dan masih tetap menyembah berhala-berhala. Celaan itu ditujukan kepada mereka karena Al-Qur'an turun dalam bahasa mereka, dimana merekalah seharusnya yang lebih memahaminya dan mengimaninya terlebih dahulu.\n\nUntuk itulah Allah meminta Nabi Muhammad bertanya kepada rasul-rasul terdahulu, pernahkah Allah menjadikan sembahan selain-Nya. Perintah agar Nabi saw bertanya kepada nabi-nabi terdahulu itu, menurut pendapat sebagian ulama, terjadi pada waktu Nabi saw melakukan Isra' Mi'raj. Ada pula yang berpendapat bahwa pertanyaan kepada rasul-rasul itu dilakukan dengan memeriksa isi kitab-kitab suci terdahulu, yaitu Taurat dan Injil. Para nabi itu pasti akan menjawab bahwa mereka tidak pernah menyaksikan adanya Tuhan selain Allah. Dengan demikian perintah Allah kepada Nabi Muhammad untuk bertanya kepada nabi-nabi terdahulu itu bukanlah bertanya karena tidak tahu, tetapi bertanya untuk menunjukkan bahwa kaum Quraisy yang menyembah berhala-berhala itu keliru karena hal itu tidak pernah diajarkan dalam agama-agama terdahulu. Oleh sebab itu mereka seharusnya beriman.",
                        "46": "Dalam ayat ini diterangkan bahwa Allah telah mengutus Nabi Musa kepada Fir'aun dan rakyatnya untuk menyampaikan ajaran-ajaran Allah. Nabi Musa diutus kepada Fir'aun dengan dilengkapi beberapa mukjizat, misalnya tongkat menjadi ular, tangan yang bercahaya, dan sebagainya. Inti seruan Nabi Musa kepada Fir'aun adalah agar Fir'aun mengakui Allah sebagai Tuhan yang menciptakan dan memelihara seluruh alam ini, dan mengakuinya sebagai utusan-Nya.\n\nPenegasan berkenaan dengan Nabi Musa itu mengandung pula penegasan mengenai Nabi Muhammad saw. Kaum kafir Mekah hendaknya juga mengimani Allah swt sebagai Tuhan Yang Maha Esa, mengimani Muhammad saw sebagai Rasul-Nya dan mengimani mukjizatnya yang utama yaitu Al-Qur'an. Selanjutnya penegasan itu mengandung arti bahwa agama yang diserukan Nabi Muhammad sama dengan yang diserukan Nabi Musa dan seluruh nabi, yaitu Islam. Allah berfirman: \n\nSesungguhnya agama di sisi Allah ialah Islam. (Ali 'Imran/3:19)",
                        "47": "Ayat ini menerangkan sikap Fir'aun dan kaumnya terhadap seruan Nabi Musa. Mereka meminta Nabi Musa menyampaikan bukti-bukti kerasulannya, lalu Nabi Musa menyampaikan mukjizat-mukjizatnya, di antaranya tongkat menjadi ular, tangan bercahaya, dan lain-lain. Tetapi mereka menertawakannya dan mengejeknya. Nabi Muhammad pun diperlakukan demikian oleh kaum kafir Mekah. Mereka menuduhnya pesihir dan pembohong (shad/38: 4), dan menuduh Al-Qur'an itu mimpi, rekayasa, atau syair gubahan Nabi Muhammad saw. (al-Anbiya'/21: 5).\n\nApa yang disampaikan dalam ayat ini meringankan tekanan batin yang diderita Nabi saw akibat penentangan yang keras dari kaum kafir Mekah. Dari isi ayat itu Nabi saw memperoleh pelajaran bahwa sudah menjadi kebiasaan seorang nabi ditentang oleh kaumnya, karena itu yang ditentang bukan hanya dia, tetapi seluruh nabi. Ia harus sabar dan tabah menghadapi segala tantangan, sebagaimana Nabi Musa sabar dan tabah menghadapi Fir'aun dan balatentaranya, sehingga ia memperoleh kemenangan. Begitu pula Nabi Muhammad saw, bila sabar dan tabah, maka ia juga akan memperoleh kemenangan atas kaum kafir Mekah di dunia ini juga, yang kemudian dibuktikan dengan hancurnya pasukan kafir Mekah pada Perang Badar.",
                        "48": "Dalam ayat ini dijelaskan bahwa mukjizat adalah sesuatu peristiwa atau sesuatu yang besar dan luar biasa yang diberikan kepada seorang nabi sebagai bukti kenabiannya. Namun mukjizat yang diberikan kepada seorang nabi lebih hebat dari mukjizat yang diberikan kepada nabi sebelumnya. Begitu pula mukjizat yang diberikan kepada Nabi Musa. Dalam Surah al-Isra'/17: 101 dinyatakan bahwa Nabi Musa diberi sembilan macam mukjizat, yaitu tongkat menjadi ular, tangan bercahaya, kemarau panjang, laut terbelah, topan yang dahsyat, belalang yang memusnahkan tanaman, kutu yang menimbulkan penyakit, kodok yang menjadi hama, dan air minum yang berubah menjadi darah yang Allah turunkan kepada Fir'aun dan kaumnya dalam bentuk bencana untuk menyadarkan mereka, sebagaimana firman Allah:\n\nMaka Kami kirimkan kepada mereka topan, belalang, kutu, katak dan darah (air minum berubah menjadi darah) sebagai bukti-bukti yang jelas, tetapi mereka tetap menyombongkan diri dan mereka adalah kaum yang berdosa. (al-A'raf/7: 133)\n\nDengan ditimpakannya bencana-bencana itu kepada Fir'aun dan pengikut-pengikutnya diharapkan mereka akan kembali, yaitu beriman. Tetapi tidak demikian, mereka tetap membangkang.\n\nBegitu pula dengan Nabi Muhammad saw, beliau telah menyampaikan kepada kafir Mekah mukjizatnya yang terbesar, yaitu Al-Qur'an. Tetapi mereka tetap menolaknya dan menyatakan bahwa Al-Qur'an itu adalah mimpi, rekayasa, atau syair gubahan Nabi Muhammad saw.",
                        "49": "Fir'aun dan pengikut-pengikutnya merasakan bencana-bencana yang ditimpakan kepada mereka sangat dahsyat, lalu mereka memohon kepada Nabi Musa agar berdoa kepada Allah supaya melepaskan mereka dari azab itu. \"Wahai tukang sihir!\" kata mereka, \"Berdoalah kepada Tuhanmu sesuai dengan apa yang Ia janjikan kepadamu! Kami pasti menerima apa yang kau sampaikan.\" Memanggil Nabi Musa tukang sihir sudah menunjukkan bahwa mereka menghina beliau dan tidak mempercayainya. Tetapi Nabi Musa tetap mengabulkan permintaan mereka, karena Allah memang telah menjanjikan kepadanya bahwa bila mereka beriman, azab itu akan dihentikan. Nabi Musa pun berdoa setelah mereka berjanji akan beriman, lalu Allah pun menghentikan azab tersebut.",
                        "50": "Setelah azab dihentikan, ternyata mereka memungkiri janji mereka. Mereka tetap membangkang, Di dalam ayat lain peristiwa itu diterangkan pula:\n\nDan ketika mereka ditimpa azab (yang telah diterangkan itu) mereka pun berkata, \"Wahai Musa! Mohonkanlah untuk kami kepada Tuhanmu sesuai dengan janji-Nya kepadamu. Jika engkau dapat menghilangkan azab itu dari kami, niscaya kami akan beriman kepadamu dan pasti akan kami biarkan Bani Israil pergi bersamamu.\" Tetapi setelah Kami hilangkan azab itu dari mereka hingga batas waktu yang harus mereka penuhi ternyata mereka ingkar janji. (Surah al-A'raf/7: 134-135)\n\nDi dalam ayat itu diterangkan bahwa mereka berjanji bahwa bila mereka dilepaskan dari bencana-bencana itu, mereka akan beriman dan akan membebaskan Bani Israil dari siksaan dan perbudakan yang mereka perlakukan terhadap mereka. Tetapi semuanya itu hanyalah janji. Mereka tidak menepati janji itu, bahkan ingin mencelakakan Nabi Musa dan kaumnya.",
                        "51": "Fir'aun semakin menunjukkan kesombongannya dan kesewenang-wenangannya. Ia bertanya kepada kaumnya, bertanya untuk menegaskan, bukankah kerajaan Mesir yang besar itu milik dia bukan milik orang lain. Bukankah sungai-sungai sebagai sumber kehidupan di negeri itu mengalir di bawah istananya dan di dalam kebun-kebunnya. Pertanyaan itu untuk menunjukan kesombongannya. Dengan ucapan itu ia hendak menyatakan bahwa dialah penguasa besar dan satu-satunya di negeri itu, yang tidak mungkin dilawan dan dikalahkan. Oleh karena itu ia tidak akan beriman dan dan tidak akan tunduk kepada Nabi Musa. Ucapannya itu sekaligus mengandung ancaman kepada siapa saja yang mengikuti Nabi Musa bahwa mereka akan memperoleh nasib yang tidak menguntungkan.",
                        "52": "Fir'aun semakin menunjukkan kecongkakannya. Ia menghina Nabi Musa. Ia bertanya kepada kaumnya, sekali lagi untuk menegaskan, bukankah yang terbaik adalah dia, sedangkan Nabi Musa adalah seorang yang hina karena ia tidak memiliki apa-apa, seperti kekuasaan, jabatan, dan kekayaan seperti yang ia miliki. Dan bukankah Nabi Musa itu begitu hinanya mengingat untuk menjelaskan sesuatu dengan kata-kata saja ia tidak mampu. Yang dimaksudkannya adalah ketidakmampuan Nabi Musa berbicara secara jelas karena lidahnya kelu sebagaimana diakuinya dalam doanya kepada Allah agar memperkuatnya dengan mengutus saudaranya, Nabi Harun. Allah berfirman:\n\nDan saudaraku Harun, dia lebih fasih lidahnya daripada aku, maka utuslah dia bersamaku sebagai pembantuku untuk membenarkan (perkataan)ku; sungguh, aku takut mereka akan mendustakanku. (al-Qasas/28: 34)\n\nTujuan Fir'aun bertanya kepada kaumnya dengan menyampaikan kekurangan-kekurangan Nabi Musa bukanlah untuk bertanya tetapi untuk tujuan menghina beliau. Ia berharap dengan mengemukakan kekurangan Nabi Musa, rakyatnya memiliki pandangan yang tidak baik kepadanya dan tidak mempercayainya.",
                        "53": "Fir'aun memberikan alasan mengapa Nabi Musa tidak pantas memperoleh kemuliaan dan tidak layak diimani sebagai rasul, karena ia tidak memiliki gelang-gelang emas sebagai tanda ia kaya, dan tidak didampingi malaikat-malaikat sebagai tanda ia seorang rasul. Dengan demikian Fir'aun membuat tolok ukur kemuliaan itu adalah dengan kekayaan, dan tolok ukur kebenaran pada hal-hal yang kasat mata. Allah tidak meletakkan tolok ukur kemuliaan itu pada materi tetapi pada ketakwaan, sebagaimana firman Allah:\n\nWahai manusia! Sungguh, Kami telah menciptakan kamu dari seorang laki-laki dan seorang perempuan, kemudian Kami jadikan kamu berbangsa-bangsa dan bersuku-suku agar kamu saling mengenal. Sungguh yang paling mulia di antara kamu di sisi Allah ialah orang yang paling bertakwa. Sungguh, Allah Maha Mengetahui, Mahateliti. (al-hujurat/49: 13) \n\nAllah tidak meletakkan tolok ukur kebenaran sebagai seorang rasul itu pada sesuatu yang dapat diindera, namun pada kebenaran jalan yang ditempuhnya, yaitu pada kebenaran wahyu yang diperolehnya dari Allah. Allah berfirman:\n\nKatakanlah (Muhammad), \"Sesungguhnya aku ini hanya seorang manusia seperti kamu, yang telah menerima wahyu, bahwa sesungguhnya Tuhan kamu adalah Tuhan Yang Maha Esa.\" Maka barang siapa mengharap pertemuan dengan Tuhannya maka hendaklah dia mengerjakan kebajikan dan janganlah dia mempersekutukan dengan sesuatu pun dalam beribadah kepada Tuhannya.\" (al-Kahf/18: 110) \n\nPerlakuan yang tidak layak juga dialami Nabi Muhammad saw bahkan lebih hebat lagi. Kaumnya tidak mempercayainya sebagai seorang rasul karena ia tidak memiliki apa-apa. Mereka memintanya, di samping menjadi orang kaya, juga dapat menciptakan peristiwa-peristiwa yang luar biasa sampai-sampai mereka ingin melihat Allah dan malaikat secara kasat mata. Permintaan itu tentu tidak mungkin ia penuhi karena sudah di luar kuasanya dan mustahil dipenuhi. Beliau hanya menjawab, \"Mahasuci Tuhanku, dan saya hanya seorang manusia yang menjadi rasul.\" \n\nKatakanlah (Muhammad), \"Mahasuci Tuhanku, bukankah aku ini hanya seorang manusia yang menjadi rasul?\" (al-Isra'/17: 93)",
                        "54": "Upaya Fir'aun mempengaruhi dan mengelabui rakyatnya berhasil. Rakyat Mesir patuh kepadanya dan tidak mau beriman kepada Nabi Musa bahkan membencinya. Mereka digolongkan oleh Allah sebagai orang-orang fasik, yaitu orang-orang yang benar-benar telah melanggar ajaran-ajaran agama dan keluar dari kebenaran.",
                        "55": "Kefasikan Fir'aun dan kaumnya semakin menjadi-jadi. Mereka semakin lupa daratan bahkan memandang Fir'aun adalah tuhan. Tindakan itu sudah sampai ke puncaknya, yang tidak mungkin lagi dimaafkan oleh Allah dan sangat disesalkan. Allah pun menjatuhkan hukuman-Nya, ketika Fir'aun dan balatentaranya mengejar Nabi Musa dan kaumnya sampai ke Laut Merah, Allah menenggelamkannya di laut itu. Dengan demikian ia tewas karena kesombongannya memiliki kekayaan dan kekuasaan, dan kebenaran pun terungkap walaupun diusung hanya oleh seorang manusia biasa yang tidak punya kekuasaan apa-apa. \n\nPenundaan hukuman terhadap orang yang jahat itu disebut istidraj, yaitu pelaku perbuatan dosa dibiarkan melakukan kejahatan sehingga dosanya meningkat terus sampai ke puncaknya, bila pelakunya tidak mempan lagi dinasehati. Bila dosa-dosa itu sudah sampai di puncaknya, maka Allah tidak mungkin memaafkannya lagi, lalu Ia akan menjatuhkan hukuman-Nya. Nabi bersabda dalam sebuah riwayat Ahmad, at-Tirmidhi, ath-thabrani dan al-Baihaqi:\n\n'Uqbah bin 'Amir meriwayatkan bahwa Nabi saw bersabda, \"Apabila engkau melihat Allah memberikan kepada seorang hamba kenikmatan duniawi yang ia inginkan dari dunia sedangkan ia selalu bermaksiatm maka sesungguhnya hal tersebut merupakan istidraj.\" Kemudian Nabi saw membaca ayat, \"Maka ketika mereka melupakan peringatan yang telah diberikan kepada mereka, Kami pun membukakan semua pintu (kesenangan) untuk mereka. Sehingga ketika mereka bergembira dengan apa yang telah diberikan kepada mereka, Kami siksa mereka secara tiba-tiba, maka ketika itu mereka terdiam putus asa.\" (Riwayat Ahmad, at-Tirmidhi, ath-thabrani dan al-Baihaqi)",
                        "56": "Kasus Fir'aun itu merupakan contoh yang patut dijadikan pelajaran oleh generasi-generasi berikutnya sampai hari Kiamat. Pelajarannya adalah agar siapa pun tidak meniru tingkah laku Fir'aun yang congkak dan durhaka. Dan bahwa siapa pun yang congkak dan durhaka akan mengalami nasib yang sama seperti Fir'aun itu.",
                        "57": "Ayat ini menerangkan bahwa Nabi Isa putra Maryam dijadikan contoh oleh kaum musyrikin Mekah untuk menjatuhkan dan memperolok-olokkan Nabi Muhammad saw. Hal itu terjadi ketika beliau menyampaikan ayat,\" \"Sungguh, kamu (orang kafir) dan apa yang kamu sembah selain Allah, adalah bahan bakar Jahanam.,\" (al-Anbiya'/21: 98). Mereka bersorak-sorai kegirangan, karena menyangka memperoleh alasan untuk membuktikan bahwa Nabi Muhammad bertindak salah berdasarkan ayat itu. Hal itu karena Nabi Isa disembah oleh sebagian manusia. Dengan begitu beliau juga akan masuk neraka bersama mereka yang menyembahnya. Untuk membantah pandangan itu Allah menurunkan ayat, \"Sungguh, sejak dahulu bagi orang-orang yang telah ada (ketetapan) yang baik dari Kami, mereka itu akan dijauhkan (dari neraka),\" (al-Anbiya'/21:101). Dengan demikian Nabi Isa, 'Uzair, dan pendeta-pendeta serta rahib-rahib yang taat dan hanya menyembah Allah, akan masuk surga, dan orang-orang sesat yang kemudian menjadikan mereka tuhan-tuhan selain Allah akan masuk neraka. Mengenai Isa sendiri yang disembah mereka yang sesat itu turun ayat ini untuk membantahnya, \"Dan tatkala putra Maryam dijadikan perumpamaan, tiba-tiba kaummu, ya Muhammad, bersorak karenanya,\" yaitu menyoraki kamu karena firman-Nya itu. Selanjutnya Allah menjelaskan, \"Dia (Isa) tidak lain hanyalah seorang hamba yang Kami anugerahi nikmat dan Kami jadikan tanda untuk Bani Israil. Dan jika Kami kehendaki, benar-benar Kami jadikan sebagian kalian malaikat-malaikat di bumi yang turun-temurun. Dan ia (Isa) sungguh merupakan bukti tentang adanya hari Kiamat¦.\"",
                        "58": "Dalam ayat ini diterangkan bahwa kaum musyrikin Mekah itu membandingkan tuhan-tuhan mereka, yaitu berhala-berhala, dengan Nabi Isa yang telah dipertuhankan oleh orang-orang sesat sebelumnya, manakah yang lebih baik. Menurut pandangan mereka Nabi Isa tidak lebih baik dari berhala-berhala yang mereka sembah, karena Nabi Isa juga akan masuk neraka bersama mereka dan tuhan-tuhan mereka. Lalu Allah mematahkan pandangan itu dengan menerangkan bahwa mereka sebenarnya hanya berdebat dan menyanggah tak menentu, karena memang begitulah sifat yang sudah tertanam dalam diri mereka.",
                        "59": "Allah menegaskan bahwa Nabi Isa sesungguhnya adalah hamba-Nya, bukan anak-Nya dan bukan Tuhan. Ia telah dikaruniai kemuliaan, yaitu menjadi nabi yang menyampaikan ajaran-ajaran Allah dalam kitab Injil. Di samping itu Nabi Isa dijadikan-Nya sebagai contoh bagi Bani Israil tentang bukti kekuasaan-Nya, bahwa Ia menciptakan sesuatu melalui proses yang tidak wajar, yaitu menciptakan manusia tanpa ayah. Dengan mengemukakan contoh itu, Bani Israil dan siapa pun sesudahnya tidak boleh memandangnya sebagai anak Tuhan dan mengangkatnya sebagai tuhan.",
                        "60": "Allah membantah kepercayaan kaum musyrikin Mekah bahwa malaikat adalah anak Allah yang harus disembah. Kepercayaan itu sama dengan kepercayaan sebagian Bani Israil dan orang-orang sesudah mereka tentang Nabi Isa. Allah menegaskan bahwa bila Ia mau, Ia dapat menciptakan manusia menjadi malaikat yang menghuni bumi ini secara turun-temurun, atau menggantikan manusia di bumi yang juga hidup beranak pinak sampai hari kiamat. Lalu apakah malaikat itu adalah anak-anak Allah dan pantas disembah? Dengan penjelasan itu Allah hendak menyampaikan kepada kaum musyrikin Mekah bahwa Ia mampu menciptakan apa saja termasuk yang jauh lebih hebat dari penciptaan Nabi Isa, karena itu hanya Allahlah yang pantas disembah, bukan ciptaan-Nya itu.",
                        "61": "Allah menerangkan lebih lanjut tentang kelebihan yang diberikan kepada Nabi Isa, yang akan menjadi bukti tentang adanya hari Kiamat. Hal itu karena Nabi Isa memiliki mukjizat-mukjizat besar, seperti menghidupkan orang mati, menyembuhkan kebutaan, dan sebagainya. Mukjizat-mukjizat itu merupakan bukti bahwa Allah yang memberikannya mampu menciptakan hari Kiamat. \n\nDi samping itu hadis-hadis sahih menginformasikan akan datangnya Nabi Isa menjelang hari Kiamat. Hadis itu diriwayatkan dari berbagai sumber, di antaranya Abu Hurairah, Ibnu 'Abbas , 'Ikrimah, al-hasan, Qatadah, dan adh-ahhak, sehingga dipandang mutawatir oleh sebagian ulama. Hadis itu di antaranya adalah: \n\nNabi saw bersabda, \"Demi (Allah)yang menguasai jiwaku, hampir saja turun kepada kalian Isa bin Maryam sebagai hakim yang adil. (Riwayat al-Bukhari dan Muslim)\n\nDengan demikian maksud ayat ini adalah bahwa munculnya Nabi Isa menjelang hari Kiamat merupakan tanda bahwa Kiamat akan datang.\n\nSelanjutnya Allah meminta manusia agar tidak meragukan datangnya hari Kiamat. Karena itu mereka harus mempersiapkan diri dengan cara beriman dan berbuat baik, supaya dapat memetik buah iman dan amalnya nanti di akhirat. Dengan begitu manusia akan hidup bahagia selamanya di hari akhirat nanti.\n\nAllah meminta Bani Israil agar mengikuti ajaran-ajaran yang Ia sampaikan kepada Nabi Isa mengenai adanya hari Kiamat. Ajaran tentang adanya kiamat meminta manusia agar berbuat baik sebagai persiapan untuk menghadapinya. Ajaran itu merupakan jalan yang lurus yang mutlak benar dan pasti dapat mengantarkan manusia ke kehidupan yang bahagia di akhirat. Jalan yang lurus itulah yang diajarkan Islam, yang merupakan agama yang dibawa semua nabi, termasuk nabi terakhir yaitu Muhammad saw.",
                        "62": "Selanjutnya Allah memperingatkan manusia agar tidak terjebak oleh tipu daya setan. Tugas manusia adalah beribadah, yaitu mengabdi kepada Allah dengan mempersembahkan kebaikan kepada seluruh alam. Dalam perjuangannya itu ia akan selalu dihalang-halangi dan dihadang oleh setan. Manusia harus melawannya supaya usaha dan perjuangannya dalam mewujudkan kebaikan tidak sampai dihentikan setan.\n\nDengan demikian setan juga bekerja keras, untuk menjatuhkan manusia. Karena ia memang musuh sejati manusia. Permusuhan sejati itu terjadi karena setan dendam akibat dilaknat Allah dan diusir dari surga, karena ia tidak mau sujud kepada nenek moyang manusia, yaitu Adam.",
                        "63": "Ayat ini menjelaskan bagaimana sesungguhnya dakwah Nabi Isa kepada Bani Israil. Nabi Isa menyampaikan pokok-pokok ajaran yang diterimanya dari Allah swt, antara lain tentang iman kepada Allah sebagai Tuhan yang Maha Esa, iman kepada adanya hari kemudian, berbuat baik kepada sesama manusia, dan tidak melakukan perbuatan jahat. Nabi lsa menegaskan bahwa pokok-pokok ajaran yang disampaikannya itu adalah hikmah, yaitu beragama tauhid yang perlu dijalankan, yakni melakukan perbuatan-perbuatan mulia dan menjauhi perbuatan-perbuatan jahat yang akan menentukan kebahagiaan umat manusia di dunia dan akhirat. (Mengenai rincian apa itu hikmah, bacalah Surah al-Isra'/17: 23-39).\n\nNabi Isa juga menjelaskan tugasnya yang lain, yaitu menjelaskan apa yang diperselisihkan oleh Bani Israil. Perselisihan itu ada yang berkenaan dengan masalah agama, misalnya mengenai apakah hewan yang berkuku dan lemak sapi dan domba haram (al-An'am/6:146). Nabi Isa datang menjelaskan kehalalan semuanya itu (Ali 'Imran/3:50). Menurut Ibn Jarir, perselisihan itu mengenai persoalan-persoalan dunia, bukan mengenai agama. Hal itu tampaknya berkenaan dengan perpecahan Bani Israil menjadi berbagai sekte yang selalu baku hantam satu sama lainnya. \n\nSetelah itu Nabi Isa meminta mereka bertakwa yaitu mengerjakan apa yang diperintahkan Allah dan menjauhi apa yang dilarang-Nya. Takwa adalah konsekuensi iman, yaitu menjalankan nilai-nilai yang terkandung dalam hikmah di atas. Artinya, iman perlu dibuktikan dengan pelaksanaan perbuatan-perbuatan baik tersebut. Dan Nabi Isa meminta umatnya agar mematuhinya, yaitu menjalankan segala yang ia sampaikan dan tidak selalu memperselisihkan ajaran-ajaran agama.",
                        "64": "Nabi Isa menegaskan inti ajaran yang disampaikannya, yaitu bahwa Tuhan hanyalah Allah. Allah adalah Tuhan semua makhluk, Tuhan dia dan Tuhan mereka juga. Konsekuensi mempertuhankan Allah adalah menyembah-Nya dan mengabdi kepada-Nya. Menyembah Allah adalah mengerjakan ibadah untuk-Nya, dan mengabdi kepada-Nya adalah melakukan perbuatan-perbuatan baik. Maka jangan menyembah selain dari Allah, karena hal itu akan membawa manusia kepada kesesatan. Itulah jalan yang lurus, yaitu jalan hidup benar yang menjamin kebahagiaan di dunia dan di akhirat. \"Jalan lurus\" dalam ayat ini adalah tauhid dan perbuatan baik. \"Jalan lurus\" dalam ayat 61 adalah percaya kepada adanya hari akhirat yang juga menghendaki perbuatan baik. Dengan demikian \"jalan yang lurus\" dalam kedua ayat itu sama hakikatnya, karena iman kepada Allah menghendaki manusia iman kepada hari akhirat dan berbuat baik, dan iman kepada hari akhirat juga menghendaki manusia iman kepada Allah dan berbuat baik.",
                        "65": "Bani Israil berselisih pendapat mengenai Nabi Isa baik semasa ia hidup maupun setelah meninggal. Yang menjadi ajang perselisihan waktu ia masih hidup, adalah yang menerimanya sebagai nabi dan manusia suci, ada yang menuduhnya sebagai anak dari hubungan haram yang dilakukan ibunya. Dan setelah ia meninggal ada yang memandangnya anak Tuhan, atau Tuhan itu sendiri, dan ada yang memandangnya manusia biasa yang diutus sebagai rasul.\n\nPerselisihan itu sangat tajam sehingga terbentuk banyak sekali sekte yang berseberangan. Mereka tidak hanya berpecah belah tetapi juga berbunuh-bunuhan (berperang-perangan). Yang berpandangan salah di antara sekte-sekte itu berpandangan salah mengenai Nabi Isa sebagimana dijelaskan dalam ayat-ayat di atas, akan bernasib malang, yaitu azab yang pedih di dalam neraka di hari akhirat.",
                        "66": "Ayat ini membantah kaum musyrikin Mekah yang salah memahami Surah al-Anbiya'/21: 98, bahwa orang yang menyembah selain Allah akan bersama sembahannya itu nanti masuk neraka. Nabi Isa disembah, karena itu, menurut mereka, juga akan masuk neraka bersama mereka yang menyembahnya. Allah telah membantahnya dengan menjelaskan tentang Nabi Isa secara panjang lebar dalam ayat-ayat di atas. Nabi Isa memang disembah, tetapi yang menyembahnya adalah mereka yang sesat. Oleh karena itu Nabi Isa tidak akan masuk neraka. Yang akan masuk neraka adalah mereka yang sesat. Begitu juga orang-orang sesat yang menyembah berhala-berhala, yaitu kaum musyrikin Mekah. Mereka bersama sembahan-sembahan mereka itu yang akan masuk neraka. \n\nDalam ayat ini dijelaskan bahwa bila kaum musyrikin Mekah itu tetap tidak mau menerima penjelasan yang begitu gamblang, Allah bertanya apakah mereka tidak akan menyesal. Sebab kiamat pasti datang, dan bila datang ia akan terjadi secara tiba-tiba di saat mereka terlena oleh kenikmatan duniawi. Sebelum terlambat, di sini Allah meminta mereka agar beriman kepada Nabi Muhammad dan agama yang didakwahkannya.",
                        "67": "Ayat ini menerangkan bahwa pada hari Kiamat, persahabatan dan hubungan akrab antara orang-orang kafir, baik hubungan persahabatan yang terjadi antara mereka maupun hubungan mereka dengan sembahan-sembahan yang mereka sembah selain Allah; akan berubah menjadi permusuhan, dan mereka akan saling tuduh satu dengan yang lain. Seorang teman menuduh temannya yang lain yang menjadi sebab ia masuk neraka dan sengsara pada hari itu, sedangkan berhala-berhala mengingkari penyembahan yang dilakukan penyembah-penyembahnya semasa hidup di dunia karena berhala-berhala itu sebagai benda mati tidak tahu-menahu sedikit pun tentang apa yang telah dilakukan penyembah-penyembahnya semasa hidup di dunia. Masing-masing berlepas diri dari tuduhan pihak yang lain.\n\nApa yang disebutkan di atas diungkapkan Nabi Ibrahim kepada kaumnya sebagai berikut: \n\nDan dia (Ibrahim) berkata, \"Sesungguhnya berhala-berhala yang kamu sembah selain Allah, hanya untuk menciptakan perasaan kasih sayang di antara kamu dalam kehidupan di dunia, kemudian pada hari Kiamat sebagian kamu akan saling mengingkari dan saling mengutuk; dan tempat kembalimu ialah neraka, dan sama sekali tidak ada penolong bagimu.\" (al-'Ankabut/29: 25)\n\n'Ali bin Abi thalib berkata,\"Orang-orang yang berteman (sewaktu di dunia) akan menjadi bermusuhan antara sebagian mereka dengan sebagian yang lain pada hari Kiamat, kecuali orang-orang yang bertakwa.\" 'Ali melanjutkan, \"Ada dua orang Mukmin yang berteman, dan dua orang kafir yang berteman. Lalu salah seorang dari dua orang Mukmin itu meninggal dunia. Ia diberi kabar gembira dengan masuk surga, maka ia teringat teman-temannya. Ia berkata, \"Ya Allah, sesungguhnya si fulan temanku dahulu pernah mengajakku untuk taat kepada-Mu dan rasul-Mu. Ia mengajakku untuk kebaikan, serta melarangku dari keburukan, dan mengabarkan kepadaku bahwa kelak aku akan bertemu dengan-Mu. Oleh karena itu, ya Allah, jangan sesatkan dirinya setelah kepergianku, sampai saat Engkau memperlihatkan (surga)kepadanya, sebagaimana telah Engkau perlihatkan kepadaku, sampai Engkau rida kepadanya sebagaimana Engkau rida kepadaku.\" Kemudian dikatakan kepada Mukmin tersebut, \"Pergilah, seandainya kamu tahu apa yang Aku sediakan baginya disisi-Ku tentulah kamu akan banyak tertawa dan sedikit menangis.\" 'Ali melanjutkan, \"Lalu mukmin yang satu lagi meninggal, sehingga ruh mereka bertemu. Setelah itu, dikatakan kepada mereka, \"Hendaklah masing-masing kalian memuji temannya.\" Maka masing-masing mereka berkata, \"(Engkau)adalah sebaik-baiknya saudara, sahabat, dan teman.\" \n\nDan apabila meninggal dunia satu diantara dua teman yang kafir, maka ia dikabari akan masuk neraka. Lalu ia teringat temannya, maka ia berkata, \"Ya Allah, sesungguhnya si fulan temanku pernah mengajakku untuk durhaka kepada-Mu dan rasul-Mu.Ia mengajakku untuk berbuat jahat dan melarangku berbuat baik, memberitahu kepadaku bahwa aku tidak akan bertemu dengan-Mu. Oleh karena itu ya Allah, janganlah Engkau beri petunjuk kepadanya setelah kepergianku, sampai Engkau tunjukkan sesuatu (neraka) seperti yang Engkau tunjukkan kepadaku, dan murkailah dia seperti Engkau murka kepadaku.\" lalu 'Ali melanjutkan, \"lalu orang kafir yang satu lagi, maka ruh mereka bertemu. Setelah itu dikatakan kepada mereka, \"Hendaklah masing-masing kalian memuji temannya.\" Maka masing-masing mereka berkata, \"(Engkau) adalah seburuk-buruk saudara, teman dan kekasih. (Riwayat Ibn Abi hatim)",
                        "68": "Dalam ayat ini diterangkan pernyataan Allah kepada orang-orang yang beriman, di waktu terjadinya hari Kiamat, yang pada saat itu semua manusia berada dalam kebingungan dan ketakutan. Allah berkata kepada mereka, \"Wahai hamba-hamba-Ku, tidak ada sesuatu pun yang perlu kamu takutkan dan khawatirkan pada hari Kiamat, kamu semua telah menempuh jalan yang lurus selama hidup di dunia dan telah melakukan segala sesuatu karena cintamu kepada-Ku dan karena kamu mencari keridaan-Ku. Karena itu, pada hari ini, kamu semua berada di bawah perlindungan-Ku dan dalam jaminan keamanan dari-Ku. Wahai hamba-hamba-Ku, janganlah kamu bersedih hati karena berpisah dengan dunia dan janganlah khawatir menghadapi hidup pada masa yang akan datang. Hendaklah kamu yakin bahwa sejak saat ini, kamu telah lepas dari segala cobaan dan malapetaka yang akan menimpamu, dan pada saat ini pula kamu akan menempati tempat yang paling baik yang tak ada tandingannya, yaitu surga yang mempunyai kenikmatan yang sempurna.\"",
                        "69": "Dalam ayat ini, diterangkan tentang hamba-hamba yang diseru Allah pada hari itu yaitu hamba-hamba yang telah beriman kepada ayat-ayat-Nya, yang jiwanya telah tunduk dan patuh kepada-Nya, yang melaksanakan semua perintah-Nya dan menjauhkan larangan-larangan-Nya.\n\nDalam Tafsir Ibnu Katsir disebutkan bahwa al-Mu'tamir bin Sulaiman dari ayahnya berkata, \"Pada waktu terjadinya hari Kiamat, ketika manusia dibangkitkan dari kuburnya, tidak ada seorang pun yang tidak merasa takut dan khawatir serta bingung. Ketika itu, terdengarlah suara, \"Wahai hamba-hamba-Ku, tidak ada yang perlu kamu takuti dan khawatirkan pada hari ini dan janganlah kamu risau hati.\" Setelah mendengar itu, semua manusia mengharapkan agar ia termasuk hamba-hamba Allah yang dimaksud dalam seruan itu, terdengar lagi seruan yang kedua, \"Wahai orang-orang yang beriman kepada ayat-ayat Kami, yang tunduk dan berserah diri kepada Allah.\" Mendengar seruan itu, maka orang-orang yang beriman bergembira dan hilanglah kesedihan, ketakutan dan kebingungan mereka. Sedangkan orang-orang kafir berputus asa.",
                        "70": "Kemudian terdengar pula seruan berikutnya, \"Wahai orang-orang yang beriman, masuklah kamu dan istri-istrimu ke dalam surga yang telah dijanjikan kepadamu dahulu, bersenang-senang dan bersuka-rialah di dalamnya menikmati karunia Allah yang telah dilimpahkan kepada kamu semua. Karena Allah memuliakan mereka dengan memasukkan ke dalam surga.\n\nDalam ayat yang lain, diterangkan bahwa orang-orang yang beriman beserta istri dan anak cucu mereka yang beriman akan ditinggikan derajatnya di dalam surga, seperti derajat bapak-bapak mereka yang mantap dan kuat imannya. Allah berfirman:\n\nDan orang-orang yang beriman, beserta anak cucu mereka yang mengikuti mereka dalam keimanan, Kami pertemukan mereka dengan anak cucu mereka (di dalam surga), dan Kami tidak mengurangi sedikit pun pahala amal (kebajikan) mereka. Setiap orang terikat dengan apa yang dikerjakannya. (ath-thur/52: 21)",
                        "71": "Setelah orang-orang yang beriman beserta keluarga mereka masuk surga, datanglah kepada mereka pelayan-pelayan membawa piring-piring emas yang berisi makanan-makanan yang lezat dan piala-piala yang berisi minuman yang menyegarkan jasmani dan rohani. Di dalam surga itu mereka memperoleh semua yang mereka inginkan, semua yang menyejukkan dan menenteramkan hati mereka, semua yang indah menurut pandangan dan pendengaran mereka. Tidaklah dapat digambarkan keadaan surga itu sebelumnya, karena semuanya itu belum pernah ada contoh dan bandingannya dalam kehidupan duniawi. Dinyatakan pula bahwa orang-orang yang beriman dan beramal saleh akan kekal di dalam surga mengecap kenikmatan hidup di dalamnya.",
                        "72": "Demikianlah surga yang akan diperoleh oleh orang-orang yang beriman sebagai balasan keimanan dan amal saleh yang telah mereka lakukan. Orang-orang yang beriman dan beramal saleh itu masuk surga, semata-mata karena rahmat Allah dan karunia-Nya. Karena iman dan amal yang dilakukan orang mukmin itu berbeda-beda, maka mereka akan menerima balasan yang berbeda-beda pula. Orang yang paling baik iman dan amalnya akan ditempatkan di dalam surga yang paling tinggi pula derajatnya, dan orang yang kurang iman dan amalnya akan ditempatkan di surga yang kurang pula derajatnya.\n\nAbu Hurairah meriwayatkan bahwa Rasulullah saw bersabda, \"Tidak ada seorang pun melainkan mempunyai sebuah tempat di dalam surga dan sebuah tempat di dalam neraka. Maka tempat orang Mukmin di dalam neraka diwariskan kepada orang kafir, dan tempat orang kafir di dalam surga diwariskan kepada orang Mukmin. Demikianlah yang dimaksud dengan firman Allah, \"Dan itulah surga yang diwariskan kepada kamu . . .\" (Riwayat Ibnu Abi hatim)",
                        "73": "Dalam ayat ini diterangkan macam-macam buah-buahan yang akan diperoleh oleh orang-orang yang beriman di dalam surga. Mereka akan memperoleh buah-buahan yang tidak terhingga banyak dan jenisnya dengan bermacam-macam rasa. Mereka dapat memakannya pada waktu, tempat, dan keadaan yang mereka kehendaki.",
                        "74": "Ayat ini menerangkan bahwa orang-orang yang mengingkari Allah di dunia, mengerjakan larangan dan mengingkari perintah-perintah Allah, mereka akan dimasukkan ke dalam neraka Jahanam, sebagai balasan kekafiran mereka; mereka kekal di dalamnya dan tidak dapat keluar walaupun sesaat.\n\nAzab yang ditimpakan kepada orang-orang kafir itu tidak akan diringankan walau sedikit pun, sehingga mereka terus-menerus dalam kesakitan dan kebingungan. Mereka putus asa karena permohonan yang mereka ajukan kepada Allah agar mereka dibebaskan dari azab itu tidak dikabulkan.",
                        "75": "Ayat ini menerangkan bahwa orang-orang yang mengingkari Allah di dunia, mengerjakan larangan dan mengingkari perintah-perintah Allah, mereka akan dimasukkan ke dalam neraka Jahanam, sebagai balasan kekafiran mereka; mereka kekal di dalamnya dan tidak dapat keluar walaupun sesaat.\n\nAzab yang ditimpakan kepada orang-orang kafir itu tidak akan diringankan walau sedikit pun, sehingga mereka terus-menerus dalam kesakitan dan kebingungan. Mereka putus asa karena permohonan yang mereka ajukan kepada Allah agar mereka dibebaskan dari azab itu tidak dikabulkan.",
                        "76": "Dalam ayat ini diterangkan apa sebabnya mereka ditimpa azab itu, Allah menyatakan, \"Kami tidak bermaksud menganiaya orang-orang kafir dengan mengazab mereka, karena Kami telah memberikan peringatan yang cukup kepada mereka selama hidup di dunia, tetapi mereka tidak menghiraukannya sedikit pun. Bahkan mereka mendustakan rasul-rasul yang Kami utus kepada mereka dan menganiaya para rasul itu walaupun telah dikemukakan bukti-bukti yang cukup kepada mereka. Karena tindakan mereka itulah, mereka diazab, ini berarti bahwa mereka sendirilah yang menganiaya diri mereka sendiri.",
                        "77": "Karena beratnya siksaan yang diderita mereka, maka mereka memanggil malaikat Malik, penjaga neraka, agar malaikat itu meminta kepada Allah supaya mereka dimatikan saja, sehingga mereka terbebas dari siksaan itu, mereka mengatakan, \"Hai malaikat Malik, mohonkanlah kepada Allah agar Dia mencabut saja nyawa kami, sehingga kami terlepas atau tidak merasakan lagi siksaan ini.\" Malaikat itu menjawab, \"Tidak ada satu jalan pun bagimu untuk keluar dari neraka ini karena Allah telah memutuskan, bahwa kamu tinggal di dalam neraka selama-lamanya.\"\n\nAllah berfirman:\n\nDan orang-orang yang kafir, bagi mereka neraka Jahanam. Mereka tidak dibinasakan hingga mereka mati, dan tidak diringankan dari mereka azabnya. Demikianlah Kami membalas setiap orang yang sangat kafir. (Fathir/35: 36)\n\nDalam ayat lain:\n\nDan orang-orang yang celaka (kafir) akan menjauhinya,(yaitu) orang yang akan memasuki api yang besar (neraka), selanjutnya dia di sana tidak mati dan tidak (pula) hidup. (al-A'la/87: 11-13)",
                        "78": "Kepada orang-orang yang sedang diazab dalam neraka itu dikatakan, \"Hai orang-orang kafir, sesungguhnya Kami telah menerangkan semua yang benar dan jalan yang lurus dengan perantaraan rasul-rasul dan kitab-kitab Kami waktu kamu di dunia dahulu. Akan tetapi kamu tidak menerima kebenaran itu, bahkan kamu membenci kebenaran itu serta orang-orang yang mengikuti kebenaran itu. Karena itu, celakalah dirimu sekarang dan sesalilah sendiri, pada saat semua penyesalan tidak berguna lagi dan tobat telah pula tertutup.",
                        "79": "Dalam ayat ini, diterangkan sebab orang-orang kafir dimasukkan ke dalam neraka yaitu karena mereka selama hidup di dunia selalu berusaha menolak semua kebenaran dengan melakukaan bermacam tipu daya. Maka Allah menghancurkan dan menggagalkan semua tipu daya mereka itu.\n\nDalam ayat yang lain Allah berfirman:\n\nDan mereka membuat tipu daya, dan Kami pun menyusun tipu daya, sedang mereka tidak menyadari. (an-Naml/27: 50)\n\nFirman Allah:\n\nAtaukah mereka hendak melakukan tipu daya? Tetapi orang-orang yang kafir itu, justru merekalah yang terkena tipu daya. (ath-thur/52: 42)",
                        "80": "Diriwayatkan oleh Ibnu Jarir bahwa Muhammad bin Ka'ab al-Quradzi berkata, \"Ketika tiga orang berada di antara Ka'bah dan kelambunya, dua orang dari suku Quraisy dan seorang dari suku Saqafi, maka salah seorang dari mereka berkata, \"Bagaimanakah pendapatmu, apakah Allah mendengar pembicaraan kita?\" Orang yang kedua menjawab, \"Apabila kamu keraskan suaramu, Dia mendengarnya, sedangkan apabila engkau berbisik, Dia tidak mendengarnya.\" Orang yang ketiga berkata, \"Jika Dia mendengar bila kamu keraskan suaramu, tentu Dia mendengar pula, bila kamu berbisik.\" Maka turunlah ayat ini.\n\nMelihat sikap dan tindakan orang-orang kafir semasa hidup di dunia, mereka seakan-akan tidak percaya bahwa Allah mengetahui segala sesuatu; maka dikatakan tentang mereka. \"Apakah mereka menyangka bahwa Kami tidak mendengar bisikan-bisikan hati mereka, dan tidak mengetahui semua yang mereka perbincangkan secara rahasia dalam menyusun tipu daya itu?\"\n\nDengan ayat ini Allah menegaskan dengan mengatakan, \"Kami mengetahui segala yang mereka rencanakan dan mendengar semua bisikan-bisikan mereka, tidak ada sesuatu pun yang tidak kami ketahui, di samping itu, malaikat hafadzah selalu menulis dan mencatat semua perilaku mereka baik berupa perkataan maupun perbuatan. Firman Allah:\n\n(Ingatlah) ketika dua malaikat men-catat (perbuatannya), yang satu duduk di sebelah kanan dan yang lain di sebelah kiri. Tidak ada suatu kata yang diucapkannya melainkan ada di sisinya malaikat pengawas yang selalu siap (mencatat). (Qaf/50: 17-18)",
                        "81": "Allah memerintahkan kepada Nabi Muhammad saw untuk mengatakan kepada orang-orang musyrik Mekah, bahwa seandainya ar-Rahman, Tuhan Yang Maha Pemurah mempunyai anak dan mereka dapat membuktikan kebenarannya dengan alasan-alasan yang kuat, maka Nabi Muhammad adalah orang pertama yang mengakui dan mengagungkan-Nya, sebagaimana orang memuliakan anak seorang raja karena memuliakan bapaknya. Pendapat ini berdasar karena bahwa anak tuhan merupakan bagian dari Tuhan, karena itu kedudukan putranya itu sama dengan kedudukan-Nya sendiri.\n\nPengertian di atas menunjukkan suatu penegasan bahwa hal tersebut sangat mustahil bagi Allah. Firman Allah:\n\nSekiranya Allah hendak mengambil anak, tentu Dia akan memilih apa yang Dia kehendaki dari apa yang telah diciptakan-Nya. Mahasuci Dia. Dialah Allah Yang Maha Esa, Mahaperkasa. (az-Zumar/39: 4)",
                        "82": "Ayat ini menyatakan kesucian Allah dari anggapan orang-orang musyrik itu dengan menyatakan, \"Mahasuci Allah yang memiliki langit dan bumi beserta semua yang ada di dalamnya, Dia memiliki 'Arsy yang agung, mustahil bagi Allah mempunyai seorang anak seperti yang dikatakan mereka.\"",
                        "83": "Karena orang-orang musyrik itu tidak mau mengubah kepercayaan mereka yang batil dan sesat itu, maka Allah menyampaikan pesan kepada Rasulullah, \"Ya Muhammad, biarkanlah orang-orang yang membuat dusta tentang Allah dengan mengatakan bahwa Dia mempunyai anak, membincangkan kebohongan mereka dan biarkanlah mereka hidup bersenang-senang dalam kekafiran di dunia ini, sampai datang azab yang dijanjikan Allah kepada mereka.",
                        "84": "Dalam ayat ini ditegaskan lagi kemustahilan Allah mempunyai anak dengan menyatakan, \"Hanya Dialah yang disembah oleh penghuni langit dan penghuni bumi, hanya Dia sajalah yang berhak disembah, tidak ada yang lain, karena Dialah Tuhan yang segala tindakan-Nya mempunyai hikmah dalam menciptakan dan melakukan sesuatu sesuai dengan sifat, guna dan faedahnya, dan hanya Dia pula yang Maha Mengetahui keadaan mereka, baik yang nampak maupun yang tidak nampak, dan Dia Maha Mengetahui segala isi hati manusia.\n\nDalam ayat ini disebutkan dua macam sifat Allah yaitu hakim dan 'alim. Bila Allah mempunyai sifat hakim dan 'alim, tentulah putra-Nya mempunyai sifat-sifat itu pula. Namun jika diperhatikan sifat-sifat yang dipunyai oleh yang mereka katakan anak Tuhan itu, ternyata sifatnya berbeda dengan sifat-sifat Tuhan. Sebagaimana patung-patung al-Lata, al-Uzza dan Manat yang disembah oleh orang-orang musyrik Mekah, semuanya adalah benda-benda mati yang tidak dapat berbuat dan mengetahui sesuatu pun. Demikian pula Nabi Isa yang dipercayai sebagai anak Allah oleh orang Nasrani, padahal orang Nasrani sendiri mengakui bahwa Isa itu kadang-kadang tidak mengetahui dan tidak mempunyai hikmah dalam melakukan segala tindakan-tindakannya. Bukanlah Isa pernah menangis ketika mendengar berita terbunuhnya seseorang yang tidak bersalah sehingga ia minta kepada pengikut-pengikutnya supaya menunjukkan kuburan orang yang terbunuh itu. Sifat yang demikian tentu tidak wajar pada seseorang yang diyakini sebagai putra Allah.",
                        "85": "Mahasuci Allah yang memiliki dan menguasai kerajaan langit dan bumi beserta semua isinya, dan alam-alam lain yang tidak atau belum diketahui hakikat dan keadaannya. Dialah yang mempunyai pengetahuan tentang hari Kiamat. Tidak seorang pun yang mengetahui kapan terjadinya hari Kiamat itu. Kepada-Nyalah kembali segala sesuatu, kemudian Dia membalas semua amal perbuatan manusia dengan balasan yang setimpal.",
                        "86": "Ayat ini menerangkan bahwa semua berhala dan dewa-dewa disembah oleh orang-orang musyrik untuk mendapat syafaatnya, padahal berhala itu tidak kuasa berbuat dan tidak memiliki sesuatu pun, bahkan mereka itu sendiri dikuasai dan dimiliki oleh penyembah-penyembahnya. Mungkinkah mereka memberikan syafaat dalam keadaan demikian? Adapun orang-orang yang mengucapkan kalimat tauhid, memahami serta meyakininya, ia berjalan sesuai dengan petunjuk Allah, seperti malaikat, Nabi Isa, maka syafaat mereka berfaedah di sisi Allah, dan Allah akan memberikan syafaat kepada orang-orang yang pantas menerimanya.\n\nSa'id bin Jubair berkata, \"Maksud ayat ini ialah: berhala-berhala itu tidak memberi syafaat sedikit pun, yang bisa memberi syafaat itu hanyalah orang yang mengakui kebenaran, beriman kepada Allah berdasarkan ilmu yang dipelajari, dan pandangannya yang jauh.",
                        "87": "Dalam ayat ini diterangkan bahwa perkataan dan perbuatan orang-orang musyrik itu saling bertentangan. Jika ditanyakan kepada mereka, siapakah yang menciptakan seluruh makhluk ini, maka mereka menjawab dan mengakui, \"Hanya Allah sajalah yang menciptakannya, tidak berserikat dengan seorang pun.\" Mereka tidak sanggup membantah kenyataan itu, tetapi perbuatan dan tindakan mereka membuktikan bahwa mereka mempersekutukan Allah. Mengapa orang-orang musyrik itu berpaling sehingga menyembah selain Allah atau hanya menyembah Allah saja sesuai dengan pengakuan mereka. Hal tersebut menunjukkan kebodohan mereka.",
                        "88": "Muhammad saw berkata, \"Wahai Tuhanku, sesungguhnya orang-orang yang aku seru untuk mengikuti ajaranmu sesuai dengan perintahmu adalah orang-orang yang telah terkunci mati hatinya sehingga mereka tidak mau beriman.\"Firman Allah:\n\nSesungguhnya orang-orang kafir, sama saja bagi mereka, engkau (Muhammad) beri peringatan atau tidak engkau beri peringatan, mereka tidak akan beriman. (al-Baqarah/2: 6)",
                        "89": "Setelah Allah mendengar ucapan Rasulullah saw itu, Dia berfirman, \"Hai Muhammad, berpalinglah engkau dari mereka, janganlah engkau berputus asa karena keangkuhan mereka untuk beriman, janganlah engkau melayani perkataan-perkataan mereka yang buruk itu, dan tindakan-tindakan yang menghinakanmu dan pengikutmu, maafkanlah mereka, kelak mereka akan mengakui kesalahannya dan merasakan akibat kekafiran mereka.\"\n\nAyat ini merupakan janji Allah kepada kaum Muslimin, dan janji itu ditepati-Nya, dengan penaklukan kota Mekah. Peristiwa tersebut menyebabkan manusia masuk Islam secara berbondong-bondong. Maka tersebarlah agama Islam ke seluruh penjuru dunia dalam waktu yang singkat.\n\nAllah berfirman:\n\nApabila telah datang pertolongan Allah dan kemenangan, dan engkau melihat manusia berbondong-bondong masuk agama Allah, maka bertasbihlah dengan memuji Tuhanmu dan mohonlah ampunan kepada-Nya. Sungguh, Dia Maha Penerima tobat. (an-Nasr/110: 1-3)"
                    }
                }
            }
        }
    }
}