{
    "44": {
        "number": "44",
        "name": "الدخان",
        "name_latin": "Ad-Dukhan",
        "number_of_ayah": "59",
        "text": {
            "1": "حٰمۤ  ۚ ",
            "2": "وَالْكِتٰبِ الْمُبِيْنِۙ ",
            "3": "اِنَّآ اَنْزَلْنٰهُ فِيْ لَيْلَةٍ مُّبٰرَكَةٍ اِنَّا كُنَّا مُنْذِرِيْنَ",
            "4": "فِيْهَا يُفْرَقُ كُلُّ اَمْرٍ حَكِيْمٍۙ ",
            "5": "اَمْرًا مِّنْ عِنْدِنَاۗ اِنَّا كُنَّا مُرْسِلِيْنَۖ ",
            "6": "رَحْمَةً مِّنْ رَّبِّكَ ۗاِنَّهٗ هُوَ السَّمِيْعُ الْعَلِيْمُۗ ",
            "7": "رَبِّ السَّمٰوٰتِ وَالْاَرْضِ وَمَا بَيْنَهُمَاۘ اِنْ كُنْتُمْ مُّوْقِنِيْنَ",
            "8": "لَآ اِلٰهَ اِلَّا هُوَ يُحْيٖ وَيُمِيْتُ ۗرَبُّكُمْ وَرَبُّ اٰبَاۤىِٕكُمُ الْاَوَّلِيْنَ",
            "9": "بَلْ هُمْ فِيْ شَكٍّ يَّلْعَبُوْنَ",
            "10": "فَارْتَقِبْ يَوْمَ تَأْتِى السَّمَاۤءُ بِدُخَانٍ مُّبِيْنٍ ",
            "11": "يَغْشَى النَّاسَۗ هٰذَا عَذَابٌ اَلِيْمٌ ",
            "12": "رَبَّنَا اكْشِفْ عَنَّا الْعَذَابَ اِنَّا مُؤْمِنُوْنَ ",
            "13": "اَنّٰى لَهُمُ الذِّكْرٰى وَقَدْ جَاۤءَهُمْ رَسُوْلٌ مُّبِيْنٌۙ ",
            "14": "ثُمَّ تَوَلَّوْا عَنْهُ وَقَالُوْا مُعَلَّمٌ مَّجْنُوْنٌۘ ",
            "15": "اِنَّا كَاشِفُوا الْعَذَابِ قَلِيْلًا اِنَّكُمْ عَاۤىِٕدُوْنَۘ ",
            "16": "يَوْمَ نَبْطِشُ الْبَطْشَةَ الْكُبْرٰىۚ اِنَّا مُنْتَقِمُوْنَ",
            "17": "۞ وَلَقَدْ فَتَنَّا قَبْلَهُمْ قَوْمَ فِرْعَوْنَ وَجَاۤءَهُمْ رَسُوْلٌ كَرِيْمٌۙ ",
            "18": "اَنْ اَدُّوْٓا اِلَيَّ عِبَادَ اللّٰهِ ۗاِنِّيْ لَكُمْ رَسُوْلٌ اَمِيْنٌۙ ",
            "19": "وَّاَنْ لَّا تَعْلُوْا عَلَى اللّٰهِ ۚاِنِّيْٓ اٰتِيْكُمْ بِسُلْطٰنٍ مُّبِيْنٍۚ ",
            "20": "وَاِنِّيْ عُذْتُ بِرَبِّيْ وَرَبِّكُمْ اَنْ تَرْجُمُوْنِۚ ",
            "21": "وَاِنْ لَّمْ تُؤْمِنُوْا لِيْ فَاعْتَزِلُوْنِ ",
            "22": "فَدَعَا رَبَّهٗٓ اَنَّ هٰٓؤُلَاۤءِ قَوْمٌ مُّجْرِمُوْنَ ",
            "23": "فَاَسْرِ بِعِبَادِيْ لَيْلًا اِنَّكُمْ مُّتَّبَعُوْنَۙ ",
            "24": "وَاتْرُكِ الْبَحْرَ رَهْوًاۗ اِنَّهُمْ جُنْدٌ مُّغْرَقُوْنَ ",
            "25": "كَمْ تَرَكُوْا مِنْ جَنّٰتٍ وَّعُيُوْنٍۙ ",
            "26": "وَّزُرُوْعٍ وَّمَقَامٍ كَرِيْمٍۙ ",
            "27": "وَّنَعْمَةٍ كَانُوْا فِيْهَا فٰكِهِيْنَۙ ",
            "28": "كَذٰلِكَ ۗوَاَوْرَثْنٰهَا قَوْمًا اٰخَرِيْنَۚ",
            "29": "فَمَا بَكَتْ عَلَيْهِمُ السَّمَاۤءُ وَالْاَرْضُۗ وَمَا كَانُوْا مُنْظَرِيْنَ ࣖ",
            "30": "وَلَقَدْ نَجَّيْنَا بَنِيْٓ اِسْرَاۤءِيْلَ مِنَ الْعَذَابِ الْمُهِيْنِۙ ",
            "31": "مِنْ فِرْعَوْنَ ۗاِنَّهٗ كَانَ عَالِيًا مِّنَ الْمُسْرِفِيْنَ ",
            "32": "وَلَقَدِ اخْتَرْنٰهُمْ عَلٰى عِلْمٍ عَلَى الْعٰلَمِيْنَ ۚ ",
            "33": "وَاٰتَيْنٰهُمْ مِّنَ الْاٰيٰتِ مَا فِيْهِ بَلٰۤـؤٌا مُّبِيْنٌ ",
            "34": "اِنَّ هٰٓؤُلَاۤءِ لَيَقُوْلُوْنَۙ ",
            "35": "اِنْ هِيَ اِلَّا مَوْتَتُنَا الْاُوْلٰى وَمَا نَحْنُ بِمُنْشَرِيْنَ ",
            "36": "فَأْتُوْا بِاٰبَاۤىِٕنَآ اِنْ كُنْتُمْ صٰدِقِيْنَ ",
            "37": "اَهُمْ خَيْرٌ اَمْ قَوْمُ تُبَّعٍۙ وَّالَّذِيْنَ مِنْ قَبْلِهِمْۗ اَهْلَكْنٰهُمْ اِنَّهُمْ كَانُوْا مُجْرِمِيْنَ",
            "38": "وَمَا خَلَقْنَا السَّمٰوٰتِ وَالْاَرْضَ وَمَا بَيْنَهُمَا لٰعِبِيْنَ",
            "39": "مَا خَلَقْنٰهُمَآ اِلَّا بِالْحَقِّ وَلٰكِنَّ اَكْثَرَهُمْ لَا يَعْلَمُوْنَ",
            "40": "اِنَّ يَوْمَ الْفَصْلِ مِيْقَاتُهُمْ اَجْمَعِيْنَ ۙ ",
            "41": "يَوْمَ لَا يُغْنِيْ مَوْلًى عَنْ مَّوْلًى شَيْـًٔا وَّلَا هُمْ يُنْصَرُوْنَۙ ",
            "42": "اِلَّا مَنْ رَّحِمَ اللّٰهُ ۗاِنَّهٗ هُوَ الْعَزِيْزُ الرَّحِيْمُ ࣖ ",
            "43": "اِنَّ شَجَرَتَ الزَّقُّوْمِۙ",
            "44": "طَعَامُ الْاَثِيْمِ ۛ ",
            "45": "كَالْمُهْلِ ۛ يَغْلِيْ فِى الْبُطُوْنِۙ ",
            "46": "كَغَلْيِ الْحَمِيْمِ ۗ",
            "47": "خُذُوْهُ فَاعْتِلُوْهُ اِلٰى سَوَاۤءِ الْجَحِيْمِۙ ",
            "48": "ثُمَّ صُبُّوْا فَوْقَ رَأْسِهٖ مِنْ عَذَابِ الْحَمِيْمِۗ",
            "49": "ذُقْۚ اِنَّكَ اَنْتَ الْعَزِيْزُ الْكَرِيْمُ ",
            "50": "اِنَّ هٰذَا مَا كُنْتُمْ بِهٖ تَمْتَرُوْنَ ",
            "51": "اِنَّ الْمُتَّقِيْنَ فِيْ مَقَامٍ اَمِيْنٍۙ",
            "52": "فِيْ جَنّٰتٍ وَّعُيُوْنٍ ۙ",
            "53": "يَّلْبَسُوْنَ مِنْ سُنْدُسٍ وَّاِسْتَبْرَقٍ مُّتَقٰبِلِيْنَۚ",
            "54": "كَذٰلِكَۗ وَزَوَّجْنٰهُمْ بِحُوْرٍ عِيْنٍۗ ",
            "55": "يَدْعُوْنَ فِيْهَا بِكُلِّ فَاكِهَةٍ اٰمِنِيْنَۙ ",
            "56": "لَا يَذُوْقُوْنَ فِيْهَا الْمَوْتَ اِلَّا الْمَوْتَةَ الْاُوْلٰىۚ وَوَقٰىهُمْ عَذَابَ الْجَحِيْمِۙ ",
            "57": "فَضْلًا مِّنْ رَّبِّكَۚ ذٰلِكَ هُوَ الْفَوْزُ الْعَظِيْمُ",
            "58": "فَاِنَّمَا يَسَّرْنٰهُ بِلِسَانِكَ لَعَلَّهُمْ يَتَذَكَّرُوْنَ",
            "59": "فَارْتَقِبْ اِنَّهُمْ مُّرْتَقِبُوْنَ ࣖࣖ"
        },
        "translations": {
            "id": {
                "name": "Kabut",
                "text": {
                    "1": "Ha Mim",
                    "2": "Demi Kitab (Al-Qur'an) yang jelas,",
                    "3": "sesungguhnya Kami menurunkannya pada malam yang diberkahi. ) Sungguh, Kamilah yang memberi peringatan.",
                    "4": "Pada (malam itu) dijelaskan segala urusan yang penuh hikmah,",
                    "5": "(yaitu) urusan dari sisi Kami. Sungguh, Kamilah yang mengutus rasul-rasul,",
                    "6": "sebagai rahmat dari Tuhanmu. Sungguh, Dia Maha Mendengar, Maha Mengetahui,",
                    "7": "Tuhan (yang memelihara) langit dan bumi dan apa yang ada di antara keduanya; jika kamu orang-orang yang meyakini.",
                    "8": "Tidak ada tuhan selain Dia, Dia yang menghidupkan dan mematikan. (Dialah) Tuhanmu dan Tuhan nenek moyangmu dahulu.",
                    "9": "Tetapi mereka dalam keraguan, mereka  bermain-main.",
                    "10": "Maka tunggulah pada hari ketika langit membawa kabut yang tampak jelas,",
                    "11": "yang meliputi manusia. Inilah azab yang pedih.",
                    "12": "(Mereka berdoa), “Ya Tuhan kami, lenyapkanlah azab itu dari kami. Sungguh, kami akan beriman.”",
                    "13": "Bagaimana mereka dapat menerima peringatan, padahal (sebelumnya pun) seorang Rasul telah datang memberi penjelasan kepada mereka,",
                    "14": "kemudian mereka berpaling darinya dan berkata, “Dia itu orang yang menerima ajaran (dari orang lain) dan orang gila.”",
                    "15": "Sungguh (kalau) Kami melenyapkan azab itu sedikit saja, tentu kamu akan kembali (ingkar).",
                    "16": "(Ingatlah) pada hari (ketika) Kami menghantam mereka dengan keras. Kami pasti memberi balasan.",
                    "17": "Dan sungguh, sebelum mereka Kami benar-benar telah menguji kaum Fir’aun dan telah datang kepada mereka seorang Rasul yang mulia,",
                    "18": "(dengan berkata), “Serahkanlah kepadaku hamba-hamba Allah (Bani Israil). Sesungguhnya aku adalah utusan (Allah) yang dapat kamu percaya,",
                    "19": "dan janganlah kamu menyombongkan diri terhadap Allah. Sungguh, aku datang kepadamu dengan membawa bukti yang nyata.",
                    "20": "Dan sesungguhnya aku berlindung kepada Tuhanku dan Tuhanmu, dari ancamanmu untuk merajamku,",
                    "21": "dan jika kamu tidak beriman kepadaku maka biarkanlah aku (memimpin Bani Israil).”",
                    "22": "Kemudian dia (Musa) berdoa kepada Tuhannya, “Sungguh, mereka ini adalah kaum yang berdosa (segerakanlah azab kepada mereka).”",
                    "23": "(Allah berfirman), “Karena itu berjalanlah dengan hamba-hamba-Ku pada malam hari, sesungguhnya kamu akan dikejar,",
                    "24": "dan biarkanlah laut itu terbelah. Sesungguhnya mereka, bala tentara yang akan ditenggelamkan.”",
                    "25": "Betapa banyak taman-taman dan mata air-mata air yang mereka tinggalkan,",
                    "26": "juga kebun-kebun serta tempat-tempat kediaman yang indah,",
                    "27": "dan kesenangan-kesenangan yang dapat mereka nikmati di sana,",
                    "28": "demikianlah, dan Kami wariskan (semua) itu kepada kaum yang lain.",
                    "29": "Maka langit dan bumi tidak menangisi mereka dan mereka pun tidak diberi penangguhan waktu.",
                    "30": "Dan sungguh, telah Kami selamatkan Bani Israil dari siksaan yang menghinakan,",
                    "31": "dari (siksaan) Fir‘aun, sungguh, dia itu orang yang sombong, termasuk orang-orang yang melampaui batas.",
                    "32": "Dan sungguh, Kami pilih mereka (Bani Israil) dengan ilmu (Kami) di atas semua bangsa (pada masa itu).",
                    "33": "Dan telah Kami berikan kepada mereka di antara tanda-tanda (kebesaran Kami) sesuatu yang di dalamnya terdapat nikmat yang nyata.",
                    "34": "Sesungguhnya mereka (kaum musyrik) itu pasti akan berkata,",
                    "35": "”Tidak ada kematian selain kematian di dunia ini. Dan kami tidak akan dibangkitkan,",
                    "36": "maka hadirkanlah (kembali) nenek moyang kami jika kamu orang yang benar.”",
                    "37": "Apakah mereka (kaum musyrikin) yang lebih baik atau kaum Tubba‘, dan orang-orang yang sebelum mereka yang telah Kami binasakan karena mereka itu adalah orang-orang yang sungguh berdosa.",
                    "38": "Dan tidaklah Kami bermain-main menciptakan langit dan bumi dan apa yang ada di antara keduanya.  ",
                    "39": "Tidaklah Kami ciptakan keduanya melainkan dengan haq (benar), tetapi kebanyakan mereka tidak mengetahui.",
                    "40": "Sungguh, pada hari keputusan (hari Kiamat) itu adalah waktu yang dijanjikan bagi mereka semuanya,",
                    "41": "(yaitu) pada hari (ketika) seorang teman sama sekali tidak dapat memberi manfaat kepada teman lainnya dan mereka tidak akan mendapat pertolongan,",
                    "42": "Kecuali orang yang diberi rahmat oleh Allah. Sungguh, Dia Mahaperkasa, Maha Penyayang.",
                    "43": "Sungguh pohon zaqqum itu,",
                    "44": "makanan bagi orang yang banyak dosa.",
                    "45": "Seperti cairan tembaga yang mendidih di dalam perut,",
                    "46": "seperti mendidihnya air yang sangat panas.",
                    "47": "”Peganglah dia kemudian seretlah dia sampai ke tengah-tengah neraka,",
                    "48": "kemudian tuangkanlah di atas kepalanya azab (dari) air yang sangat panas.”",
                    "49": "”Rasakanlah, sesungguhnya kamu benar-benar orang yang perkasa lagi mulia.”",
                    "50": "Sungguh, inilah azab yang dahulu kamu ragukan.",
                    "51": "Sungguh, orang-orang yang bertakwa berada dalam tempat yang aman,",
                    "52": "(yaitu) di dalam taman-taman dan mata air-mata air,",
                    "53": "mereka memakai sutra yang halus dan sutra yang tebal, (duduk) berhadapan,",
                    "54": "demikianlah, kemudian Kami berikan kepada mereka pasangan bidadari yang bermata indah.",
                    "55": "Di dalamnya mereka dapat meminta segala macam buah-buahan dengan aman dan tenteram,",
                    "56": "mereka tidak akan merasakan mati di dalamnya selain kematian pertama (di dunia). Allah melindungi mereka dari azab neraka,",
                    "57": "itu merupakan karunia dari Tuhanmu. Demikian itulah kemenangan yang agung.",
                    "58": "Sungguh, Kami mudahkan Al-Qur'an itu dengan bahasamu agar mereka mendapat pelajaran.",
                    "59": "Maka tunggulah; sungguh, mereka itu (juga sedang) menunggu."
                }
            }
        },
        "tafsir": {
            "id": {
                "kemenag": {
                    "name": "Kemenag",
                    "source": "Aplikasi Quran Kementrian Agama Republik Indonesia",
                    "text": {
                        "1": "Ayat ini terdiri dari huruf-huruf hijaiah, sebagaimana terdapat pada permulaan beberapa surah Al-Qur'an. Para ahli tafsir berbeda pendapat tentang maksud huruf-huruf itu. Selanjutnya dipersilahkan menelaah masalah ini pada \"Al-Qur'an dan Tafsirnya\" jilid I yaitu tafsir ayat pertama Surah al-Baqarah.\"",
                        "2": "Allah menerangkan bahwa Dia telah menurunkan Al-Qur'an pada malam yang dikenal dengan malam \"Lailatul Qadar\" untuk memperingatkan hamba-Nya dan supaya mereka takut kepada siksa-Nya, dan pada malam itu Dia telah memerinci semua hal yang bermanfaat bagi hamba-Nya di dunia dan di akhirat. Dia adalah Tuhan semesta alam yang mengatur langit dan bumi dan yang ada di antara keduanya.\n\nTidak ada yang tersembunyi bagi Allah tentang hal ihwal hamba-Nya, hidup dan mati mereka adalah di tangan-Nya. Dialah Tuhan mereka dan Tuhan nenek moyang mereka, tetapi mereka masih juga ragu setelah kebenaran itu nyata dan jelas. Firman Allah:\n\nSesungguhnya Kami telah menurunkannya (Al-Qur'an) pada malam qadar. Dan tahukah kamu apakah malam kemuliaan itu?Malam kemuliaan itu lebih baik daripada seribu bulan. (al-Qadr/97: 1-3)\n\nPeristiwa turunnya Al-Qur'an itu terjadi pada bulan Ramadan sebagaimana firman Allah:\n\nBulan Ramadan adalah (bulan) yang di dalamnya diturunkan Al-Qur'an, (al-Baqarah/2: 185)\n\nDari hadis Nabi:\n\nDari Watsilah bin al-Asqa' bahwa Rasulullah saw bersabda: shuhuf Ibrahim diurunkan pada malam pertama bulan Ramadan, Taurat diturunkan pada tanggal 6 Ramadan, Zabur pada malam 12 Ramadan, Injil pada malam 18 Ramadan dan Al-Qur'an diturunkan pada malam 24 Ramadan. (Riwayat Ahmad, ath-thabrani, dan al-Baihaqi)\n\nAllah menurunkan Al-Qur'an untuk memberitahukan kepada manusia tentang hal-hal yang bermanfaat untuk diamalkan dan hal-hal yang akan mencelakakan mereka, supaya mereka menjauhinya, untuk menjadi hujah bagi Allah atas hamba-Nya.",
                        "3": "Allah menerangkan bahwa Dia telah menurunkan Al-Qur'an pada malam yang dikenal dengan malam \"Lailatul Qadar\" untuk memperingatkan hamba-Nya dan supaya mereka takut kepada siksa-Nya, dan pada malam itu Dia telah memerinci semua hal yang bermanfaat bagi hamba-Nya di dunia dan di akhirat. Dia adalah Tuhan semesta alam yang mengatur langit dan bumi dan yang ada di antara keduanya.\n\nTidak ada yang tersembunyi bagi Allah tentang hal ihwal hamba-Nya, hidup dan mati mereka adalah di tangan-Nya. Dialah Tuhan mereka dan Tuhan nenek moyang mereka, tetapi mereka masih juga ragu setelah kebenaran itu nyata dan jelas. Firman Allah:\n\nSesungguhnya Kami telah menurunkannya (Al-Qur'an) pada malam qadar. Dan tahukah kamu apakah malam kemuliaan itu?Malam kemuliaan itu lebih baik daripada seribu bulan. (al-Qadr/97: 1-3)\n\nPeristiwa turunnya Al-Qur'an itu terjadi pada bulan Ramadan sebagaimana firman Allah:\n\nBulan Ramadan adalah (bulan) yang di dalamnya diturunkan Al-Qur'an, (al-Baqarah/2: 185)\n\nDari hadis Nabi:\n\nDari Watsilah bin al-Asqa' bahwa Rasulullah saw bersabda: shuhuf Ibrahim diurunkan pada malam pertama bulan Ramadan, Taurat diturunkan pada tanggal 6 Ramadan, Zabur pada malam 12 Ramadan, Injil pada malam 18 Ramadan dan Al-Qur'an diturunkan pada malam 24 Ramadan. (Riwayat Ahmad, ath-thabrani, dan al-Baihaqi)\n\nAllah menurunkan Al-Qur'an untuk memberitahukan kepada manusia tentang hal-hal yang bermanfaat untuk diamalkan dan hal-hal yang akan mencelakakan mereka, supaya mereka menjauhinya, untuk menjadi hujah bagi Allah atas hamba-Nya.",
                        "4": "Allah menerangkan bahwa pada malam \"Lailatul Qadar\", dijelaskan segala perkara yang berhubungan dengan kehidupan makhluk, hidup, mati, rezeki, nasib baik, nasib buruk dan sebagainya. Semuanya itu merupakan ketentuan dari Allah yang penuh hikmah sesuai dengan kebijaksanaan-Nya. Ayat 5 ini ditutup dengan satu ketegasan bahwa Allah telah mengutus Rasul-Nya kepada manusia dari golongan mereka sendiri, membersihkan jiwa mereka, mengajarkan kepada mereka al-kitab, al-hikmah; agar menjadi hujah bagi Allah atas hamba-Nya dan menjadi alasan untuk menghukum mereka apabila mereka berbuat dosa, menentang rasul yang diutus kepada mereka, menolak petunjuk yang dibawa oleh rasul itu dari Allah dan tidak ada alasan bagi mereka untuk membantah dan tidak menerima siksaan Allah, sebagaimana firman-Nya:\n\nTetapi Kami tidak akan menyiksa sebelum Kami mengutus seorang rasul. (al-Isra'/17: 15)\n\nDan firman-Nya:\n\nRasul-rasul itu adalah sebagai pembawa berita gembira dan pemberi peringatan, agar tidak ada alasan bagi manusia untuk membantah Allah setelah rasul-rasul itu diutus. (an-Nisa'/4: 165)",
                        "5": "Allah menerangkan bahwa pada malam \"Lailatul Qadar\", dijelaskan segala perkara yang berhubungan dengan kehidupan makhluk, hidup, mati, rezeki, nasib baik, nasib buruk dan sebagainya. Semuanya itu merupakan ketentuan dari Allah yang penuh hikmah sesuai dengan kebijaksanaan-Nya. Ayat 5 ini ditutup dengan satu ketegasan bahwa Allah telah mengutus Rasul-Nya kepada manusia dari golongan mereka sendiri, membersihkan jiwa mereka, mengajarkan kepada mereka al-kitab, al-hikmah; agar menjadi hujah bagi Allah atas hamba-Nya dan menjadi alasan untuk menghukum mereka apabila mereka berbuat dosa, menentang rasul yang diutus kepada mereka, menolak petunjuk yang dibawa oleh rasul itu dari Allah dan tidak ada alasan bagi mereka untuk membantah dan tidak menerima siksaan Allah, sebagaimana firman-Nya:\n\nTetapi Kami tidak akan menyiksa sebelum Kami mengutus seorang rasul. (al-Isra'/17: 15)\n\nDan firman-Nya:\n\nRasul-rasul itu adalah sebagai pembawa berita gembira dan pemberi peringatan, agar tidak ada alasan bagi manusia untuk membantah Allah setelah rasul-rasul itu diutus. (an-Nisa'/4: 165)",
                        "6": "Pada ayat ini Allah menjelaskan bahwa hikmah dan latar belakang pengutusan rasul merupakan satu rahmat daripada-Nya bagi alam semesta sebagaimana firman-Nya:\n\nDan Kami tidak mengutus engkau (Muhammad) melainkan untuk (menjadi) rahmat bagi seluruh alam. (al-Anbiya'/21: 107)\n\nSebagian ahli tafsir berpendapat bahwa rahmat itu adalah latar belakang diturunkan-Nya Al-Qur'an, karena dengan mengikuti isi dan petunjuk Al-Qur'an, manusia dapat mengatur dengan baik urusan dunia dan akhirat, memperbaiki cara hidupnya sehingga nampak bagi mereka keberkahan hidup dalam masyarakatnya. Firman Allah:\n\nDan Kami turunkan dari Al-Qur'an (sesuatu) yang menjadi penawar dan rahmat bagi orang yang beriman. (al-Isra'/17: 82)\n\nAllah itu Maha Mendengar, mendengar semua yang dikatakan manusia. Maha Mengetahui segala hal yang mendatangkan kemaslahatan bagi mereka.",
                        "7": "Allah menerangkan bahwa Dia Maha Mendengar dan Maha Mengetahui hal ihwal hamba-Nya karena Dia yang memelihara, mengatur dan memiliki langit dan bumi serta apa yang ada di antara keduanya. Demikianlah hendaknya hal ini menjadi pendirian bagi orang yang ingin mengetahui dan meyakininya tanpa ada keraguan sedikit pun.",
                        "8": "Allah menerangkan bahwa tiada Tuhan yang sebenarnya melainkan Dia. Dialah yang menghidupkan segala sesuatu menurut kehendak-Nya, dan yang mematikan siapa saja yang dikehendaki-Nya, baik yang terdahulu, sekarang maupun yang akan datang. Oleh karena itu Dialah yang patut dan pantas disembah, bukan tuhan-tuhan yang tidak dapat menolak bencana dan tidak dapat mendatangkan manfaat seperti yang disembah orang musyrik itu.",
                        "9": "Allah menerangkan bahwa orang musyrik itu tetap saja ragu tentang ke-Esaan Allah dan adanya hari kebangkitan, pengakuan mereka bahwa Allah-lah yang menciptakan langit dan bumi dan semua yang ada di muka bumi ini adalah pengakuan yang tidak didasarkan atas keyakinan, tetapi hanya karena mengikuti jejak nenek moyang mereka tanpa pengetahuan.",
                        "10": "Pada ayat ini Allah memerintahkan Nabi Muhammad saw supaya bersabar menanti orang-orang kafir Mekah itu ditimpa kelaparan. Pada saat itu pula mereka bila memandang ke atas, akan melihat di langit kabut tebal memenuhi angkasa.\n\nMenurut kajian ilmiah mengenai peristiwa adanya Dukhan (kabut). Nampaknya pada hari Kiamat nanti akan diawali dengan adanya benturan dahsyat antara bumi dengan benda-benda langit (planet atau asteroida lainnya). Benturan ini diperkirakan akan menyebabkan berhamburannya material bumi maupun benda langit tadi dalam jumlah yang sangat-sangat besar. Material tersebut berhamburan ke angkasa seperti awan debu (ad dukhan) dalam jumlah yang sangat besar. Awan debu inilah yang kemungkinan akan meyelimuti atmosfer bumi sehingga sinar matahari tidak lagi menembus bumi, suhu akan turun drastis, akan terjadi kematian semua makhluk hidup. Para ahli palaentologi (ahli masalah-masalah kepurbaan), termasuk para ahli paleogeologi (geologi-purba) maupun paleobiologi (biologi purba), mengemukakan teori punahnya spesies dinosaurus 66,4 juta tahun yang lalu, dengan mengemukakan suatu hipotesis yang dikenal dengan nama Asteroid Theory (Teori Asteroida). Teori ini muncul setelah Walter Alvarez menemukan adanya konsentrasi iridium yang sangat tinggi dan tidak biasa (anomaly high concentration of iridium) pada rangkaian stratigrafik masa Cretaceous-Tertiary di Gubbio, Italia. Konsentrasi iridium yang tidak normal ini, menimbulkan dugaan, bahwa iridium itu berasal dari benda-benda langit. Punahnya spesies dinosaurus menurut Asteroid Theory ini terjadi oleh adanya benturan bumi dengan asteroida, yang mengakibatkan munculnya awan debu luar biasa yang menyelimuti bumi, sehingga menghalangi sinar matahari masuk, menurunkan suhu dan mematikan spesies hayati purba. Teori ini didukung oleh tingginya kadar iridium di lokasi ditemukannya dinosaur. Apakah ad-Dukhan pada ayat 10 ini juga disebabkan adanya benturan bumi dengan benda-benda langit, menjelang kiamat.",
                        "11": "Allah menerangkan bahwa ketika kabut tebal itu meliputi mereka, mereka berkata, \"Ini adalah siksaan yang amat menggelisahkan sehingga kami tidak bisa tidur dan apabila siksaan ini berlangsung terus-menerus, tentu kami akan mati.",
                        "12": "Allah menerangkan bahwa mereka berjanji kepada Rasulullah saw akan beriman kepada Allah apabila siksa yang menimpa mereka itu dilenyapkan oleh Allah. Itulah watak manusia pada umumnya apabila mereka dalam kesusahan; mereka berjanji akan bertobat dan menahan diri mereka dari hal-hal yang menyebabkan timbulnya kesusahan itu, tetapi apabila kesusahan mereka berakhir atau kesusahan mereka itu hilang lenyap, mereka kembali melakukan hal-hal yang menyebabkan adanya kesusahan itu. Diriwayatkan bahwa ketika kemarau yang menimpa kaum Quraisy begitu hebatnya. Abu Sufyan berkunjung kepada Rasulullah saw dan meminta belas kasihan darinya, serta berjanji akan beriman apabila Muhammad saw mendoakan mereka agar lepas dari kesusahan itu sehingga berakhirlah kesusahan mereka.",
                        "13": "Allah menerangkan bagaimana mereka itu berjanji akan beriman apabila azab mereka dihilangkan. Telah diutus kepada mereka seorang rasul yang memberikan peringatan dan penjelasan tentang kebenaran kenabian Muhammad saw dan Al-Qur'an itu dari Allah. Semua itu seharusnya cukup untuk menyadarkan mereka dan mengembalikan mereka kepada kebenaran, tetapi mereka tetap membangkang dan berpaling daripadanya, bahkan mereka itu menuduh bahwa ajaran yang disebarkan Muhammad saw itu diterima dari seorang Romawi, budak dari suku saqif bernama Addaz yang beragama Kristen. Ada juga di antara mereka menuduh Muhammad saw seorang gila dan ajaran yang dibawanya itu adalah berasal dari jin ketika Muhammad saw dalam keadaan tidak sadar.",
                        "14": "Allah menerangkan bagaimana mereka itu berjanji akan beriman apabila azab mereka dihilangkan. Telah diutus kepada mereka seorang rasul yang memberikan peringatan dan penjelasan tentang kebenaran kenabian Muhammad saw dan Al-Qur'an itu dari Allah. Semua itu seharusnya cukup untuk menyadarkan mereka dan mengembalikan mereka kepada kebenaran, tetapi mereka tetap membangkang dan berpaling daripadanya, bahkan mereka itu menuduh bahwa ajaran yang disebarkan Muhammad saw itu diterima dari seorang Romawi, budak dari suku saqif bernama Addaz yang beragama Kristen. Ada juga di antara mereka menuduh Muhammad saw seorang gila dan ajaran yang dibawanya itu adalah berasal dari jin ketika Muhammad saw dalam keadaan tidak sadar.",
                        "15": "Dalam ayat ini Allah menerangkan bahwa seandainya Dia melenyapkan sebagian azab itu dari mereka sesuai dengan permintaannya agar mereka berbuat baik dan tidak lagi melanggar larangan-larangan Allah, mereka akan tetap saja dalam keadaan semula yaitu kafir dan mendustakan Muhammad saw sebagaimana firman Allah:\n\nDan seandainya mereka Kami kasihani, dan Kami lenyapkan malapetaka yang menimpa mereka, pasti mereka akan terus-menerus terombang-ambing dalam kesesatan mereka. (al-Mu'minun/23: 75)\n\nDan firman-Nya:\n\nSeandainya mereka dikembalikan ke dunia, tentu mereka akan mengulang kembali apa yang telah dilarang mengerjakannya. Mereka itu sungguh pendusta. (al-An'am/6: 28)",
                        "16": "Pada ayat ini Allah menerangkan bahwa di hari Kiamat nanti Dia akan memberikan balasan siksa yang amat pedih kepada orang kafir Mekah. Pada hari itu mereka tidak akan mendapat pembela, penolong dan penyelamat yang akan dapat menghalangi siksaan Allah yang dijatuhkan kepada mereka, dan pada waktu itu timbullah penyesalan mereka yang sangat. Firman Allah:\n\nMereka menyatakan penyesalan ketika mereka melihat azab. Dan Kami pasangkan belenggu di leher orang-orang yang kafir. Mereka tidak dibalas melainkan sesuai dengan apa yang telah mereka kerjakan. (Saba'/34: 33)",
                        "17": "Allah menerangkan bahwa sebelum menguji kaum Nabi Muhammad, Dia telah menguji kaum Fir'aun yang sangat angkuh dan sombong. Ujiannya ialah, dengan mengutus kepada mereka seorang rasul yang mulia yaitu Nabi Musa. Peristiwa ini diharapkan menjadi contoh bagi kaum Nabi Muhammad saw.",
                        "18": "Nabi Musa berkata kepada kaum Fir'aun, \"Serahkanlah kepadaku Bani Israil dan lepaskanlah mereka dari perbudakan serta penyiksaan kamu sekalian, karena mereka itu adalah kaum yang merdeka untuk saya bawa ke negeri asal kami. Aku ini adalah Rasulullah yang telah dipercayakan untuk menyampaikan wahyu-Nya dan memperingatkan kepada kamu sekalian tentang siksaan-Nya apabila kamu sekalian mendurhakai-Nya. Firman Allah:\n\nMaka pergilah kamu berdua kepadanya (Fir'aun) dan katakanlah, \"Sungguh, kami berdua adalah utusan Tuhanmu, maka lepaskanlah Bani Israil bersama kami dan janganlah engkau menyiksa mereka. Sungguh, kami datang kepadamu dengan membawa bukti (atas kerasulan kami) dari Tuhanmu. Dan keselamatan itu dilimpahkan kepada orang yang mengikuti petunjuk. (thaha/20: 47)",
                        "19": "Musa menghimbau kaum Fir'aun agar mereka jangan menyombongkan diri kepada Allah dengan mengingkari ketuhanan-Nya, dengan mengakui bahwa ketuhanan itu ada pada diri mereka, dan jangan mendurhakai-Nya serta menyalahi perintah-Nya. Selanjutnya Musa menegaskan bahwa dia datang kepada mereka dengan membawa bukti yang nyata atas kebenaran apa yang dia serukan itu. Bukti nyata itu antara lain peristiwa yang terjadi antara Musa dan Fir'aun yang dikisahkan di dalam Al-Qur'an. Firman Allah:\n\nDia (Musa) berkata, \"Apakah (engkau akan melakukan itu) sekalipun aku tunjukkan kepadamu sesuatu (bukti) yang nyata?\"Dia (Fir'aun) berkata, \"Tunjukkan sesuatu (bukti yang nyata) itu, jika engkau termasuk orang yang benar!\"Maka dia (Musa) melemparkan tongkatnya, tiba-tiba tongkat itu menjadi ular besar yang sebenarnya. Dan dia mengeluarkan tangannya (dari dalam bajunya), tiba-tiba tangan itu menjadi putih (bercahaya) bagi orang-orang yang melihatnya. (asy-Syu'ara'/26: 30-33)",
                        "20": "Selanjutnya dalam ayat ini Musa berkata kepada Fir'aun dan kaumnya, bahwa dia akan minta perlindungan dari Tuhannya dan Tuhan mereka, Tuhan yang menciptakannya dan yang menciptakan mereka, berlindung dari tindakan jahat yang akan mereka timpakan kepadanya baik berupa perkataan atau perbuatan.\n\nKalau mereka tidak mau menerima apa yang dia serukan kepada mereka, Musa mengharapkan agar mereka itu membiarkannya menimpa kaumnya tanpa membalas sikap mereka itu.\n\nPersoalan antara Musa dan Fir'aun bersama kaumnya berlarut-larut, sekalipun kepada mereka telah diberikan bukti-bukti yang nyata, tetapi mereka tetap saja membangkang. Musa berdoa dan mengadu kepada Allah bahwa mereka itu tetap saja mempersekutukan-Nya dan mendustakan rasul-Nya. Firman Allah:\n\nDan Musa berkata, \"Ya Tuhan kami, Engkau telah memberikan kepada Fir'aun dan para pemuka kaumnya perhiasan dan harta kekayaan dalam kehidupan dunia. Ya Tuhan kami, (akibatnya) mereka menyesatkan (manusia) dari jalan-Mu. Ya Tuhan, binasakanlah harta mereka, dan kuncilah hati mereka, sehingga mereka tidak beriman sampai mereka melihat azab yang pedih.\" (Yunus/10: 88)",
                        "21": "Selanjutnya dalam ayat ini Musa berkata kepada Fir'aun dan kaumnya, bahwa dia akan minta perlindungan dari Tuhannya dan Tuhan mereka, Tuhan yang menciptakannya dan yang menciptakan mereka, berlindung dari tindakan jahat yang akan mereka timpakan kepadanya baik berupa perkataan atau perbuatan.\n\nKalau mereka tidak mau menerima apa yang dia serukan kepada mereka, Musa mengharapkan agar mereka itu membiarkannya menimpa kaumnya tanpa membalas sikap mereka itu.\n\nPersoalan antara Musa dan Fir'aun bersama kaumnya berlarut-larut, sekalipun kepada mereka telah diberikan bukti-bukti yang nyata, tetapi mereka tetap saja membangkang. Musa berdoa dan mengadu kepada Allah bahwa mereka itu tetap saja mempersekutukan-Nya dan mendustakan rasul-Nya. Firman Allah:\n\nDan Musa berkata, \"Ya Tuhan kami, Engkau telah memberikan kepada Fir'aun dan para pemuka kaumnya perhiasan dan harta kekayaan dalam kehidupan dunia. Ya Tuhan kami, (akibatnya) mereka menyesatkan (manusia) dari jalan-Mu. Ya Tuhan, binasakanlah harta mereka, dan kuncilah hati mereka, sehingga mereka tidak beriman sampai mereka melihat azab yang pedih.\" (Yunus/10: 88)",
                        "22": "Selanjutnya dalam ayat ini Musa berkata kepada Fir'aun dan kaumnya, bahwa dia akan minta perlindungan dari Tuhannya dan Tuhan mereka, Tuhan yang menciptakannya dan yang menciptakan mereka, berlindung dari tindakan jahat yang akan mereka timpakan kepadanya baik berupa perkataan atau perbuatan.\n\nKalau mereka tidak mau menerima apa yang dia serukan kepada mereka, Musa mengharapkan agar mereka itu membiarkannya menimpa kaumnya tanpa membalas sikap mereka itu.\n\nPersoalan antara Musa dan Fir'aun bersama kaumnya berlarut-larut, sekalipun kepada mereka telah diberikan bukti-bukti yang nyata, tetapi mereka tetap saja membangkang. Musa berdoa dan mengadu kepada Allah bahwa mereka itu tetap saja mempersekutukan-Nya dan mendustakan rasul-Nya. Firman Allah:\n\nDan Musa berkata, \"Ya Tuhan kami, Engkau telah memberikan kepada Fir'aun dan para pemuka kaumnya perhiasan dan harta kekayaan dalam kehidupan dunia. Ya Tuhan kami, (akibatnya) mereka menyesatkan (manusia) dari jalan-Mu. Ya Tuhan, binasakanlah harta mereka, dan kuncilah hati mereka, sehingga mereka tidak beriman sampai mereka melihat azab yang pedih.\" (Yunus/10: 88)",
                        "23": "Allah memerintahkan Musa supaya pergi meninggalkan Mesir pada malam hari dan membawa serta Bani Israil dan orang-orang yang beriman kepadanya dari penduduk asli Mesir, tanpa sepengetahun Fir'aun. Ia diberitahu oleh Allah bahwa Fir'aun dan kaumnya akan mengejarnya, tetapi ia tidak akan tersusul oleh mereka. Allah berfirman:\n\nDan sungguh, telah Kami wahyukan kepada Musa, \"Pergilah bersama hamba-hamba-Ku (Bani Israil) pada malam hari, dan pukullah (buatlah) untuk mereka jalan yang kering di laut itu, (engkau) tidak perlu takut akan tersusul dan tidak perlu khawatir (akan tenggelam).\" (thaha/20: 77)",
                        "24": "Allah memerintahkan Musa agar dia dan kaumnya meninggalkan laut yang dilaluinya itu dalam keadaan terbelah seperti halnya ketika dia memasukinya, hingga Fir'aun dan tentaranya memasukinya, kemudian Allah mempertautkan kembali laut yang terbelah tadi hingga tenggelamlah Fir'aun dan segenap tentaranya. Sedangkan Musa dan orang-orang yang bersama dia selamat sampai ke daratan, sebagaimana dinyatakan dalam firman Allah:\n\nDan Kami selamatkan Musa dan orang-orang yang bersamanya. Kemudian Kami tenggelamkan golongan yang lain. (asy-Syu'ara'/26: 65-66)",
                        "25": "Alangkah banyaknya kekayaan yang ditinggalkan Fir'aun dan tentaranya baik berupa taman-taman yang penuh dengan bunga-bungaan yang menjadikan hawa sejuk menyenangkan, dan mata air yang mengalir dengan indahnya. Demikian pula kebun-kebun yang menghijau, penuh dengan pohon-pohon yang berbuah dengan lebatnya, tempat-tempat yang berpemandangan indah, bangunan yang megah dan istana yang megah dan indah.",
                        "26": "Alangkah banyaknya kekayaan yang ditinggalkan Fir'aun dan tentaranya baik berupa taman-taman yang penuh dengan bunga-bungaan yang menjadikan hawa sejuk menyenangkan, dan mata air yang mengalir dengan indahnya. Demikian pula kebun-kebun yang menghijau, penuh dengan pohon-pohon yang berbuah dengan lebatnya, tempat-tempat yang berpemandangan indah, bangunan yang megah dan istana yang megah dan indah.",
                        "27": "Semula mereka hidup dengan penuh ketenangan dengan penghidupan yang serba cukup dan lengkap, rezeki berlimpah-limpah, kegembiraan yang selalu dinikmati. Semuanya itu dilimpahkan Allah kepada mereka, tetapi mereka itu tetap tidak mau sadar, bahwa kejahatan dan kekafiran mereka bertambah-tambah karenanya lalu Allah membinasakan mereka. Kekayaan mereka tidak bermanfaat bagi mereka dan tidak dapat menolong mereka. Firman Allah:\n\nDan hartanya tidak bermanfaat baginya apabila dia telah binasa. (al-Lail/92: 11)",
                        "28": "Demikianlah Allah membinasakan kaum yang mendustakan rasul-rasul-Nya yang selalu menyalahi perintah-Nya dan melanggar larangan-Nya. Negeri yang penuh kekayaan yang berlimpah-limpah dialihkan Allah kepada kaum yang lain yang tidak ada hubungannya sama sekali dengan mereka baik hubungan kekeluargaan maupun agama. Maka bangsa-bangsa berganti menguasai Mesir. Ibnu Katsir berpendapat bahwa yang mewarisi kekayaan Fir'aun adalah Bani Israil. Demikianlah Allah memberikan kekayaan kepada orang yang dikehendaki-Nya dan mencabut kerajaan dari orang yang Dia kehendaki, memuliakan yang Dia kehendaki, dan menghinakan yang Dia kehendaki pula. Firman Allah:\n\nKatakanlah (Muhammad), \"Wahai Tuhan pemilik kekuasaan, Engkau berikan kekuasaan kepada siapa pun yang Engkau kehendaki, dan Engkau cabut kekuasaan dari siapa pun yang Engkau kehendaki. Engkau muliakan siapa pun yang Engkau kehendaki dan Engkau hinakan siapa pun yang Engkau kehendaki. Di tangan Engkaulah segala kebajikan. Sungguh, Engkau Mahakuasa atas segala sesuatu. (Ali 'Imran/3: 26)",
                        "29": "Langit dan bumi tidak menangisi kepergian dan kehancuran Fir'aun dan kaumnya. Tidak sesuatu pun baik di langit maupun di bumi yang menghiraukan kematian Fir'aun dan kaumnya yang jahat dan durjana itu. Mereka tidak mau bertobat memperbaiki kesalahan-kesalahan mereka, oleh karenanya azab disegerakan tanpa ada penangguhan. Abu Ya'la meriwayatkan, demikian pula Abu Nu'aim dalam kitab hiyah al-Auliya:\n\nDari Anas bin Malik, Rasulullah bersabda: Setiap muslim mempunyai dua pintu di langit; pintu tempat turun rezekinya dan pintu tempat masuk amal dan ucapannya, bila keduanya tidak ada maka menangislah kedua pintu tersebut.",
                        "30": "Allah menyelamatkan Bani Israil dari siksaan Fir'aun dan kaumnya yang telah menghinakan mereka. Fir'aun telah menghancurkan musuh mereka, membunuh anak laki-laki mereka, dan membiarkan wanita-wanita hidup namun memaksakan pekerjaan yang berat. Fir'aun adalah seorang yang sombong dan berbuat melampaui batas di luar perikemanusiaan. Firman Allah:\n\nSungguh, Fir'aun telah berbuat sewenang-wenang di bumi dan menjadikan penduduknya berpecah belah, dia menindas segolongan dari mereka (Bani Israil), dia menyembelih anak laki-laki mereka dan membiarkan hidup anak perempuan mereka. Sungguh, dia (Fir'aun) termasuk orang yang berbuat kerusakan. (al-Qasas/28: 4)",
                        "31": "Allah menyelamatkan Bani Israil dari siksaan Fir'aun dan kaumnya yang telah menghinakan mereka. Fir'aun telah menghancurkan musuh mereka, membunuh anak laki-laki mereka, dan membiarkan wanita-wanita hidup namun memaksakan pekerjaan yang berat. Fir'aun adalah seorang yang sombong dan berbuat melampaui batas di luar perikemanusiaan. Firman Allah:\n\nSungguh, Fir'aun telah berbuat sewenang-wenang di bumi dan menjadikan penduduknya berpecah belah, dia menindas segolongan dari mereka (Bani Israil), dia menyembelih anak laki-laki mereka dan membiarkan hidup anak perempuan mereka. Sungguh, dia (Fir'aun) termasuk orang yang berbuat kerusakan. (al-Qasas/28: 4)",
                        "32": "Allah menerangkan bahwa Dia telah memilih Bani Israil atas orang-orang pandai pada zaman mereka; menurunkan kepada mereka kitab-kitab Samawi, mengutus pada mereka rasul-rasul karena Dia Maha Mengetahui kesanggupan dan kemampuan mereka.\n\nBeberapa fakta sejarah dan fakta kekinian telah membuktikan pernyataan Allah swt, seperti tercantum dalam Al-Qur'an, Surah al-Jatsiyah/45: 16 di bawah ini. \n\nDan sungguh, kepada Bani Israil telah Kami berikan Kitab (Taurat), kekuasaan dan kenabian, Kami anugerahkan kepada mereka rezeki yang baik dan Kami lebihkan mereka atas bangsa-bangsa (pada masa itu).\n\nFakta sejarah memperlihatkan kepada kita bahwa sebagian besar para Nabi dan rasul berasal dari kalangan Bani Israil. Nama-nama para nabi/rasul dari kalangan Bani Israil, yang tercantum di dalam Al-Qur'an, diawali dari Nabi Yakub. Nabi-nabi yang bergelar Israil, adalah: (1) Yakub [Jacob], (2) Yusuf [Joseph], (3) Musa,[Moses] (4) Harun [Aron], (5) Daud [David], (6) Sulaiman [Solomon], (7) Ilyas [Eliah], (8) Ilyasa [Elisha], (9) Uzair [Ezra], (10) Zulkifli [Ezekiel], (11) Junus [Jonah] (12) Ayyub [Job], (13) Zakariyya [Zeccharia], (14) Yahya [John], dan (15) Isa [Jesus]. Jika moyang Israil seperti Nabi Ibrahim [Abraham], Nabi Lut [Lot], dan Nabi Ishak,[Isaac] dimasukkan, maka jumlah nabi/rasul dari kalangan Israil yang tercantum dalam Al-Qur'an adalah 18 orang. Dari fakta sejarah ini jelas, bahwa bangsa Israil telah dikaruniai banyak rasul/nabi melebihi bangsa-bangsa lainnya. Sebagai pelengkap dari anugerah derajat kenabian/kerasulan itu, Allah swt menurunkan Kitab Suci Taurat kepada Nabi Musa dan Kitab Suci Zabur kepada Nabi Daud, yang menjadi pegangan hukum bagi kalangan Israil. Kemudian diturunkan pula Kitab Suci Injil kepada Nabi Isa, yang mestinya menjadi pegangan hukum pula bagi kalangan Bani Israil, namun kemudian ditolak oleh Bani Israil. Dalam agama Kristiani, kitab Taurat, Zabur dan Injil, dijadikan pegangan, dan ketiga Kitab Suci itu dikompilasikan kedalam Perjanjian Lama (untuk Taurat dan Zabur) dan Perjanjian Baru (untuk Injil). Ketiga Kitab Suci itulah yang telah membangkitkan atau melahirkan peradaban Yahudi-Kristiani yang ada di dunia sampai saat ini. Fakta sejarah juga menjelaskan kepada kita bahwa Nabi Daud dan Nabi Sulaiman adalah seorang raja yang sangat adil, dan kekuasaannya membentang sangat luas. Pada masa Raja Sulaiman, kekuasaannya membentang dari Palestina di barat sampai perbatasan India di sebelah timur. Ke selatan sampai dengan Yaman dan di utara sampai ke perbatasan Siria.\n\nFakta kekinian juga memperlihatkan bahwa banyak pionir ilmu pengetahuan, baik ilmu-ilmu kealaman, teknologi atau ilmu-ilmu sosial, muncul dari kalangan Bani Israil. Para Pemenang Nobel (Nobel Laurreates) adalah dari kalangan Bani Israil. Mereka adalah: Albert Einstein (ahli Fisika, dan Kosmologi), Enrico Fermi (ahli Fisika-nuklir), Erwin Schrodinger (ahli Fisika Kuantum), Max Born (ahli Fisika Kuantum), Raould Hoffman (ahli Kimia Fisika Organik), Richard Feynmann (ahli Fisika Kuantum). Disamping itu, para ahli filsafat, seperti Karl Marx (penemu teori ekonomi Marxian), Charles Darwin (penemu Teori Evolusi) dan Sigmund Freud (ahli Psikoanalisis), juga berasal dari kalangan Bani Israil. Pionir-pionir diatas telah mempengaruhi jalannya sejarah ummat manusia sekarang ini. \n\nFakta di atas, telah dapat menjelaskan kepada kita tentang pernyataan Allah swt, yang tercantum dalam Al-Qur'an, surah 44: 32 dan 45: 16. Faktor genetik merupakan kunci dari keunggulan manusia, sebagaimana keunggulan dalam dunia Botani (Tumbuhan) maupun Zoologi (Hewan). Faktor genetik manusia juga dipengaruhi oleh lingkungannya. Jika suatu populasi kelompok manusia (Kelompok-A) bermigrasi ke suatu tempat kelompok manusia yang lain (kelompok-B), dan apabila terjadi perkawinan diantara anggota kedua populasi itu, maka akan terjadi gene flow baik dari gena kelompok-A ke kelompok-B maupun sebaliknya (lihat The New Encyclopaedia Brittanica, Vol. 19, Macropaedia, 2005, Gene in Populations, hal. 719-720)\n\nGene flow ini mampu memperkaya faktor genetik. Lebih kurang 4000 tahun yang lalu, keluarga Nabi Ibrahim, yang terdiri dari istri Beliau: Sarah, keponakan beliau: Nabi Lut, bermigrasi dari wilayah Ur (Babilonia, atau Iraq sekarang ini), ke utara sampai di wilayah Harran (Sekarang masuk wilayah tenggara Turki). Kemudian bermigrasi lagi ke selatan, yaitu ke Siria, Palestina; dan terus ke Mesir, dimana Beliau menikahi Hajar. Keluarga Ibrahim ini kemudian bermigrasi ke Arabia dan balik ke Palestina. Beliau bermukim di sana sampai wafatnya. Karena seringnya berpindah-pindah tempat inilah, maka kelompok kecil keluarga Ibrahim ini, dikenal sebagai suku Ibrani, artinya yang berpindah-pindah tempat. Dalam migrasinya ini, kelompok keluarga Ibrahim 'berhubungan dengan banyak peradaban-peradaban maju waktu itu, seperti peradaban Babilonia, Assiria, Kanaan, dan Mesir. Gen flow tentu akan terjadi pada era migrasi Ibrahim ini, sehingga suku Ibrani mengalami pengayaan genetik (genetic enrichment). Yang unik adalah, suku Ibrani ini tetap mampu menjaga ciri khasnya sebagai suku yang menganut Tauhid; berbeda dengan ummat-ummat sekitarnya. Kebiasaan suku Ibrani ini, yang kemudian diteruskan oleh generasi yang lebih muda: Bani Israil, diteruskan dari generasi ke generasi berikutnya, baik dengan perluasan wilayah, seperti pada era Raja Sulaiman, maupun pada saat Bani Israil mengalami 'pembuangan selama hampir 2000 tahun di Eropa, mulai dari tahun 70 M sampai mereka kembali ke Palestina tahun 1948 M. Gene enrichment selama hampir 4000 tahun peradaban Israil terjadi; ini mungkin kelebihan yang dianugerahkan oleh Allah swt. kepada umat Israil itu.",
                        "33": "Allah telah menganugerahkan kepada Bani Israil berbagai kenikmatan yang menunjukkan kemuliaan mereka di sisi Allah yang bisa menjadi pelajaran bagi orang yang memperhatikannya. Allah menyelamatkan mereka dari musuh mereka, menaungi mereka dengan awan di atas mereka, menurunkan kepada mereka manna dan salwa dan kenikmatan-kenikmatan lainnya.\n\nAl-Hasan dan Qatadah mengatakan, yang dimaksud dengan kata-kata: \"Al-Bala'ul Mubin\" ialah nikmat yang nyata seperti firman Allah:\n\nDan untuk memberi kemenangan kepada orang-orang mukmin, dengan kemenangan yang baik. (al-Anfal/8: 17)\n\nDan firman-Nya:\n\nKami akan menguji kamu dengan keburukan dan kebaikan sebagai cobaan. (al-Anbiya'/21: 35)",
                        "34": "Allah menjelaskan bahwa orang-orang kafir Mekah tidak mempercayai adanya hari kebangkitan karena menurut keyakinan mereka mustahil orang yang sudah mati itu dapat hidup kembali. Kepercayaan yang demikian itu timbul karena pikiran mereka telah dilumuri oleh noda-noda kemusyrikan; semakin lama noda itu semakin menebal sehingga menutupi seluruh hati dan pikiran mereka. Maka timbullah rasa sombong (takabur) dalam hati mereka disertai dengan keingkaran tanpa alasan. Mereka berpendapat apa yang dipandang benar oleh nenek moyang mereka adalah benar pula menurut mereka meskipun keyakinan nenek moyang mereka itu semata-mata berdasarkan dugaan yang tidak ada dasar kebenarannya. Keadaan mereka seperti orang yang terlanjur melontarkan kata-kata, kemudian kata-kata itu dibelanya mati-matian tanpa memperhatikan apakah yang dikatakannya itu benar atau salah. Mereka tidak lagi menggunakan pikiran yang sehat dalam menilai perkataan itu akan tetapi semata-mata menuruti hawa nafsu mereka.\n\nSikap dan keyakinan mereka itu tercetus dalam perkataan mereka. \"Kematian itu hanya sekali yaitu kematian di dunia ini saja, tidak dua kali, dan kami sekali-kali tidak akan dibangkitkan kembali.\"\n\nDengan perkataan itu, berarti mereka telah menolak keterangan wahyu yang mengatakan bahwa mati itu dua kali. Allah berfirman:\n\nBagaimana kamu ingkar kepada Allah, padahal kamu (tadinya) mati, lalu Dia menghidupkan kamu, kemudian Dia mematikan kamu lalu Dia menghidupkan kamu kembali. Kemudian kepada-Nyalah kamu dikembalikan. (al-Baqarah/2: 28)\n\nAyat ini menerangkan bahwa manusia itu sebelum hidup di dunia adalah makhluk yang mati, lalu mereka dilahirkan sebagai makhluk hidup. Setelah itu, mereka menemui ajalnya dan mengalami kematian yang kedua. Kemudian pada hari Kiamat mereka akan dibangkitkan kembali dari kubur, dan hidup untuk kedua kalinya. Dalam ayat ini, diterangkan bahwa orang-orang musyrik mengakui satu kali kehidupan dan satu kali kematian, tidak mempercayai adanya kehidupan sesudah mati. Keingkaran mereka terhadap hari kebangkitan itu tidak beralasan karena pikiran mereka tidak sampai kepada ketentuan itu. Jika Allah kuasa menciptakan semua kehidupan ini, tentu Dia kuasa pula mengembalikan kehidupan itu sesudah kematian dan menghisab semua amal perbuatan.",
                        "35": "Allah menjelaskan bahwa orang-orang kafir Mekah tidak mempercayai adanya hari kebangkitan karena menurut keyakinan mereka mustahil orang yang sudah mati itu dapat hidup kembali. Kepercayaan yang demikian itu timbul karena pikiran mereka telah dilumuri oleh noda-noda kemusyrikan; semakin lama noda itu semakin menebal sehingga menutupi seluruh hati dan pikiran mereka. Maka timbullah rasa sombong (takabur) dalam hati mereka disertai dengan keingkaran tanpa alasan. Mereka berpendapat apa yang dipandang benar oleh nenek moyang mereka adalah benar pula menurut mereka meskipun keyakinan nenek moyang mereka itu semata-mata berdasarkan dugaan yang tidak ada dasar kebenarannya. Keadaan mereka seperti orang yang terlanjur melontarkan kata-kata, kemudian kata-kata itu dibelanya mati-matian tanpa memperhatikan apakah yang dikatakannya itu benar atau salah. Mereka tidak lagi menggunakan pikiran yang sehat dalam menilai perkataan itu akan tetapi semata-mata menuruti hawa nafsu mereka.\n\nSikap dan keyakinan mereka itu tercetus dalam perkataan mereka. \"Kematian itu hanya sekali yaitu kematian di dunia ini saja, tidak dua kali, dan kami sekali-kali tidak akan dibangkitkan kembali.\"\n\nDengan perkataan itu, berarti mereka telah menolak keterangan wahyu yang mengatakan bahwa mati itu dua kali. Allah berfirman:\n\nBagaimana kamu ingkar kepada Allah, padahal kamu (tadinya) mati, lalu Dia menghidupkan kamu, kemudian Dia mematikan kamu lalu Dia menghidupkan kamu kembali. Kemudian kepada-Nyalah kamu dikembalikan. (al-Baqarah/2: 28)\n\nAyat ini menerangkan bahwa manusia itu sebelum hidup di dunia adalah makhluk yang mati, lalu mereka dilahirkan sebagai makhluk hidup. Setelah itu, mereka menemui ajalnya dan mengalami kematian yang kedua. Kemudian pada hari Kiamat mereka akan dibangkitkan kembali dari kubur, dan hidup untuk kedua kalinya. Dalam ayat ini, diterangkan bahwa orang-orang musyrik mengakui satu kali kehidupan dan satu kali kematian, tidak mempercayai adanya kehidupan sesudah mati. Keingkaran mereka terhadap hari kebangkitan itu tidak beralasan karena pikiran mereka tidak sampai kepada ketentuan itu. Jika Allah kuasa menciptakan semua kehidupan ini, tentu Dia kuasa pula mengembalikan kehidupan itu sesudah kematian dan menghisab semua amal perbuatan.",
                        "36": "Allah menerangkan tantangan orang musyrik Mekah kepada Rasulullah. Seandainya yang dikatakan rasul itu benar, yaitu adanya hari kebangkitan hendaklah dia mengemukakan bukti kebenaran dan hendaklah dia menghidupkan kembali nenek moyang mereka yang telah mati dahulu. Menurut mereka, seandainya Rasulullah saw dapat membangkitkan (dari kubur) menghidupkan kembali nenek moyang mereka tentu hal ini dapat menjadi bukti adanya hari kebangkitan itu.\n\nMaka Allah menjelaskan bahwa Dia kuasa mengumpulkan sesuatu yang berserakan, mulai dari benda padat, benda cair, dan udara, dari atom yang paling kecil sampai kepada molekul-molekul, semua dikumpulkan menjadi satu sehingga terbentuk seorang manusia. Tahukah manusia dari mana asal makanan yang dimakannya, pakaian yang dipakainya, alat rumah tangga yang mereka gunakan, dan sebagainya. Semua datang dari penjuru dunia yang berjauhan, kemudian dikumpulkan Tuhan pada suatu tempat untuk memenuhi keperluan dan keinginan seorang manusia. Jika hal yang demikian itu dapat dilakukan Allah, tentu mengumpulkan kembali tulang yang berserakan, daging yang telah hancur luluh menjadi tanah, dan rekaman perbuatan-perbuatan yang telah dilakukan seseorang lebih mudah dilakukan-Nya, mengulang membuat sesuatu yang pernah ada jauh lebih mudah dari membuatnya pada pertama kalinya.\n\nDari keterangan demikian, dapat disimpulkan bahwa hari kebangkitan itu pasti terjadi. Hanya saja waktunya belum diketahui dan hanya Allah saja yang mengetahuinya. Yang jelas, hari kebangkitan itu akan terjadi setelah seluruh jagad raya mengalami kehancuran total termasuk semua isinya. Itulah sebabnya Allah tidak melayani tantangan orang-orang musyrik, karena tidak berguna menjawabnya. Tantangan itu dikemukakan mereka hanyalah untuk menutupi isi dan keinginan hati mereka. Dikabulkan atau tidak permintaan mereka itu, mereka tidak juga akan beriman.",
                        "37": "Kemudian Allah mengingatkan mereka pada kaum yang telah ditimpa malapetaka dan azab Allah, karena mereka durhaka dan tidak mengindahkan seruan para rasul yang diutus kepada mereka. Hendaklah mereka menjaga diri mereka, jangan sampai Allah mengazab mereka seperti yang telah dialami kaum yang terdahulu itu, Allah menyatakan bahwa keadaan mereka tidaklah lebih baik dari kaum Tubba'.\n\nSahl bin Sa'd berkata, aku mendengar Rasulullah bersabda: Janganlah kalian mencela Tubba' karena dia sudah masuk Islam. (Riwayat Ahmad)\n\nTubba' adalah sebutan bagi raja-raja Himyar di Yaman. Kaumnya disebut kaum Tubba'. Mereka berbuat dosa yang melampaui batas sehingga negeri mereka dihancurkan Allah. Namun sebahagian kaumnya masih hidup mengembara ke negeri-negeri sekitarnya. Pada mulanya mereka adalah kaum yang mempunyai kemampuan dan ilmu yang cukup tinggi serta mempunyai balatentara yang cukup kuat. Kalau dibandingkan dengan orang Tubba', orang-orang kafir Mekah jauh ketinggalan dari orang Tubba'. Allah menyatakan bahwa orang-orang kafir Mekah itu tidak lebih baik keadaannya dari kaum 'Ad dan Samud. Kedua kaum ini juga dibinasakan Allah karena kesombongan dan pengingkaran mereka terhadap adanya hari kebangkitan.\n\nPada akhir ayat ini, Allah menandaskan bahwa pada umat-umat terdahulu itu telah berlaku sunatullah. Mereka semua dibinasakan karena mereka telah tenggelam dalam lumpur kemaksiatan. Kejadian itu seharusnya menjadi pelajaran bagi orang-orang kafir Mekah seandainya mereka mau mengambil pelajaran. Dalam ayat yang lain, Allah menegaskan sunah-Nya ini. Allah berfirman:\n\nSebagai sunatullah yang (berlaku juga) bagi orang-orang yang telah terdahulu sebelum(mu), dan engkau tidak akan mendapati perubahan pada sunnah Allah. (al-Ahzab/33: 62)",
                        "38": "Allah menjelaskan bahwa langit dan bumi beserta segala isinya tidaklah diciptakan dengan sia-sia atau secara kebetulan tanpa maksud dan tujuan, tetapi semuanya itu diciptakan sesuai dengan rencana dan kehendak Allah. Apabila diperhatikan dengan seksama setiap kehidupan yang ada di bumi dan segala kejadian di langit tentulah akan diketahui baik makhluk yang bernyawa maupun yang tidak bernyawa dari berbagai macam tingkatan, dari tingkat terendah sampai dengan tingkat yang tertinggi, masing-masing faedahnya, ada ketentuan-ketentuan yang berlaku baginya, dan ada pula waktu yang ditentukan untuk kehidupannya.\n\nSebagai contoh seekor burung, ia ditetaskan dari sebuah telur yang berasal dari induknya. Setelah dierami dalam waktu tertentu, keluar anak burung yang kecil tanpa bulu dari telur itu. Dari hari ke hari burung itu diberi makan oleh induknya, sehingga anak burung itu tumbuh secara berangsur-angsur, badannya menjadi besar dan ditumbuhi bulu, sayapnya bertambah kuat. Kemudian diajar oleh induknya terbang, ia terbang dari dahan ke dahan, dibimbing induknya mencari makanan dan minuman. Setelah dewasa mulailah ia melaksanakan tugas hidupnya, mencari pasangan untuk mengembangkan keturunan. Bila telah sampai ajalnya, ia pun mati seperti burung-burung yang lain.\n\nJika diperhatikan, seakan-akan burung-burung itu membawa misi dalam kehidupan. Ditakdirkan Allah bahwa makanan burung itu adalah serangga, serangga itu makan dan merusak tanam-tanaman yang ditanam oleh manusia. Seolah-olah burung itu membantu usaha dan kehidupan manusia. Burung dengan suara dan kicauannya yang merdu menyenangkan dan menyejukkan hati orang yang mendengarnya. Bakteri, semacam binatang yang halus dan kecil, dan juga cacing seakan-akan tidak ada gunanya sama sekali. Jika diperhatikan maka bakteri dan cacing itu memakan sampah dan kotoran, baik yang berasal dari manusia maupun yang berasal dari makhluk yang lain. Jika bakteri dan cacing itu tidak ada, maka sampah dan kotoran akan menumpuk karena tidak akan membusuk sehingga terjadilah polusi yang membahayakan kehidupan manusia. Semakin dalam direnungkan dan diperhatikan alam dan kejadiannya ini, semakin dalam diketahui hikmah, guna dan tujuan penciptaannya; semakin terasa pula kasih sayang dan tujuan Allah menjadikan manusia sebagai khalifah di muka bumi. Hanya kebanyakan manusia tidak tahu diri dan merasa dirinya yang paling kuasa dan yang paling mampu. Dalam ayat yang lain Allah berfirman:\n\nMaka apakah kamu mengira, bahwa Kami menciptakan kamu main-main (tanpa ada maksud) dan bahwa kamu tidak akan dikembalikan kepada Kami. (al-Mu'minun/23: 115)\n\nDan firman-Nya:\n\nDan Kami tidak menciptakan langit dan bumi dan apa yang ada di antara keduanya dengan sia-sia. Itu anggapan orang-orang kafir, maka celakalah orang-orang yang kafir itu karena mereka akan masuk neraka. (shad/38: 27)",
                        "39": "Kemudian Allah menegaskan bahwa langit dan bumi serta isinya tidak diciptakan, kecuali (sebagai makhluk) tunduk kepada ketentuan-ketentuan yang benar dari Allah. Semuanya wajib tunduk kepada ketentuan-ketentuan yang berlaku dan yang telah ditetapkan. Jika salah satu makhluk Tuhan menyimpang atau tidak melaksanakan ketentuan-ketentuan itu, maka ia akan merasakan akibat dari penyimpangan itu. Seperti pohon pisang yang termasuk tanaman yang tumbuh di tempat yang cukup air. Jika tumbuh di tanah kering atau padang pasir, ia akan mati. Demikian pula halnya dengan ikan; ia ditetapkan hidup dalam air. Jika ia meloncat ke darat, ia pun akan mati. Demikian hukum Allah yang berlaku bagi seluruh makhluk-Nya.\n\nDari keterangan di atas, dapat diambil kesimpulan bahwa penciptanya adalah zat yang Maha Esa lagi Mahakuasa dan Mahabijaksana, karena itu segala makhluk ciptaan-Nya wajib tunduk dan patuh kepada hukum-hukum-Nya itu baik secara sadar maupun terpaksa. Karena semua makhluk itu diciptakan berdasarkan iradah-Nya, maka berdasarkan iradah-Nya pulalah makhluk itu kembali kepada-Nya nanti. Yang demikian itu terjadi karena kemahaagungan dan kemahaperkasaan-Nya.\n\nMakhluk Allah yang beraneka ragam dan tidak terhitung banyaknya itu merupakan tanda-tanda kekuasaan Allah yang dapat dijadikan bahan pemikiran bagi orang yang ingin mencari kebenaran. Dengan memperhatikan tanda-tanda kekuasaan-Nya itu, orang dapat mengenal dan mengetahui betapa agung dan betapa luas ilmu penciptanya.\n\nKemudian Allah menyayangkan sikap orang-orang musyrik yang tidak mau memahami tanda-tanda kebesaran dan kekuasaan Allah yang ada di alam ini. Sikap mereka tampak di waktu mereka mendustakan kenabian Muhammad saw dan mengingkari hari kebangkitan. Sikap itu timbul karena kesombongan dan ketakaburan yang ada pada diri mereka sehingga menutupi kejernihan pikiran mereka. Akibatnya, mereka bertambah jauh dari rahmat Allah dan semakin tenggelam dalam lembah kedurhakaan.",
                        "40": "Pada ayat ini Allah menjelaskan peristiwa yang terjadi pada hari perhitungan dengan menegaskan bahwa hari itu adalah hari yang telah ditetapkan Allah untuk memberikan keputusan kepada semua makhluk tentang balasan perbuatan yang telah dilakukannya yang baik atau yang buruk. Pada hari keputusan itu, orang-orang musyrik takut dan tercengang melihat kenyataan bahwa dugaan mereka sewaktu hidup di dunia dahulu adalah dugaan yang tidak mengandung kebenaran sedikit pun. Mereka dahulu mengingkari adanya hari perhitungan itu, tetapi kenyataannya benar-benar terjadi.\n\nPada hari itu, semua makhluk dihalau ke Padang Mahsyar dan dikumpulkan untuk menerima keputusan yang adil dari Allah. Pada waktu itu, terbukti pula bahwa berhala-berhala yang mereka sembah dan mohonkan pertolongannya semasa hidup di dunia tidak dapat memberinya manfaat dan pertolongan kepada mereka, bahkan berhala-berhala itu dimasukkan ke dalam neraka bersama-sama mereka. Anak-anak serta keluarga yang mereka bangga-banggakan dahulu di dunia tidak ada gunanya lagi dan tidak dapat menolong mereka menghindarkan diri dari azab Allah.\n\nAllah berfirman:\n\nKaum kerabatmu dan anak-anakmu tidak akan bermanfaat bagimu pada hari Kiamat. Dia akan memisahkan antara kamu. Dan Allah Maha Melihat apa yang kamu kerjakan. (al-Mumtahanah/60: 3)\n\nDan firman-Nya:\n\nSungguh, hari keputusan adalah suatu waktu yang telah ditetapkan. (an-Naba'/78: 17)",
                        "41": "Pada hari itu, terputuslah hubungan antara orang seorang dengan yang lain, bahkan tidak ada lagi hubungan anak dengan bapaknya, hubungan anggota keluarga dengan anggota keluarga lainnya, apalagi hubungan teman dengan teman. Yang dapat menolong dan menentukan nasib manusia hanyalah amal perbuatannya sendiri yang telah dikerjakannya selama hidup di dunia. Barang siapa yang banyak menanam amal kebaikan, tentu akan mendapat hasil yang berlimpah dari amal kebaikannya itu. Sebaliknya, barang siapa yang mengikuti keinginan hawa nafsunya, tentulah akan mendapat azab neraka. Tidak ada suatu pun yang dapat mengurangi azab mereka walapun itu anak kandung, kerabat, atau handai tolan. Allah berfirman: \n\nApabila sangkakala diiup, maka tidak ada lagi pertalian keluarga diantara mereka pada hari itu (hari Kiamat), dan tidak (pula) mereka saling bertanya. (al-Mu'minun/23: 101)\n\nDan firman Allah:\n\nDan tidak ada seorang teman karib pun menanyakan temannya, sedang mereka saling melihat. (al-Ma'arij/70: 10-11)\n\nPada bagian akhir ayat ini, Allah menandaskan bahwa orang kafir Mekah yang tetap hidup bergelimang dalam kemusyrikan dan kesesatan, pada hari pembalasan nanti mereka tidak dapat pertolongan dari siapa pun juga.",
                        "42": "Allah menyebutkan hamba-hamba-Nya yang tidak akan mengalami azab yang mengerikan yaitu orang-orang yang mendapat limpahan rahmat-Nya, mereka adalah orang-orang yang selalu mensyukuri nikmat-Nya, menaati semua perintah dan menghindari semua larangan-Nya. Mereka itu tidak memerlukan pembela dan penolong untuk menyelamatkan diri mereka dari siksaan Allah, karena amal salehnya telah cukup menjadi jaminan bahwa mereka adalah hamba-hamba Allah yang tidak layak mendapat siksaan neraka.\n\nKemudian Allah menyatakan bahwa Dia adalah Mahaperkasa terhadap segala musuh-musuh-Nya, tidak ada sesuatu pun yang dapat melawan-Nya. Dia juga Maha Penyayang terhadap penegak agama-Nya dan para hamba-Nya yang selalu tunduk serta patuh kepada-Nya.",
                        "43": "Allah menggambarkan bagaimana siksaan yang disediakan bagi orang-orang kafir penghuni neraka. Dalam ayat yang lain, digambarkan keadaan pohon zaqqum itu yaitu mayangnya saja menakutkan orang yang melihatnya, Allah berfirman:\n\nMayangnya seperti kepala-kepala setan. Maka sungguh, mereka benar-benar memakan sebagian darinya (buah pohon itu), dan mereka memenuhi perutnya dengan buahnya (zaqqum). (as-shaffat/37: 65-66)\n\nBetapa nyeri dan perihnya perut orang yang memakan buah zaqqum itu digambarkan seperti rasa yang dirasakan seseorang yang meminum kotoran minyak yang sedang mendidih, panasnya diumpamakan seperti panas air yang sedang mendidih yang dapat melumatkan dan menghancurkan perut orang yang meminumnya.\n\nSesudah memakan buah zaqqum itu orang-orang kafir akan dipaksa lagi meminum-minuman air yang sangat panas. Allah berfirman:\n\nKemudian sungguh, setelah makan (buah zaqqum) mereka mendapat minuman yang dicampur dengan air yang sangat panas. (as-shaffat/37: 67)\n\nDemikianlah perasaan orang kafir pada saat mereka makan dan pada saat mereka minum.",
                        "44": "Allah menggambarkan bagaimana siksaan yang disediakan bagi orang-orang kafir penghuni neraka. Dalam ayat yang lain, digambarkan keadaan pohon zaqqum itu yaitu mayangnya saja menakutkan orang yang melihatnya, Allah berfirman:\n\nMayangnya seperti kepala-kepala setan. Maka sungguh, mereka benar-benar memakan sebagian darinya (buah pohon itu), dan mereka memenuhi perutnya dengan buahnya (zaqqum). (as-shaffat/37: 65-66)\n\nBetapa nyeri dan perihnya perut orang yang memakan buah zaqqum itu digambarkan seperti rasa yang dirasakan seseorang yang meminum kotoran minyak yang sedang mendidih, panasnya diumpamakan seperti panas air yang sedang mendidih yang dapat melumatkan dan menghancurkan perut orang yang meminumnya.\n\nSesudah memakan buah zaqqum itu orang-orang kafir akan dipaksa lagi meminum-minuman air yang sangat panas. Allah berfirman:\n\nKemudian sungguh, setelah makan (buah zaqqum) mereka mendapat minuman yang dicampur dengan air yang sangat panas. (as-shaffat/37: 67)\n\nDemikianlah perasaan orang kafir pada saat mereka makan dan pada saat mereka minum.",
                        "45": "Allah menggambarkan bagaimana siksaan yang disediakan bagi orang-orang kafir penghuni neraka. Dalam ayat yang lain, digambarkan keadaan pohon zaqqum itu yaitu mayangnya saja menakutkan orang yang melihatnya, Allah berfirman:\n\nMayangnya seperti kepala-kepala setan. Maka sungguh, mereka benar-benar memakan sebagian darinya (buah pohon itu), dan mereka memenuhi perutnya dengan buahnya (zaqqum). (as-shaffat/37: 65-66)\n\nBetapa nyeri dan perihnya perut orang yang memakan buah zaqqum itu digambarkan seperti rasa yang dirasakan seseorang yang meminum kotoran minyak yang sedang mendidih, panasnya diumpamakan seperti panas air yang sedang mendidih yang dapat melumatkan dan menghancurkan perut orang yang meminumnya.\n\nSesudah memakan buah zaqqum itu orang-orang kafir akan dipaksa lagi meminum-minuman air yang sangat panas. Allah berfirman:\n\nKemudian sungguh, setelah makan (buah zaqqum) mereka mendapat minuman yang dicampur dengan air yang sangat panas. (as-shaffat/37: 67)\n\nDemikianlah perasaan orang kafir pada saat mereka makan dan pada saat mereka minum.",
                        "46": "Allah menggambarkan bagaimana siksaan yang disediakan bagi orang-orang kafir penghuni neraka. Dalam ayat yang lain, digambarkan keadaan pohon zaqqum itu yaitu mayangnya saja menakutkan orang yang melihatnya, Allah berfirman:\n\nMayangnya seperti kepala-kepala setan. Maka sungguh, mereka benar-benar memakan sebagian darinya (buah pohon itu), dan mereka memenuhi perutnya dengan buahnya (zaqqum). (as-shaffat/37: 65-66)\n\nBetapa nyeri dan perihnya perut orang yang memakan buah zaqqum itu digambarkan seperti rasa yang dirasakan seseorang yang meminum kotoran minyak yang sedang mendidih, panasnya diumpamakan seperti panas air yang sedang mendidih yang dapat melumatkan dan menghancurkan perut orang yang meminumnya.\n\nSesudah memakan buah zaqqum itu orang-orang kafir akan dipaksa lagi meminum-minuman air yang sangat panas. Allah berfirman:\n\nKemudian sungguh, setelah makan (buah zaqqum) mereka mendapat minuman yang dicampur dengan air yang sangat panas. (as-shaffat/37: 67)\n\nDemikianlah perasaan orang kafir pada saat mereka makan dan pada saat mereka minum.",
                        "47": "Kemudian Allah menerangkan apa yang harus dilakukan malaikat kepada penghuni neraka itu. Allah memerintahkan kepada malaikat Zabaniyah merenggut dan menyeret penghuni-penghuni neraka itu dan melemparkannya ke tengah-tengah nyala api yang sedang berkobar-kobar sehingga mereka hangus terbakar. Ungkapan ini merupakan gambaran bagi manusia, bagaimana berat dan kerasnya siksa yang akan dialami penduduk neraka nanti.\n\nSetelah malaikat Zabaniyah itu mencampakkan penghuni-penghuni neraka ke tengah-tengah api yang menyala-nyala itu, maka ia pun menyiram mereka dengan cairan panas yang mendidih. Siksaan seperti itu adalah siksaan yang paling berat yang akan mereka rasakan dan terasa lebih merata ke seluruh badan mereka.\n\nDalam ayat yang lain diterangkan pula siksaan yang seperti itu, Allah berfirman:\n\nMaka bagi orang kafir akan dibuatkan pakaian-pakaian dari api (neraka) untuk mereka. Ke atas kepala mereka akan disiramkan air yang mendidih. Dengan (air mendidih) itu akan dihancurluluhkan apa yang ada dalam perut dan kulit mereka. Dan (azab) untuk mereka cambuk-cambuk dari besi. (al-hajj/22: 19-21)",
                        "48": "Kemudian Allah menerangkan apa yang harus dilakukan malaikat kepada penghuni neraka itu. Allah memerintahkan kepada malaikat Zabaniyah merenggut dan menyeret penghuni-penghuni neraka itu dan melemparkannya ke tengah-tengah nyala api yang sedang berkobar-kobar sehingga mereka hangus terbakar. Ungkapan ini merupakan gambaran bagi manusia, bagaimana berat dan kerasnya siksa yang akan dialami penduduk neraka nanti.\n\nSetelah malaikat Zabaniyah itu mencampakkan penghuni-penghuni neraka ke tengah-tengah api yang menyala-nyala itu, maka ia pun menyiram mereka dengan cairan panas yang mendidih. Siksaan seperti itu adalah siksaan yang paling berat yang akan mereka rasakan dan terasa lebih merata ke seluruh badan mereka.\n\nDalam ayat yang lain diterangkan pula siksaan yang seperti itu, Allah berfirman:\n\nMaka bagi orang kafir akan dibuatkan pakaian-pakaian dari api (neraka) untuk mereka. Ke atas kepala mereka akan disiramkan air yang mendidih. Dengan (air mendidih) itu akan dihancurluluhkan apa yang ada dalam perut dan kulit mereka. Dan (azab) untuk mereka cambuk-cambuk dari besi. (al-hajj/22: 19-21)",
                        "49": "Dalam suatu riwayat diterangkan sebab turunnya ayat ini Al-Amawy meriwayatkan dalam kitabnya \"Al-Magazi\" bahwa 'Ikrimah mengatakan, Rasulullah saw pernah menemui Abu Jahal dan mengatakan kepadanya, \"Celakalah kamu\". Umpatan ini diulangi beliau tiga kali.\n\nKemudian Abu Jahal menarik tangannya dari tangan Rasulullah saw dan berkata, \"Apa yang engkau ancamkan kepadaku. Engkau dan Tuhanmu tidak akan mampu melakukan tindakan apapun terhadap aku. Sebenarnya, jika engkau mengetahui, akulah orang yang paling perkasa dan paling mulia di lembah (Mekah) ini. Engkau telah mengetahui bahwa akulah yang paling perkasa di antara penduduk negeri Batha' atas kaumnya.\" Kemudian Abu Jahal mati dalam Perang Badar dalam keadaan hina. Maka turunlah ayat ini seakan-akan menyindir perkataan Abu Jahal yang juga merupakan perkataan orang-orang kafir Mekah di waktu itu.\n\nPada ayat ini Allah menggambarkan hardikan dan cemoohan yang diucapkan malaikat Zabaniyah kepada penghuni-penghuni neraka. Para malaikat mengatakan kepada mereka itu. \"Rasakanlah hai orang yang mengaku perkasa dan mulia ini, rasakanlah olehmu pembalasan dari dosa yang telah kamu kerjakan selama hidup di dunia; seakan-akan kamulah yang menentukan segala sesuatu, tidak ada orang yang lebih berkuasa dari kamu.\"\n\nMereka berpendapat bahwa kesenangan duniawi itu adalah kesenangan yang sebenarnya. Karena itu mereka gunakan seluruh hidup dan kehidupan mereka untuk mendapatkan kesenangan itu. Mereka hanya mementingkan diri sendiri dan tidak mau tahu bahwa sebenarnya hidup mereka bergantung pada manusia yang lain. Bahkan mereka berpendapat bahwa semua yang mereka peroleh itu adalah semata-mata hasil jerih payah mereka sendiri, mereka lupa bahwa semuanya itu adalah berasal dari Allah Yang Maha Pengasih lagi Maha Penyayang. Tindakan mereka menunjukkan bahwa mereka merasa dirinya berkuasa lagi perkasa. Tetapi apa yang mereka alami pada hari pembalasan adalah kebalikan dari apa yang mereka duga sebelumnya. Mereka merasakan siksaan yang pedih dan derita yang maha berat. Mereka merasa tidak ada nilai harga dirinya di hadapan para malaikat yang sedang menyiksa mereka. Mereka menyesali diri mereka tiada putus-putusnya.",
                        "50": "Allah menerangkan bahwa orang-orang kafir semasa hidup di dunia tidak yakin bahwa mereka benar-benar akan diazab di akhirat nanti, mereka ragu terhadap berita itu. Keragu-raguan ini tergambar dalam perkataan dan tindakan mereka. Mereka membantah adanya hari kebangkitan dan adanya hari pembalasan. Mereka mengingkari kebenaran Al-Qur'an, bahkan mereka mengatakan Al-Qur'an itu buatan Muhammad saw dan Muhammad itu bukan utusan Allah, melainkan seorang tukang tenung dan tukang sihir. Akan tetapi setelah mereka dibangkitkan kembali dan digiring ke Padang Mahsyar untuk ditimbang perbuatan-perbuatan mereka dan dilemparkan ke dalam api yang menyala-nyala, barulah mereka sadar akan akibat kesombongan serta sikap keras kepala mereka selama hidup di dunia. Timbullah penyesalan yang tidak putus-putusnya pada diri mereka walaupun mereka mengetahui, bahwa penyesalan pada waktu itu tidak ada gunanya lagi. Allah berfirman:\n\nPada hari (ketika) itu mereka didorong ke neraka Jahanam dengan sekuat-kuatnya. (Dikatakan kepada mereka), \"Inilah neraka yang dahulu kamu mendustakannya.\" (ath-thur/52: 13-14)",
                        "51": "Sebagai perbandingan antara pahala yang diperoleh orang-orang yang beriman dengan azab yang diterima oleh orang-orang kafir, maka dalam ayat-ayat berikut digambarkan kenikmatan dan kebahagiaan yang diperoleh oleh orang-orang yang beriman. Kenikmatan dan kebahagiaan yang mereka peroleh antara lain ialah:\n\n1. Mereka mendapat tempat kembali yang baik di sisi Tuhan mereka. Di tempat itu mereka aman dari segala macam gangguan baik berupa gangguan keamanan diri mereka maupun dari gangguan keamanan jiwa mereka. Mereka berada dalam perlindungan Allah, tidak ada sesuatu pun yang dapat menggoyahkan perlindungan Allah. Tidak ada kata-kata yang menyakitkan hati, tidak ada sikap orang lain yang dapat mengguncangkan perasaan, semuanya enak didengar, indah dilihat, menyejukkan hati dan menentramkan perasaan, tempatnya yang indah, udaranya yang nyaman, mata air yang jernih memancarkan air yang mengasyikkan orang yang tinggal di dalamnya.\n\n2. Di dalam surga itu, orang-orang yang beriman diberi pakaian yang terbuat dari sutera, baik sutera yang halus lagi lembut, memuaskan hati orang yang memakainya, maupun sutera tebal yang beraneka warna dan menghangatkan badan.\n\n3. Mereka duduk berbincang-bincang, berhadap-hadapan di tempat-tempat duduk yang menyenangkan. Dari wajah-wajah mereka, yang terpancar hanyalah rasa kebahagiaan yang tiada taranya dan rasa kepuasan terhadap pahala yang diberikan Allah kepada mereka.\n\n4. Mereka dianugerahi teman hidup yang mendampingi mereka, berupa jodoh atau pasangan yang serasi dan sesuai dengan keinginan mereka. Jodoh mereka itu tidak ada cacat celanya dan belum pernah hatinya tertambat kepada orang lain.\n\n5. Mereka disuguhi buah-buahan yang beraneka ragam macamnya dan makanan yang enak, tidak habis-habisnya dan tidak pernah membosankan.\n\nDemikian kesenangan dan kebahagiaan yang akan diperoleh ahli surga nanti. Sebenarnya kebahagiaan dan kesenangan itu tidak dapat dibayangkan manusia karena tidak ada bandingannya dalam kehidupan ini.",
                        "52": "Sebagai perbandingan antara pahala yang diperoleh orang-orang yang beriman dengan azab yang diterima oleh orang-orang kafir, maka dalam ayat-ayat berikut digambarkan kenikmatan dan kebahagiaan yang diperoleh oleh orang-orang yang beriman. Kenikmatan dan kebahagiaan yang mereka peroleh antara lain ialah:\n\n1. Mereka mendapat tempat kembali yang baik di sisi Tuhan mereka. Di tempat itu mereka aman dari segala macam gangguan baik berupa gangguan keamanan diri mereka maupun dari gangguan keamanan jiwa mereka. Mereka berada dalam perlindungan Allah, tidak ada sesuatu pun yang dapat menggoyahkan perlindungan Allah. Tidak ada kata-kata yang menyakitkan hati, tidak ada sikap orang lain yang dapat mengguncangkan perasaan, semuanya enak didengar, indah dilihat, menyejukkan hati dan menentramkan perasaan, tempatnya yang indah, udaranya yang nyaman, mata air yang jernih memancarkan air yang mengasyikkan orang yang tinggal di dalamnya.\n\n2. Di dalam surga itu, orang-orang yang beriman diberi pakaian yang terbuat dari sutera, baik sutera yang halus lagi lembut, memuaskan hati orang yang memakainya, maupun sutera tebal yang beraneka warna dan menghangatkan badan.\n\n3. Mereka duduk berbincang-bincang, berhadap-hadapan di tempat-tempat duduk yang menyenangkan. Dari wajah-wajah mereka, yang terpancar hanyalah rasa kebahagiaan yang tiada taranya dan rasa kepuasan terhadap pahala yang diberikan Allah kepada mereka.\n\n4. Mereka dianugerahi teman hidup yang mendampingi mereka, berupa jodoh atau pasangan yang serasi dan sesuai dengan keinginan mereka. Jodoh mereka itu tidak ada cacat celanya dan belum pernah hatinya tertambat kepada orang lain.\n\n5. Mereka disuguhi buah-buahan yang beraneka ragam macamnya dan makanan yang enak, tidak habis-habisnya dan tidak pernah membosankan.\n\nDemikian kesenangan dan kebahagiaan yang akan diperoleh ahli surga nanti. Sebenarnya kebahagiaan dan kesenangan itu tidak dapat dibayangkan manusia karena tidak ada bandingannya dalam kehidupan ini.",
                        "53": "Sebagai perbandingan antara pahala yang diperoleh orang-orang yang beriman dengan azab yang diterima oleh orang-orang kafir, maka dalam ayat-ayat berikut digambarkan kenikmatan dan kebahagiaan yang diperoleh oleh orang-orang yang beriman. Kenikmatan dan kebahagiaan yang mereka peroleh antara lain ialah:\n\n1. Mereka mendapat tempat kembali yang baik di sisi Tuhan mereka. Di tempat itu mereka aman dari segala macam gangguan baik berupa gangguan keamanan diri mereka maupun dari gangguan keamanan jiwa mereka. Mereka berada dalam perlindungan Allah, tidak ada sesuatu pun yang dapat menggoyahkan perlindungan Allah. Tidak ada kata-kata yang menyakitkan hati, tidak ada sikap orang lain yang dapat mengguncangkan perasaan, semuanya enak didengar, indah dilihat, menyejukkan hati dan menentramkan perasaan, tempatnya yang indah, udaranya yang nyaman, mata air yang jernih memancarkan air yang mengasyikkan orang yang tinggal di dalamnya.\n\n2. Di dalam surga itu, orang-orang yang beriman diberi pakaian yang terbuat dari sutera, baik sutera yang halus lagi lembut, memuaskan hati orang yang memakainya, maupun sutera tebal yang beraneka warna dan menghangatkan badan.\n\n3. Mereka duduk berbincang-bincang, berhadap-hadapan di tempat-tempat duduk yang menyenangkan. Dari wajah-wajah mereka, yang terpancar hanyalah rasa kebahagiaan yang tiada taranya dan rasa kepuasan terhadap pahala yang diberikan Allah kepada mereka.\n\n4. Mereka dianugerahi teman hidup yang mendampingi mereka, berupa jodoh atau pasangan yang serasi dan sesuai dengan keinginan mereka. Jodoh mereka itu tidak ada cacat celanya dan belum pernah hatinya tertambat kepada orang lain.\n\n5. Mereka disuguhi buah-buahan yang beraneka ragam macamnya dan makanan yang enak, tidak habis-habisnya dan tidak pernah membosankan.\n\nDemikian kesenangan dan kebahagiaan yang akan diperoleh ahli surga nanti. Sebenarnya kebahagiaan dan kesenangan itu tidak dapat dibayangkan manusia karena tidak ada bandingannya dalam kehidupan ini.",
                        "54": "Sebagai perbandingan antara pahala yang diperoleh orang-orang yang beriman dengan azab yang diterima oleh orang-orang kafir, maka dalam ayat-ayat berikut digambarkan kenikmatan dan kebahagiaan yang diperoleh oleh orang-orang yang beriman. Kenikmatan dan kebahagiaan yang mereka peroleh antara lain ialah:\n\n1. Mereka mendapat tempat kembali yang baik di sisi Tuhan mereka. Di tempat itu mereka aman dari segala macam gangguan baik berupa gangguan keamanan diri mereka maupun dari gangguan keamanan jiwa mereka. Mereka berada dalam perlindungan Allah, tidak ada sesuatu pun yang dapat menggoyahkan perlindungan Allah. Tidak ada kata-kata yang menyakitkan hati, tidak ada sikap orang lain yang dapat mengguncangkan perasaan, semuanya enak didengar, indah dilihat, menyejukkan hati dan menentramkan perasaan, tempatnya yang indah, udaranya yang nyaman, mata air yang jernih memancarkan air yang mengasyikkan orang yang tinggal di dalamnya.\n\n2. Di dalam surga itu, orang-orang yang beriman diberi pakaian yang terbuat dari sutera, baik sutera yang halus lagi lembut, memuaskan hati orang yang memakainya, maupun sutera tebal yang beraneka warna dan menghangatkan badan.\n\n3. Mereka duduk berbincang-bincang, berhadap-hadapan di tempat-tempat duduk yang menyenangkan. Dari wajah-wajah mereka, yang terpancar hanyalah rasa kebahagiaan yang tiada taranya dan rasa kepuasan terhadap pahala yang diberikan Allah kepada mereka.\n\n4. Mereka dianugerahi teman hidup yang mendampingi mereka, berupa jodoh atau pasangan yang serasi dan sesuai dengan keinginan mereka. Jodoh mereka itu tidak ada cacat celanya dan belum pernah hatinya tertambat kepada orang lain.\n\n5. Mereka disuguhi buah-buahan yang beraneka ragam macamnya dan makanan yang enak, tidak habis-habisnya dan tidak pernah membosankan.\n\nDemikian kesenangan dan kebahagiaan yang akan diperoleh ahli surga nanti. Sebenarnya kebahagiaan dan kesenangan itu tidak dapat dibayangkan manusia karena tidak ada bandingannya dalam kehidupan ini.",
                        "55": "Sebagai perbandingan antara pahala yang diperoleh orang-orang yang beriman dengan azab yang diterima oleh orang-orang kafir, maka dalam ayat-ayat berikut digambarkan kenikmatan dan kebahagiaan yang diperoleh oleh orang-orang yang beriman. Kenikmatan dan kebahagiaan yang mereka peroleh antara lain ialah:\n\n1. Mereka mendapat tempat kembali yang baik di sisi Tuhan mereka. Di tempat itu mereka aman dari segala macam gangguan baik berupa gangguan keamanan diri mereka maupun dari gangguan keamanan jiwa mereka. Mereka berada dalam perlindungan Allah, tidak ada sesuatu pun yang dapat menggoyahkan perlindungan Allah. Tidak ada kata-kata yang menyakitkan hati, tidak ada sikap orang lain yang dapat mengguncangkan perasaan, semuanya enak didengar, indah dilihat, menyejukkan hati dan menentramkan perasaan, tempatnya yang indah, udaranya yang nyaman, mata air yang jernih memancarkan air yang mengasyikkan orang yang tinggal di dalamnya.\n\n2. Di dalam surga itu, orang-orang yang beriman diberi pakaian yang terbuat dari sutera, baik sutera yang halus lagi lembut, memuaskan hati orang yang memakainya, maupun sutera tebal yang beraneka warna dan menghangatkan badan.\n\n3. Mereka duduk berbincang-bincang, berhadap-hadapan di tempat-tempat duduk yang menyenangkan. Dari wajah-wajah mereka, yang terpancar hanyalah rasa kebahagiaan yang tiada taranya dan rasa kepuasan terhadap pahala yang diberikan Allah kepada mereka.\n\n4. Mereka dianugerahi teman hidup yang mendampingi mereka, berupa jodoh atau pasangan yang serasi dan sesuai dengan keinginan mereka. Jodoh mereka itu tidak ada cacat celanya dan belum pernah hatinya tertambat kepada orang lain.\n\n5. Mereka disuguhi buah-buahan yang beraneka ragam macamnya dan makanan yang enak, tidak habis-habisnya dan tidak pernah membosankan.\n\nDemikian kesenangan dan kebahagiaan yang akan diperoleh ahli surga nanti. Sebenarnya kebahagiaan dan kesenangan itu tidak dapat dibayangkan manusia karena tidak ada bandingannya dalam kehidupan ini.",
                        "56": "Dalam ayat ini Allah menerangkan kenikmatan lain yang dianugerahkan-Nya di dalam surga nanti, yaitu mereka tidak akan merasakan mati seperti yang mereka rasakan di dunia. Mereka akan hidup kekal di surga nanti. Hal ini berarti bahwa penghuni surga itu tetap dalam keadaan sehat wal afiat jasmani dan rohani dan mereka telah naik ke suatu martabat yang tidak dianugerahkan Allah kepada makhluk yang lain, kecuali malaikat yaitu hidup kekal penuh kebahagiaan.\n\nDalam hadis Rasulullah saw yang diriwayatkan Muslim digambarkan keadaan penghuni-penghuni surga itu, yaitu:\n\n\"Diriwayatkan oleh Abu Hurairah dan Abu Sa'id bahwasanya Rasulullah saw bersabda, seorang penyeru menyerukan, \"Sesungguhnya kamu akan selalu sehat, karena itu kamu tidak akan menderita sakit selama-lamanya; sesungguhnya kamu akan tetap hidup dan tidak akan mati selama-lamanya, dan sesungguhnya kamu akan tetap muda dan tidak akan pernah mengalami ketuaan selama-lamanya dan sesungguhnya kamu akan merasa nikmat dan tidak akan menderita selama-lamanya.\" (Riwayat Muslim)\n\nPada akhir ayat ini, Allah menegaskan bahwa para penghuni surga itu terpelihara dari siksa neraka. Terpelihara dari siksa itu termasuk salah satu dari kenikmatan yang sangat berharga, karena apabila seseorang terlepas dari suatu bahaya atau melihat orang lain menderita sedangkan ia sendiri terlepas dari bahaya dan penderitaan itu, maka ia akan merasakan suatu nikmat dan merasa bahwa ia tidak pernah berbuat suatu kejahatan sehingga ia tidak mengalami penderitaan.",
                        "57": "Segala nikmat yang diterima penghuni surga itu adalah karunia Allah yang diberikan sebagai tanda bahwa Dia meridai perbuatan-perbuatan yang mereka lakukan selama hidup di dunia, dan sebagai bukti bahwa mereka mengikuti petunjuk wahyu yang disampaikan Allah kepada Rasul-Nya, taat kepada perintah-perintah yang harus mereka lakukan dan menjauhkan semua larangan yang harus mereka hentikan. Yang demikian itu mereka terima sebagai hasil jerih payah yang telah mereka lakukan dan imbalan dari keimanan mereka. Hasil yang mereka peroleh itu adalah hasil yang tiada bandingnya jika dibandingkan dengan hasil yang pernah dicapai seseorang selama hidup di dunia, menikmati hasil cucuran keringat sendiri yang merupakan suatu kenikmatan tersendiri pula.",
                        "58": "Allah menjelaskan petunjuk dan peringatan yang telah disampaikan kepada orang-orang musyrik Mekah yang disampaikan oleh Rasul-Nya, Muhammad saw, berupa wahyu-Nya yang diturunkan dengan bahasa yang sudah mereka pahami yaitu bahasa mereka sendiri, bahasa Arab. Hal itu dimaksudkan agar kaum musyrik Mekah dapat dengan mudah mengambil petunjuk dan pelajaran dari pokok-pokok agama Islam, tamsil ibarat dan kisah-kisah umat yang dahulu yang terdapat di dalam Al-Qur'an wahyu yang telah diturunkan itu. Dengan membaca Al-Qur'an mereka akan merenungkan ayat-ayat yang menyuruh agar manusia memperhatikan tanda-tanda kekuasaan dan kebesaran Allah yang terdapat dalam kejadian langit dan bumi beserta apa yang ada antara keduanya, demikian pula bukti-bukti adanya hari kebangkitan.\n\nDengan bimbingan dan peringatan itu, diharapkan mereka mau bertobat, kembali ke jalan yang benar, mau mengakui dan mencari kebenaran yang hakiki dengan meninggalkan kebiasaan-kebiasaan nenek moyang mereka yang telah nyata kesesatannya. Akan tetapi lantaran kebekuan hati mereka karena kesombongan dan keangkuhan mereka, maka petunjuk dan kebenaran yang dikemukakan Al-Qur'an kepada mereka tidak dapat mereka terima, sehingga mereka tetap dalam kegelapan dan kesesatan.",
                        "59": "Itulah sebabnya Allah membiarkan orang-orang musyrik Mekah sesat dalam kesyirikannya, membiarkan mereka menunggu ketentuan Allah pada saat yang telah ditentukan, dan mereka pasti akan menyaksikan sendiri siapakah yang benar nanti, mereka yang selalu menyekutukan Tuhan dan berbuat dosa ataukah orang-orang yang beriman yang mengikuti ajaran wahyu yang disampaikan Nabi Muhammad.\n\nSeandainya mereka mau mengakui kebenaran Al-Qur'an, tentulah mereka akan yakin bahwa kemenangan itu pasti diperoleh oleh orang-orang yang mengikuti agama tauhid yang berjuang dan beramal untuk mencari keridaan Allah. Allah berfirman:\n\nSesungguhnya Kami akan menolong rasul-rasul Kami dan orang-orang yang beriman dalam kehidupan dunia dan pada hari tampilnya para saksi (hari Kiamat), (yaitu) hari ketika permintaan maaf tidak berguna bagi orang-orang zalim dan mereka mendapat laknat dan tempat tinggal yang buruk. (Gafir/40: 51-52)\n\nSelama menunggu ketentuan dari Allah itu, terdapat perbedaan sikap dan keyakinan antara para pengikut rasul dengan orang-orang musyrik Mekah. Para pengikut rasul menunggu janji kemenangan dari Allah dengan bersabar dan tawakal. Mereka yakin bahwa Allah pasti menepati janji-Nya yaitu memenangkan Islam dan kaum Muslimin di dunia dan melimpahkan kenikmatan serta kebahagiaan abadi di akhirat nanti. Karena itu, mereka tidak pernah gentar dan takut, mati dan hidup bagi mereka sama saja karena semua yang ada pada mereka, jiwa maupun raga, harta dan nyawa mereka telah mereka serahkan kepada Allah. Sebaliknya, orang-orang musyrik menunggu dengan perasaan khawatir dan takut. Mereka sangat khawatir akan dihancurkan oleh kaum Muslimin. Setiap mereka melihat perkembangan, kemajuan, dan kemenangan kaum Muslimin atas mereka, semakin bertambah pula kekhawatiran pada diri mereka. Mereka sangat takut akan pembalasan dendam kaum Muslimin kepada mereka. Karena itu mereka berusaha sekuat tenaga dan mencurahkan segala yang ada pada mereka untuk mengatasi kemajuan dan kemenangan kaum Muslimin.\n\nHal ini terlihat pada usaha-usaha mereka itu sebagaimana yang telah mereka usahakan di Perang Ahzab, perjanjian Hudaibiyah dan sebagainya. Sebenarnya dalam hati mereka terbayang kebenaran sesungguhnya, namun karena kesombongan dan keangkuhan, mereka tetap menjauhkan diri dari kebenaran Al-Qur'an."
                    }
                }
            }
        }
    }
}