{
    "49": {
        "number": "49",
        "name": "الحجرٰت",
        "name_latin": "Al-Hujurat",
        "number_of_ayah": "18",
        "text": {
            "1": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا لَا تُقَدِّمُوْا بَيْنَ يَدَيِ اللّٰهِ وَرَسُوْلِهٖ وَاتَّقُوا اللّٰهَ ۗاِنَّ اللّٰهَ سَمِيْعٌ عَلِيْمٌ ",
            "2": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا لَا تَرْفَعُوْٓا اَصْوَاتَكُمْ فَوْقَ صَوْتِ النَّبِيِّ وَلَا تَجْهَرُوْا لَهٗ بِالْقَوْلِ كَجَهْرِ بَعْضِكُمْ لِبَعْضٍ اَنْ تَحْبَطَ اَعْمَالُكُمْ وَاَنْتُمْ لَا تَشْعُرُوْنَ ",
            "3": "اِنَّ الَّذِيْنَ يَغُضُّوْنَ اَصْوَاتَهُمْ عِنْدَ رَسُوْلِ اللّٰهِ اُولٰۤىِٕكَ الَّذِيْنَ امْتَحَنَ اللّٰهُ قُلُوْبَهُمْ لِلتَّقْوٰىۗ  لَهُمْ مَّغْفِرَةٌ وَّاَجْرٌ عَظِيْمٌ ",
            "4": "اِنَّ الَّذِيْنَ يُنَادُوْنَكَ مِنْ وَّرَاۤءِ الْحُجُرٰتِ اَكْثَرُهُمْ لَا يَعْقِلُوْنَ ",
            "5": "وَلَوْ اَنَّهُمْ صَبَرُوْا حَتّٰى تَخْرُجَ اِلَيْهِمْ لَكَانَ خَيْرًا لَّهُمْ ۗوَاللّٰهُ غَفُوْرٌ رَّحِيْمٌ",
            "6": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْٓا اِنْ جَاۤءَكُمْ فَاسِقٌۢ بِنَبَاٍ فَتَبَيَّنُوْٓا اَنْ تُصِيْبُوْا قَوْمًاۢ بِجَهَالَةٍ فَتُصْبِحُوْا عَلٰى مَا فَعَلْتُمْ نٰدِمِيْنَ ",
            "7": "وَاعْلَمُوْٓا اَنَّ فِيْكُمْ رَسُوْلَ اللّٰهِ ۗ لَوْ يُطِيْعُكُمْ فِيْ كَثِيْرٍ مِّنَ الْاَمْرِ لَعَنِتُّمْ وَلٰكِنَّ اللّٰهَ حَبَّبَ اِلَيْكُمُ الْاِيْمَانَ وَزَيَّنَهٗ فِيْ قُلُوْبِكُمْ وَكَرَّهَ اِلَيْكُمُ الْكُفْرَ وَالْفُسُوْقَ وَالْعِصْيَانَ ۗ اُولٰۤىِٕكَ هُمُ الرَّاشِدُوْنَۙ",
            "8": "فَضْلًا مِّنَ اللّٰهِ وَنِعْمَةً ۗوَاللّٰهُ عَلِيْمٌ حَكِيْمٌ ",
            "9": "وَاِنْ طَاۤىِٕفَتٰنِ مِنَ الْمُؤْمِنِيْنَ اقْتَتَلُوْا فَاَصْلِحُوْا بَيْنَهُمَاۚ فَاِنْۢ بَغَتْ اِحْدٰىهُمَا عَلَى الْاُخْرٰى فَقَاتِلُوا الَّتِيْ تَبْغِيْ حَتّٰى تَفِيْۤءَ اِلٰٓى اَمْرِ اللّٰهِ ۖفَاِنْ فَاۤءَتْ فَاَصْلِحُوْا بَيْنَهُمَا بِالْعَدْلِ وَاَقْسِطُوْا ۗاِنَّ اللّٰهَ يُحِبُّ الْمُقْسِطِيْنَ ",
            "10": "اِنَّمَا الْمُؤْمِنُوْنَ اِخْوَةٌ فَاَصْلِحُوْا بَيْنَ اَخَوَيْكُمْ  وَاتَّقُوا اللّٰهَ لَعَلَّكُمْ تُرْحَمُوْنَ ࣖ ",
            "11": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا لَا يَسْخَرْ قَوْمٌ مِّنْ قَوْمٍ عَسٰٓى اَنْ يَّكُوْنُوْا خَيْرًا مِّنْهُمْ وَلَا نِسَاۤءٌ مِّنْ نِّسَاۤءٍ عَسٰٓى اَنْ يَّكُنَّ خَيْرًا مِّنْهُنَّۚ وَلَا تَلْمِزُوْٓا اَنْفُسَكُمْ وَلَا تَنَابَزُوْا بِالْاَلْقَابِۗ بِئْسَ الِاسْمُ الْفُسُوْقُ بَعْدَ الْاِيْمَانِۚ وَمَنْ لَّمْ يَتُبْ فَاُولٰۤىِٕكَ هُمُ الظّٰلِمُوْنَ ",
            "12": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوا اجْتَنِبُوْا كَثِيْرًا مِّنَ الظَّنِّۖ اِنَّ بَعْضَ الظَّنِّ اِثْمٌ وَّلَا تَجَسَّسُوْا وَلَا يَغْتَبْ بَّعْضُكُمْ بَعْضًاۗ  اَيُحِبُّ اَحَدُكُمْ اَنْ يَّأْكُلَ لَحْمَ اَخِيْهِ مَيْتًا فَكَرِهْتُمُوْهُۗ وَاتَّقُوا اللّٰهَ ۗاِنَّ اللّٰهَ تَوَّابٌ رَّحِيْمٌ",
            "13": "يٰٓاَيُّهَا النَّاسُ اِنَّا خَلَقْنٰكُمْ مِّنْ ذَكَرٍ وَّاُنْثٰى وَجَعَلْنٰكُمْ شُعُوْبًا وَّقَبَاۤىِٕلَ لِتَعَارَفُوْا ۚ اِنَّ اَكْرَمَكُمْ عِنْدَ اللّٰهِ اَتْقٰىكُمْ ۗاِنَّ اللّٰهَ عَلِيْمٌ خَبِيْرٌ ",
            "14": "۞ قَالَتِ الْاَعْرَابُ اٰمَنَّا ۗ قُلْ لَّمْ تُؤْمِنُوْا وَلٰكِنْ قُوْلُوْٓا اَسْلَمْنَا وَلَمَّا يَدْخُلِ الْاِيْمَانُ فِيْ قُلُوْبِكُمْ ۗوَاِنْ تُطِيْعُوا اللّٰهَ وَرَسُوْلَهٗ لَا يَلِتْكُمْ مِّنْ اَعْمَالِكُمْ شَيْـًٔا ۗاِنَّ اللّٰهَ غَفُوْرٌ رَّحِيْمٌ ",
            "15": "اِنَّمَا الْمُؤْمِنُوْنَ الَّذِيْنَ اٰمَنُوْا بِاللّٰهِ وَرَسُوْلِهٖ ثُمَّ لَمْ يَرْتَابُوْا وَجَاهَدُوْا بِاَمْوَالِهِمْ وَاَنْفُسِهِمْ فِيْ سَبِيْلِ اللّٰهِ ۗ اُولٰۤىِٕكَ هُمُ الصّٰدِقُوْنَ ",
            "16": "قُلْ اَتُعَلِّمُوْنَ اللّٰهَ بِدِيْنِكُمْۗ وَاللّٰهُ يَعْلَمُ مَا فِى السَّمٰوٰتِ وَمَا فِى الْاَرْضِۗ وَاللّٰهُ بِكُلِّ شَيْءٍ عَلِيْمٌ ",
            "17": "يَمُنُّوْنَ عَلَيْكَ اَنْ اَسْلَمُوْا ۗ قُلْ لَّا تَمُنُّوْا عَلَيَّ اِسْلَامَكُمْ ۚبَلِ اللّٰهُ يَمُنُّ عَلَيْكُمْ اَنْ هَدٰىكُمْ لِلْاِيْمَانِ اِنْ كُنْتُمْ صٰدِقِيْنَ ",
            "18": "اِنَّ اللّٰهَ يَعْلَمُ غَيْبَ السَّمٰوٰتِ وَالْاَرْضِۗ وَاللّٰهُ بَصِيْرٌۢ بِمَا تَعْمَلُوْنَ ࣖ "
        },
        "translations": {
            "id": {
                "name": "Kamar-Kamar",
                "text": {
                    "1": "Wahai orang-orang yang beriman! Janganlah kamu mendahului Allah dan Rasul-Nya dan bertakwalah kepada Allah. Sungguh, Allah Maha Mendengar, Maha Mengetahui.",
                    "2": "Wahai orang-orang yang beriman! Janganlah kamu meninggikan suaramu melebihi suara Nabi, dan janganlah kamu berkata kepadanya dengan suara keras sebagaimana kerasnya (suara) sebagian kamu terhadap yang lain, nanti (pahala) segala amalmu bisa terhapus sedangkan kamu tidak menyadari. ",
                    "3": "Sesungguhnya orang-orang yang merendahkan suaranya di sisi Rasulullah, mereka itulah orang-orang yang telah diuji hatinya oleh Allah untuk bertakwa. Mereka akan memperoleh ampunan dan pahala yang besar.",
                    "4": "Sesungguhnya orang-orang yang memanggil engkau (Muhammad) dari luar kamar(mu) kebanyakan mereka tidak mengerti. ",
                    "5": "Dan sekiranya mereka bersabar sampai engkau keluar menemui mereka, tentu akan lebih baik bagi mereka. Dan Allah Maha Pengampun, Maha Penyayang. ",
                    "6": "Wahai orang-orang yang beriman! Jika seseorang yang fasik datang kepadamu membawa suatu berita, maka telitilah kebenarannya, agar kamu tidak mencelakakan suatu kaum karena kebodohan (kecerobohan), yang akhirnya kamu menyesali perbuatanmu itu. ",
                    "7": "Dan ketahuilah olehmu bahwa di tengah-tengah kamu ada Rasulullah. Kalau dia menuruti (kemauan) kamu dalam banyak hal pasti kamu akan mendapatkan kesusahan. Tetapi Allah menjadikan kamu cinta kepada keimanan dan menjadikan (iman) itu indah dalam hatimu serta menjadikan kamu benci kepada kekafiran, kefasikan, dan kedurhakaan. Mereka itulah orang-orang yang mengikuti jalan yang lurus,",
                    "8": "sebagai karunia dan nikmat dari Allah. Dan Allah Maha Mengetahui, Mahabijaksana.",
                    "9": "Dan apabila ada dua golongan orang-orang mukmin berperang, maka damaikanlah antara keduanya. Jika salah satu dari keduanya berbuat zalim terhadap (golongan) yang lain, maka perangilah (golongan) yang berbuat zalim itu, sehingga golongan itu kembali kepada perintah Allah. Jika golongan itu telah kembali (kepada perintah Allah), maka damaikanlah antara keduanya dengan adil, dan berlakulah adil. Sungguh, Allah mencintai orang-orang yang berlaku adil. ",
                    "10": "Sesungguhnya orang-orang mukmin itu bersaudara, karena itu damaikanlah antara kedua saudaramu (yang berselisih) dan bertakwalah kepada Allah agar kamu mendapat rahmat. ",
                    "11": "Wahai orang-orang yang beriman! Janganlah suatu kaum mengolok-olok kaum yang lain (karena) boleh jadi mereka (yang diperolok-olokkan) lebih baik dari mereka (yang mengolok-olok) dan jangan pula perempuan-perempuan (mengolok-olokkan) perempuan lain (karena) boleh jadi perempuan (yang diperolok-olokkan) lebih baik dari perempuan (yang mengolok-olok). Janganlah kamu saling mencela satu sama lain dan janganlah saling memanggil dengan gelar-gelar yang buruk. Seburuk-buruk panggilan adalah (panggilan) yang buruk (fasik) setelah beriman. Dan barangsiapa tidak bertobat, maka mereka itulah orang-orang yang zalim. ",
                    "12": "Wahai orang-orang yang beriman! Jauhilah banyak dari prasangka, sesungguhnya sebagian prasangka itu dosa dan janganlah kamu mencari-cari kesalahan orang lain dan janganlah ada di antara kamu yang menggunjing sebagian yang lain. Apakah ada di antara kamu yang suka memakan daging saudaranya yang sudah mati? Tentu kamu merasa jijik. Dan bertakwalah kepada Allah, sesungguhnya Allah Maha Penerima tobat, Maha Penyayang.",
                    "13": "Wahai manusia! Sungguh, Kami telah menciptakan kamu dari seorang laki-laki dan seorang perempuan, kemudian Kami jadikan kamu berbangsa-bangsa dan bersuku-suku agar kamu saling mengenal. Sesungguhnya yang paling mulia di antara kamu di sisi Allah ialah orang yang paling bertakwa. Sungguh, Allah Maha Mengetahui, Mahateliti. ",
                    "14": "Orang-orang Arab Badui berkata, “Kami telah beriman.” Katakanlah (kepada mereka), “Kamu belum beriman, tetapi katakanlah ‘Kami telah tunduk (Islam),’ karena iman belum masuk ke dalam hatimu. Dan jika kamu taat kepada Allah dan Rasul-Nya, Dia tidak akan mengurangi sedikit pun (pahala) amal perbuatanmu. Sungguh, Allah Maha Pengampun, Maha Penyayang.” ",
                    "15": "Sesungguhnya orang-orang mukmin yang sebenarnya adalah mereka yang beriman kepada Allah dan Rasul-Nya kemudian mereka tidak ragu-ragu dan mereka berjihad dengan harta dan jiwanya di jalan Allah. Mereka itulah orang-orang yang benar.",
                    "16": "Katakanlah (kepada mereka), “Apakah kamu akan memberitahukan kepada Allah tentang agamamu (keyakinanmu), padahal Allah mengetahui apa yang ada di langit dan apa yang ada di bumi dan Allah Maha Mengetahui segala sesuatu.” ",
                    "17": "Mereka merasa berjasa kepadamu dengan keislaman mereka. Katakanlah, “Janganlah kamu merasa berjasa kepadaku dengan keislamanmu, sebenarnya Allah yang melimpahkan nikmat kepadamu dengan menunjukkan kamu kepada keimanan, jika kamu orang yang benar.” ",
                    "18": "Sungguh, Allah mengetahui apa yang gaib di langit dan di bumi. Dan Allah Maha Melihat apa yang kamu kerjakan. "
                }
            }
        },
        "tafsir": {
            "id": {
                "kemenag": {
                    "name": "Kemenag",
                    "source": "Aplikasi Quran Kementrian Agama Republik Indonesia",
                    "text": {
                        "1": "Pada ayat ini, Allah mengajarkan kesopanan kepada kaum Muslimin ketika berhadapan dengan Rasulullah saw dalam hal perbuatan dan percakapan. Allah memperingatkan kaum Mukminin supaya jangan mendahului Allah dan rasul-Nya dalam menentukan suatu hukum atau pendapat.\n\nMereka dilarang memutuskan suatu perkara sebelum membahas dan meneliti lebih dahulu hukum Allah dan (atau) ketentuan dari rasul-Nya terhadap masalah itu. Hal ini bertujuan agar keputusan mereka tidak menyalahi apalagi bertentangan dengan syariat Islam, sehingga dapat menimbulkan kemurkaan Allah. \n\nYang demikian ini sejalan dengan yang dialami oleh sahabat Nabi Muhammad yaitu Mu'adh bin Jabal ketika akan diutus ke negeri Yaman. Rasulullah saw bertanya, \"Kamu akan memberi keputusan dengan apa?\" Dijawab oleh Mu'adh, \"Dengan kitab Allah.\" Nabi bertanya lagi, \"Jika tidak kamu jumpai dalam kitab Allah, bagaimana?\" Mu'adh menjawab, \"Dengan Sunah Rasulullah.\" Nabi Muhammad bertanya lagi, \"Jika dalam Sunah Rasulullah tidak kamu jumpai, bagaimana?\" Mu'adh menjawab, \"Aku akan ijtihad dengan pikiranku.\" Lalu Nabi Muhammad saw menepuk dada Mu'adh seraya berkata, \"Segala puji bagi Allah yang telah memberi taufik kepada utusan rasul-Nya tentang apa yang diridai Allah dan rasul-Nya.\" (Riwayat Abu Dawud, at-Tirmidhi dan Ibnu Majah dari Mu'adh bin Jabal). \n\nDalam ayat ini, Allah memerintahkan kepada kaum Mukminin supaya melaksanakan perintah Allah, menjauhi larangan-Nya, dan tidak tergesa-gesa melakukan perbuatan atau mengemukakan pendapat dengan mendahului Al-Qur'an dan hadis Nabi yang ada hubungannya dengan sebab turunnya ayat ini. Tersebut dalam kitab al-Iklil bahwa mereka dilarang menyembelih kurban pada hari Raya Idul Adha sebelum nabi menyembelih, dan dilarang berpuasa pada hari yang diragukan, seperti apakah telah datang awal Ramadan atau belum, sebelum jelas hasil ijtihad untuk penetapannya. Kemudian Allah memerintahkan supaya mereka tetap bertakwa kepada-Nya karena Allah Maha Mendengar segala percakapan dan Maha Mengetahui segala yang terkandung dalam hati hamba-hamba-Nya.",
                        "2": "Diriwayatkan oleh al-Bukhari dari Ibnu Abi Mulaikah bahwa 'Abdullah bin Zubair memberitahukan kepadanya bahwa telah datang satu rombongan dari Kabilah Bani Tamim kepada Rasulullah saw. Abu Bakar berkata, \"Rombongan ini hendaknya diketuai oleh al-Qa'qa' bin Ma'bad.\" 'Umar bin al-Khaththab berkata, \"Hendaknya diketuai oleh al-Aqra' bin habis.\" Abu Bakar membantah, \"Kamu tidak bermaksud lain kecuali menentang aku.\" 'Umar menjawab, \"Saya tidak bermaksud menentangmu.\" Maka timbullah perbedaan pendapat antara Abu Bakar dan 'Umar sehingga suara mereka kedengarannya bertambah keras, maka turunlah ayat ini. Sejak itu, Abu Bakar bila berkata-kata kepada Nabi Muhammad, suaranya direndahkan sekali seperti bisikan saja demikian pula 'Umar. Oleh karena sangat halus suaranya hampir-hampir tak terdengar sehingga sering ditanyakan lagi apa yang diucapkannya itu.\n\nMereka sama-sama memahami bahwa ayat-ayat tersebut sengaja diturunkan untuk memelihara kehormatan Nabi Muhammad. Setelah ayat ini turun, maka sabit bin Qais tidak pernah datang lagi menghadiri majelis Rasulullah saw. Ketika ditanya oleh Nabi tentang sebabnya, sabit menjawab, \"Ya Rasulullah, telah diturunkan ayat ini dan saya adalah seorang yang selalu berbicara keras dan nyaring. Saya merasa khawatir kalau-kalau pahala saya akan dihapus sebagai akibat kebiasaan saya itu.\" Nabi Muhammad menjawab, \"Engkau lain sekali, engkau hidup dalam kebaikan dan insya Allah akan mati dalam kebaikan pula, engkau termasuk ahli surga.\" sabit menjawab, \"Aku sangat senang karena berita yang menggembirakan itu, dan saya tidak akan mengeraskan suara saya terhadap Nabi untuk selama-lama-nya.\" (Riwayat al-Bukhari dari Ibnu Abi Mulaikah). Maka turunlah ayat berikutnya yaitu ayat ke 3 dari Surah al-hujurat. \n\nDari paparan di atas, dapat dipahami bagaimana Allah mengajarkan kepada kaum Mukminin kesopanan dalam percakapan ketika berhadapan dengan Nabi Muhammad. Allah melarang kaum Mukminin meninggikan suara mereka lebih dari suara Nabi. Mereka dilarang untuk berkata-kata kepada Nabi dengan suara keras karena perbuatan seperti itu tidak layak menurut kesopanan dan dapat menyinggung perasaan Nabi. Terutama jika dalam ucapan-ucapan yang tidak sopan itu tersimpan unsur-unsur cemoohan atau penghinaan yang menyakitkan hati Nabi dan dapat menyeret serta menjerumuskan orangnya kepada kekafiran, sehingga mengakibatkan hilang dan gugurnya segala pahala kebaikan mereka itu di masa lampau, padahal semuanya itu terjadi tanpa disadarinya.",
                        "3": "Sesungguhnya orang yang merendahkan suaranya di sisi Rasulullah saw setelah melatih diri dengan berbagai latihan yang ketat lagi berat, mereka itulah orang yang telah diuji hatinya oleh Allah untuk bertakwa. Mereka telah berhasil menyucikan diri mereka dengan berbagai usaha dan kesadaran serta bagi mereka ampunan dan pahala yang sangat besar.\n\nDiriwayatkan oleh Imam Ahmad dari Mujahid bahwa ada sebuah pertanyaan tertulis yang disampaikan kepada Umar, \"Wahai Amirul Mukminin, ada seorang laki-laki yang tidak suka akan kemaksiatan dan tidak mengerjakannya, dan seorang laki-laki lagi yang hatinya cenderung kepada kemaksiatan, tetapi ia tidak mengerjakannya. Manakah di antara kedua orang itu yang paling baik?\"\n\nUmar menjawab dengan tulisan pula, \"Sesungguhnya orang ya-ng hatinya cenderung kepada kemaksiatan, akan tetapi tidak mengerjakannya, mereka itulah orang-orang yang telah diuji hati mereka oleh Allah untuk bertakwa. Bagi mereka ampunan dan pahala yang besar.\"",
                        "4": "Dalam ayat ini, Allah memberikan pelajaran kesopanan dan tata krama dalam menghadapi Rasulullah saw, terutama dalam mengadakan percakapan dengan beliau. Rasulullah saw selama di Medinah tinggal di sebuah rumah di samping masjid Medinah. Di dalam rumah itu terdapat kamar-kamar yang berjumlah sembilan buah, dan masing-masing diisi oleh seorang istri nabi. Bangunan tersebut dibuat sangat sederhana, atapnya rendah sekali sehingga mudah disentuh oleh tangan dan pintu-pintunya terdiri dari gantungan kulit binatang yang berbulu. \n\nPada masa Khalifah al-Walid bin 'Abd al-Malik, kamar-kamar itu dibongkar dan dijadikan halaman masjid. Hal itu sangat menyedihkan kaum Mukminin di Medinah. Sa'id bin al-Musayyab merespon dan berkata, \"Saya suka sekali jika kamar-kamar istri Nabi itu tetap berdiri dan tidak dirombak, agar generasi mendatang dari penduduk Medinah dan orang-orang yang datang dapat meneladani kesederhanaan Nabi Muhammad dalam mengatur rumah tangganya.\n\nIbnu Ishaq menerangkan dalam kitab Sirah-nya bahwa tahun kesembilan Hijrah itu merupakan tahun mengalirnya para delegasi dari seluruh Jazirah Arab. Setelah Pembebasan Mekah, seusai Perang Tabuk, dan Kabilah saqif dari thaif masuk Islam dan ikut membaiat Rasulullah saw, maka datanglah dengan berduyun-duyun berbagai delegasi ke Medinah untuk menemui Rasulullah saw.\n\nDiriwayatkan oleh Ibnu Jarir, dari Zaid bin Arqam bahwa sekumpulan orang-orang Badui berkata kepada kawan-kawannya, \"Marilah kita menemui laki-laki (Muhammad) itu, apabila ia benar-benar seorang nabi, maka kitalah yang paling bahagia beserta dia, dan jika ia seorang raja maka kita pun akan beruntung dapat hidup di sampingnya.\" Maka datanglah Zaid bin Arqam kepada Rasulullah saw menyampaikan berita itu lalu mere-ka datang beramai-ramai menemui beliau yang kebetulan sedang berada di kamar salah seorang istrinya. Mereka memanggil dengan suara yang lantang sekali, \"Ya Muhammad, ya Muhammad, keluarlah dari kamarmu untuk berjumpa dengan kami karena tujuan kami sangat indah dan celaan kami sangat menusuk perasaan.\" Nabi Muhammad saw keluar dari kamar istrinya untuk menemui mereka dan turunlah ayat ini. \n\nMenurut Qatadah, rombongan sebanyak tujuh puluh orang itu adalah dari kabilah Bani Tamim. Mereka berkata, \"Kami ini dari Bani Tamim, kami datang ke sini membawa pujangga-pujangga kami dalam bidang syair dan pidato untuk bertanding dengan penyair-penyair kamu.\" Nabi menjawab, \"Kami tidak diutus untuk mengemukakan syair dan kami tidak diutus untuk mem-perlihatkan kesombongan, tetapi bila kamu mau mencoba, boleh kemukakan syairmu itu.\" Maka tampillah salah seorang pemuda di antara mereka membangga-banggakan kaumnya dengan berbagai keutamaan. Nabi Muhammad menampilkan hassan bin sabit untuk menjawab syair mereka dan ternyata hassan dapat menundukkan mereka semuanya. Setelah mereka mengakui keunggulan hassan, mereka lalu mendekati Rasulullah saw dan mengucapkan dua kalimat syahadat dan sekaligus masuk Islam.\n\nKebijaksanaan Nabi Muhammad dalam menghadapi delegasi da-ri Bani Tamim yang tidak sopan itu akhirnya berkesudahan dengan baik. Sebelum pulang, mereka lebih dahulu telah men-dapat petunjuk tentang jalan yang benar dan kesopanan dalam pergaulan. Dengan tegas sekali Allah menerangkan bahwa orang-orang yang memanggil Nabi supaya keluar kamar istrinya yang ada di samping masjid Medinah, kebanyakan mereka itu bodoh, tidak mengetahui kesopanan dan tata krama dalam mengadakan kunjungan kehormatan kepada seorang kepala negara apalagi seorang nabi. Tata cara yang dikemukakan ayat ini, sekarang dikenal sebagai protokoler dan security (keamanan). Dari ayat ini dapat pula dipahami bahwa agama Islam sejak dahulu kala sudah mengatur kode etiknya dengan maksud memberikan penghormatan yang pantas kepada pembesar yang dikunjungi.",
                        "5": "Seandainya tamu-tamu delegasi itu tidak berteriak-teriak memanggil Nabi Muhammad dan mereka sabar menunggu sampai beliau sendiri keluar kamar peristirahatannya, niscaya yang demikian itu lebih baik bagi mereka. Karena sikap demikian itu menunjukkan adanya takzim dan penghormatan kepada Nabi Muhammad. Allah Maha Pengampun kepada mereka yang memanggil Nabi Muhammad dari belakang kamar-kamarnya bila mereka bertobat dan mengganti kecerobohan mereka dengan kesopanan tata krama. Allah Maha Penyayang kepada mereka, tidak mengazab mereka nanti pada hari Kiamat karena mereka telah menyesali perbuatan mereka yang memalukan itu.",
                        "6": "Dalam ayat ini, Allah memberitakan peringatan kepada kaum Mukminin, jika datang kepada mereka seorang fasik membawa berita tentang apa saja, agar tidak tergesa-gesa menerima berita itu sebelum diperiksa dan diteliti dahulu kebenarannya. Sebelum diadakan penelitian yang seksama, jangan cepat percaya kepada berita dari orang fasik, karena seorang yang tidak mempedulikan kefasikannya, tentu juga tidak akan mempedulikan kedustaan berita yang disampaikannya. Perlunya berhati-hati dalam menerima berita adalah untuk menghindarkan penyesalan akibat berita yang tidak diteliti atau berita bohong itu. Penyesalan yang akan timbul sebenarnya dapat dihindari jika bersikap lebih hati-hati.\n\nAyat ini memberikan pedoman bagi sekalian kaum Mukminin supaya berhati-hati dalam menerima berita, terutama jika bersumber dari seorang yang fasik. Maksud yang terkandung dalam ayat ini adalah agar diadakan penelitian dahulu mengenai kebenarannya. Mempercayai suatu berita tanpa diselidiki kebenarannya, besar kemungkinan akan membawa korban jiwa dan harta yang sia-sia, yang hanya menimbulkan penyesalan belaka.",
                        "7": "Allah menjelaskan bahwa Rasulullah saw ketika berada di tengah-tengah kaum Mukminin, sepatutnya dihormati dan diikuti semua petunjuknya karena lebih mengetahui kemaslahatan umatnya. Nabi lebih utama bagi orang-orang Mukmin dari diri mereka sendiri, sebagaimana dicantumkan dalam firman Allah:\n\nNabi itu lebih utama bagi orang-orang Mukmin dibandingkan diri mereka sendiri (al-Ahzab/33: 6)\n\nKarena Nabi Muhammad selalu berada dalam bimbingan wahyu Ilahi, maka beliau yang berada di tengah-tengah para sahabat itu sepatutnya dijadikan teladan dalam segala aspek kehidupan dan aspek kemasyarakatan. Seandainya beliau menuruti kemauan para sahabat dalam memecahkan persoalan hidup, niscaya mereka akan menemui berbagai kesulitan dan kemudaratan seperti dalam peristiwa al-Walid bin 'Uqbah. Seandainya Nabi saw menerima berita bohong tentang Bani al-Musthaliq, lalu mengirimkan pasukan untuk menggempur mereka yang disangka murtad dan menolak membayar zakat, niscaya yang demikian itu hanya akan menimbulkan penyesalan dan bencana. Akan tetapi, sebaliknya dengan kebijaksanaan dan bimbingan Rasulullah saw yang berada di tengah-tengah para sahabat, mereka dijadikan oleh Allah mencintai keimanan dan menjadikan iman itu indah dalam hati mereka, dan menjadikan mereka benci kepada kekafiran, ke-fasikan dan kedurhakaan.\n\nKarena iman yang sempurna itu terdiri dari pengakuan dengan lisan, membenarkan dengan hati, dan beramal saleh dengan anggota tubuh, maka kebencian terhadap kekafiran berlawanan dengan kecintaan kepada keimanan. Menjadikan iman itu indah dalam hati adalah pararel dengan membenarkan (tasdiq) dalam hati, dan benci kepada kedurhakaan itu pararel dengan mengadakan amal saleh. Orang-orang yang demikian itu adalah orang-orang yang mendapat petunjuk dan mengikuti jalan yang lu-rus, yang langsung menuju kepada keridaan Allah.",
                        "8": "Karunia dan anugerah itu semata-mata kemurahan dari Allah dan merupakan nikmat dari-Nya. Allah Maha Mengetahui siapa yang berhak menerima petunjuk dan siapa yang terkena kesesatan, dan Maha bijaksana dalam mengatur segala urusan makhluk-Nya.",
                        "9": "Allah menerangkan bahwa jika ada dua golongan dari orangorang Mukmin berperang, maka harus diusahakan perdamaian antara kedua pihak yang bermusuhan itu dengan jalan berdamai sesuai dengan ketentuan hukum dari Allah berdasarkan keadilan untuk kemaslahatan mereka yang bersangkutan. Jika setelah diusahakan perdamaian itu masih ada yang membangkang dan tetap juga berbuat aniaya terhadap golongan yang lain, maka golongan yang agresif yang berbuat aniaya itu harus diperangi sehingga mereka kembali untuk menerima hukum Allah. Jika golongan yang membangkang itu telah tunduk dan kembali kepada perintah Allah, maka kedua golongan yang tadinya bermusuhan itu harus diperlakukan dengan adil dan bijaksana, penuh kesadaran sehingga tidak terulang lagi permusuhan seperti itu di masa yang akan datang. Allah memerintahkan supaya mereka tetap melakukan keadilan dalam segala urusan mereka, karena Allah menyukainya dan akan memberi pahala kepada orang-orang yang berlaku adil dalam segala urusan.",
                        "10": "Dalam ayat ini, Allah menerangkan bahwa sesungguhnya orang-orang Mukmin semuanya bersaudara seperti hubungan persaudaraan antara nasab karena sama-sama menganut unsur keimanan yang sama dan kekal dalam surga. Dalam sebuah hadis sahih diriwayatkan Muslim itu adalah saudara muslim yang lain, jangan berbuat aniaya dan jangan membiarkannya melakukan aniaya. Orang yang membantu kebutuhan saudaranya, maka Allah membantu kebutuhannya. Orang yang melonggarkan satu kesulitan dari seorang muslim, maka Allah melonggarkan satu kesulitan di antara kesulitan-kesuliannya pada hari Kiamat. Orang yang menutupi aib saudaranya, maka Allah akan menutupi kekurangannya pada hari Kiamat. (Riwayat al-Bukhari dari 'Abdullah bin 'Umar) \n\nPada hadis sahih yang lain dinyatakan: Apabila seorang muslim mendoakan saudaranya yang gaib, maka malaikat berkata, \"Amin, dan semoga kamu pun mendapat seperti itu.\" (Riwayat Muslim dan Abu ad-Darda') Karena persaudaraan itu mendorong ke arah perdamaian, maka Allah menganjurkan agar terus diusahakan di antara saudara seagama seperti perdamaian di antara saudara seketurunan, supaya mereka tetap memelihara ketakwaan kepada Allah. Mudah-mudahan mereka memperoleh rahmat dan ampunan Allah sebagai balasan terhadap usaha-usaha perdamaian dan ketakwaan mereka. Dari ayat tersebut dapat dipahami perlu adanya kekuatan sebagai penengah untuk mendamaikan pihak-pihak yang bertikai.",
                        "11": "Dalam ayat ini, Allah mengingatkan kaum Mukminin supaya jangan ada suatu kaum mengolok-olokkan kaum yang lain karena boleh jadi, mereka yang diolok-olokkan itu pada sisi Allah jauh lebih mulia dan terhormat dari mereka yang mengolok-olokkan. Demikian pula di kalangan wanita, jangan ada segolongan wanita yang mengolok-olokkan wanita yang lain karena boleh jadi, mereka yang diolok-olokkan itu pada sisi Allah lebih baik dan lebih terhormat dari wanita-wanita yang mengolok-olokkan. Allah melarang kaum mukminin mencela kaum mereka sendiri karena kaum Mukminin semuanya harus dipandang satu tubuh yang diikat dengan kesatuan dan persatuan. Allah melarang pula memanggil dengan panggilan yang buruk seperti panggilan kepada seseorang yang sudah beriman dengan kata-kata: hai fasik, hai kafir, dan sebagainya. Tersebut dalam sebuah hadis riwayat al-Bukhari dan Muslim dari an-Nu'man bin Basyir: Perumpamaan orang-orang mukmin dalam kasih mengasihi dan sayang-menyayangi antara mereka seperti tubuh yang satu; bila salah satu anggota badannya sakit demam, maka badan yang lain merasa demam dan terganggu pula. (Riwayat Muslim dan Ahmad dari an-Nu'man bin Basyir) Sesungguhnya Allah tidak memandang kepada rupamu dan harta kekayaanmu, akan tetapi Ia memandang kepada hatimu dan perbuatanmu. (Riwayat Muslim dari Abu Hurairah) \n\nHadis ini mengandung isyarat bahwa seorang hamba Allah jangan memastikan kebaikan atau keburukan seseorang semata-mata karena melihat kepada amal perbuatannya saja, sebab ada kemungkinan seseorang tampak mengerjakan amal kebajikan, padahal Allah melihat di dalam hatinya ada sifat yang tercela. Sebaliknya pula mungkin ada orang yang kelihatan melakukan suatu yang tampak buruk, akan tetapi Allah melihat dalam hatinya ada rasa penyesalan yang besar yang mendorongnya bertobat dari dosanya. Maka amal perbuatan yang tampak di luar itu, hanya merupakan tanda-tanda saja yang menimbulkan sangkaan yang kuat, tetapi belum sampai ke tingkat meyakinkan. Allah melarang kaum Mukminin memanggil orang dengan panggilan-panggilan yang buruk setelah mereka beriman. Ibnu Jarir meriwayatkan bahwa Ibnu 'Abbas dalam menafsirkan ayat ini, menerangkan bahwa ada seorang laki-laki yang pernah di masa mudanya mengerjakan suatu perbuatan yang buruk, lalu ia bertobat dari dosanya, maka Allah melarang siapa saja yang menyebut-nyebut lagi keburukannya di masa yang lalu, karena hal itu dapat membangkitkan perasaan yang tidak baik. Itu sebabnya Allah melarang memanggil dengan panggilan dan gelar yang buruk. Adapun panggilan yang mengandung penghormatan tidak dilarang, seperti sebutan kepada Abu Bakar dengan as-shiddiq, kepada 'Umar dengan al-Faruq, kepada 'Utsman dengan sebutan dzu an-Nurain, kepada 'Ali dengan Abu Turab, dan kepada Khalid bin al-Walid dengan sebutan Saifullah (pedang Allah). Panggilan yang buruk dilarang untuk diucapkan setelah orangnya beriman karena gelar-gelar untuk itu mengingatkan kepada kedurhakaan yang sudah lewat, dan sudah tidak pantas lagi dilontarkan. Barang siapa tidak bertobat, bahkan terus pula memanggil-manggil dengan gelar-gelar yang buruk itu, maka mereka dicap oleh Allah sebagai orang-orang yang zalim terhadap diri sendiri dan pasti akan menerima konsekuensinya berupa azab dari Allah pada hari Kiamat.",
                        "12": "Pada ayat ini dijelaskan bahwa permintaan mereka itu tidak mungkin diperkenankan oleh Allah. Mereka tidak akan dikembalikan ke dunia, karena hati mereka sudah tidak menerima kebenaran lagi. Di dunia, mereka kafir dan ingkar apabila diseru untuk hanya menyembah Allah saja, tetapi apabila Allah dipersekutukan dengan yang lain, mereka percaya dan membenarkannya. Permintaan mereka ke luar dari neraka dan dikembalikan ke dunia untuk beramal saleh, dijawab oleh Allah dengan firman-Nya:\n\nDia (Allah) berfirman, \"Tinggallah dengan hina di dalamnya, dan janganlah kamu berbicara dengan Aku.\" (al-Mu'minun/23: 108)\n\nAndaikata permintaan mereka diperkenankan dan dikembalikan ke dunia, mereka akan tetap mengerjakan hal-hal yang dilarang Allah sebagaimana halnya dahulu. Mereka itu pembohong, sebagaimana firman Allah:\n\nSeandainya mereka dikembalikan ke dunia, tentu mereka akan mengulang kembali apa yang telah dilarang mengerjakannya. Mereka itu sungguh pendusta. (al-An'am/6: 28)\n\nAyat ini ditutup dengan satu ketegasan bahwa putusan di hari Kiamat berada di tangan Allah yang akan memberi putusan dengan hak dan adil, Tuhan Yang Mahatinggi dan Mahabesar tiada sesuatu yang menyamai-Nya. Tuhan sangat benci kepada yang mempersekutukan-Nya dan telah memberlakukan kebijaksanaan yaitu mengekalkan mereka di dalam neraka.",
                        "13": "Dalam ayat ini, dijelaskan bahwa Allah menciptakan manusia dari seorang laki-laki (Adam) dan seorang perempuan (Hawa) dan menjadikannya berbangsa-bangsa, bersuku-suku, dan berbeda-beda warna kulit bukan untuk saling mencemoohkan, tetapi supaya saling mengenal dan menolong. Allah tidak menyukai orang-orang yang memperlihatkan kesombongan dengan keturunan, kepangkatan, atau kekayaannya karena yang paling mulia di antara manusia pada sisi Allah hanyalah orang yang paling bertakwa kepada-Nya.\n\nKebiasaan manusia memandang kemuliaan itu selalu ada sangkut-pautnya dengan kebangsaan dan kekayaan. Padahal menurut pandangan Allah, orang yang paling mulia itu adalah orang yang paling takwa kepada-Nya.\n\nDiriwayatkan oleh Ibnu hibban dan at-Tirmidhi dari Ibnu 'Umar bahwa ia berkata:\n\nRasulullah saw melakukan tawaf di atas untanya yang telinganya tidak sempurna (terputus sebagian) pada hari Fath Makkah (Pembebasan Mekah). Lalu beliau menyentuh tiang Ka'bah dengan tongkat yang bengkok ujungnya. Beliau tidak mendapatkan tempat untuk menderumkan untanya di masjid sehingga unta itu dibawa keluar menuju lembah lalu menderumkannya di sana. Kemudian Rasulullah memuji Allah dan mengagungkan-Nya, kemudian berkata, \"Wahai manusia, sesungguhnya Allah telah menghilangkan pada kalian keburukan perilaku Jahiliah. Wahai manusia, sesungguhnya manusia itu ada dua macam: orang yang berbuat kebajikan, bertakwa, dan mulia di sisi Tuhannya. Dan orang yang durhaka, celaka, dan hina di sisi Tuhannya. Kemudian Rasulullah membaca ayat: ya ayyuhan-nas inna khalaqnakum min dhakarin wa untsa¦ Beliau membaca sampai akhir ayat, lalu berkata, \"Inilah yang aku katakan, dan aku memohon ampun kepada Allah untukku dan untuk kalian. (Riwayat Ibnu hibban dan at-Tirmidhi dari Ibnu 'Umar).\n\nSesungguhnya Allah Maha Penerima tobat lagi Maha Mengetahui tentang apa yang tersembunyi dalam jiwa dan pikiran manusia. Pada akhir ayat, Allah menyatakan bahwa Dia Maha Mengetahui tentang segala yang tersembunyi di dalam hati manusia dan mengetahui segala perbuatan mereka.",
                        "14": "Allah menjelaskan bahwa orang-orang Arab Badui yang mengaku bahwa diri mereka telah beriman. Ucapan mereka itu dibantah oleh Allah. Sepantasnya mereka itu jangan mengatakan telah beriman karena iman yang sungguh-sungguh ialah membenarkan dengan hati yang tulus dan percaya kepada Allah dengan seutuhnya. Hal itu belum terbukti karena mereka memperlihatkan bahwa mereka telah memberikan kenikmatan kepada Rasulullah saw dengan keislaman mereka dan dengan tidak memerangi Rasulullah saw.\n\nMereka dilarang oleh Allah mengucapkan kata beriman itu dan sepantasnya mereka hanya mengucapkan 'kami telah tunduk masuk Islam, karena iman yang sungguh-sungguh itu belum pernah masuk ke dalam hati mereka. Apa yang mereka ucapkan tidak sesuai dengan isi hati mereka.\n\nAz-Zajjaj berkata, \"Islam itu ialah memperlihatkan kepatuhan dan menerima apa-apa yang dibawa oleh Nabi Muhammad. Dengan memperlihatkan patuh itu terpeliharalah darah dan jiwa, dan jika ikrar tentang keislaman itu disertai dengan tasdiq (dibenarkan hati), maka barulah yang demikian itu yang dinamakan iman yang sungguh-sungguh. Jika mereka benar-benar telah taat kepada Allah dan rasul-Nya, ikhlas berbuat amal, dan meninggalkan kemunafikan, maka Allah tidak akan mengurangi sedikit pun pahala amalan mereka, bahkan akan memperbaiki balasannya dengan berlipat ganda.\"\n\nTerhadap manusia yang banyak berbuat kesalahan, di mana pun ia berada, Allah akan mengampuninya karena Dia Maha Pengampun terhadap orang yang bertobat dan yang beramal penuh keikhlasan.",
                        "15": "Dalam ayat ini, Allah menerangkan hakikat iman yang sebenarnya yaitu bahwa orang-orang yang diakui mempunyai iman yang sungguh-sungguh hanyalah mereka yang beriman kepada Allah dan rasul-Nya, tanpa keragu-raguan sedikit pun dan tidak goyah pendiriannya apa pun yang dihadapi. Mereka menyerahkan harta dan jiwa dalam berjihad di jalan Allah semata-mata untuk mencapai keridaan-Nya.\n\nOrang mukmin di dunia ada tiga golongan: pertama, orang beriman kepada Allah dan Rasul-Nya, kemudian mereka tidak ragu dan berjihad fi sabilillah dengan harta dan dirinya. Kedua, orang yang tidak mengganggu harta dan diri orang lain. Ketiga, orang yang mendapatkan kemuliaan ambisi, ia meninggalkannya karena Allah. (Riwayat Ahmad dari Abu Sa'id al-Khudri)\n\nMereka itulah orang-orang yang imannya diakui oleh Allah. Tidak seperti orang-orang Arab Badui itu yang hanya mengucapkan beriman dengan lidah belaka, sedangkan hati mereka kosong karena mereka masuk Islam itu hanya karena takut akan tebasan pedang, hanya sekadar untuk mengamankan jiwa dan harta bendanya.",
                        "16": "Allah memerintahkan kepada Rasul-Nya agar bertanya kepada orang-orang Arab Badui itu, apakah mereka akan memberitahukan kepada Allah tentang keyakinannya yang telah tersimpan di dalam hatinya, padahal Allah mengetahui apa yang ada di langit dan apa yang ada di bumi, termasuk apa yang terkandung di dalam hati mereka karena Allah Maha Mengetahui segala sesuatu.",
                        "17": "Allah menjelaskan bahwa orang-orang Arab Badui itu merasa telah memberi nikmat kepada Rasulullah saw. Mereka menganggap bahwa keislaman dan ketundukan mereka kepada Nabi Muhammad itu harus dipandang suatu nikmat yang harus disyukuri oleh Nabi. Kemudian Allah memerintahkan kepada rasul-Nya supaya membantah ucapan mereka yang selalu menonjol-nonjolkan pemberian nikmat karena sesungguhnya hanya Allah yang melimpahkan nikmat kepada mereka dengan menunjuki mereka keimanan, jika mereka sungguh-sungguh menjadi orang-orang yang benar imannya.",
                        "18": "Sesungguhnya Allah-lah Yang Maha Mengetahui apa-apa yang gaib di langit dan di bumi. Dia-lah yang melihat apa yang tersembunyi di dalam hati, dan apa yang diucapkan oleh lidah karena Allah Maha Melihat apa yang dikerjakan oleh seluruh hamba-hamba-Nya."
                    }
                }
            }
        }
    }
}