{
    "56": {
        "number": "56",
        "name": "الواقعة",
        "name_latin": "Al-Waqi'ah",
        "number_of_ayah": "96",
        "text": {
            "1": "اِذَا وَقَعَتِ الْوَاقِعَةُۙ ",
            "2": "لَيْسَ لِوَقْعَتِهَا كَاذِبَةٌ  ۘ ",
            "3": "خَافِضَةٌ رَّافِعَةٌ ",
            "4": "اِذَا رُجَّتِ الْاَرْضُ رَجًّاۙ ",
            "5": "وَّبُسَّتِ الْجِبَالُ بَسًّاۙ  ",
            "6": "فَكَانَتْ هَبَاۤءً مُّنْۢبَثًّاۙ ",
            "7": "وَّكُنْتُمْ اَزْوَاجًا ثَلٰثَةً ۗ",
            "8": "فَاَصْحٰبُ الْمَيْمَنَةِ ەۙ مَآ اَصْحٰبُ الْمَيْمَنَةِ ۗ",
            "9": "وَاَصْحٰبُ الْمَشْـَٔمَةِ ەۙ مَآ اَصْحٰبُ الْمَشْـَٔمَةِ ۗ",
            "10": "وَالسّٰبِقُوْنَ السّٰبِقُوْنَۙ  ",
            "11": "اُولٰۤىِٕكَ الْمُقَرَّبُوْنَۚ ",
            "12": "فِيْ جَنّٰتِ النَّعِيْمِ ",
            "13": "ثُلَّةٌ مِّنَ الْاَوَّلِيْنَۙ  ",
            "14": "وَقَلِيْلٌ مِّنَ الْاٰخِرِيْنَۗ  ",
            "15": "عَلٰى سُرُرٍ مَّوْضُوْنَةٍۙ  ",
            "16": "مُّتَّكِـِٕيْنَ عَلَيْهَا مُتَقٰبِلِيْنَ",
            "17": "يَطُوْفُ عَلَيْهِمْ وِلْدَانٌ مُّخَلَّدُوْنَۙ  ",
            "18": "بِاَكْوَابٍ وَّاَبَارِيْقَۙ وَكَأْسٍ مِّنْ مَّعِيْنٍۙ  ",
            "19": "لَّا يُصَدَّعُوْنَ عَنْهَا وَلَا يُنْزِفُوْنَۙ  ",
            "20": "وَفَاكِهَةٍ مِّمَّا يَتَخَيَّرُوْنَۙ  ",
            "21": "وَلَحْمِ طَيْرٍ مِّمَّا يَشْتَهُوْنَۗ  ",
            "22": "وَحُوْرٌ عِيْنٌۙ  ",
            "23": "كَاَمْثَالِ اللُّؤْلُؤِ الْمَكْنُوْنِۚ  ",
            "24": "جَزَاۤءًۢ بِمَا كَانُوْا يَعْمَلُوْنَ",
            "25": "لَا يَسْمَعُوْنَ فِيْهَا لَغْوًا وَّلَا تَأْثِيْمًاۙ  ",
            "26": "اِلَّا قِيْلًا سَلٰمًا سَلٰمًا ",
            "27": "وَاَصْحٰبُ الْيَمِينِ ەۙ مَآ اَصْحٰبُ الْيَمِيْنِۗ",
            "28": "فِيْ سِدْرٍ مَّخْضُوْدٍۙ  ",
            "29": "وَّطَلْحٍ مَّنْضُوْدٍۙ  ",
            "30": "وَّظِلٍّ مَّمْدُوْدٍۙ  ",
            "31": "وَّمَاۤءٍ مَّسْكُوْبٍۙ  ",
            "32": "وَّفَاكِهَةٍ كَثِيْرَةٍۙ  ",
            "33": "لَّا مَقْطُوْعَةٍ وَّلَا مَمْنُوْعَةٍۙ  ",
            "34": "وَّفُرُشٍ مَّرْفُوْعَةٍۗ  ",
            "35": "اِنَّآ اَنْشَأْنٰهُنَّ اِنْشَاۤءًۙ  ",
            "36": "فَجَعَلْنٰهُنَّ اَبْكَارًاۙ  ",
            "37": "عُرُبًا اَتْرَابًاۙ  ",
            "38": "لِّاَصْحٰبِ الْيَمِيْنِۗ  ࣖ ",
            "39": "ثُلَّةٌ مِّنَ الْاَوَّلِيْنَۙ  ",
            "40": "وَثُلَّةٌ مِّنَ الْاٰخِرِيْنَۗ  ",
            "41": "وَاَصْحٰبُ الشِّمَالِ ەۙ مَآ اَصْحٰبُ الشِّمَالِۗ",
            "42": "فِيْ سَمُوْمٍ وَّحَمِيْمٍۙ  ",
            "43": "وَّظِلٍّ مِّنْ يَّحْمُوْمٍۙ  ",
            "44": "لَّا بَارِدٍ وَّلَا كَرِيْمٍ ",
            "45": "اِنَّهُمْ كَانُوْا قَبْلَ ذٰلِكَ مُتْرَفِيْنَۚ ",
            "46": "وَكَانُوْا يُصِرُّوْنَ عَلَى الْحِنْثِ الْعَظِيْمِۚ  ",
            "47": "وَكَانُوْا يَقُوْلُوْنَ ەۙ اَىِٕذَا مِتْنَا وَكُنَّا تُرَابًا وَّعِظَامًا ءَاِنَّا لَمَبْعُوْثُوْنَۙ",
            "48": "اَوَاٰبَاۤؤُنَا الْاَوَّلُوْنَ ",
            "49": "قُلْ اِنَّ الْاَوَّلِيْنَ وَالْاٰخِرِيْنَۙ ",
            "50": "لَمَجْمُوْعُوْنَۙ اِلٰى مِيْقَاتِ يَوْمٍ مَّعْلُوْمٍ ",
            "51": "ثُمَّ اِنَّكُمْ اَيُّهَا الضَّاۤ لُّوْنَ الْمُكَذِّبُوْنَۙ  ",
            "52": "لَاٰكِلُوْنَ مِنْ شَجَرٍ مِّنْ زَقُّوْمٍۙ  ",
            "53": "فَمَالِـُٔوْنَ مِنْهَا الْبُطُوْنَۚ  ",
            "54": "فَشَارِبُوْنَ عَلَيْهِ مِنَ الْحَمِيْمِۚ  ",
            "55": "فَشَارِبُوْنَ شُرْبَ الْهِيْمِۗ  ",
            "56": "هٰذَا نُزُلُهُمْ يَوْمَ الدِّيْنِۗ  ",
            "57": "نَحْنُ خَلَقْنٰكُمْ فَلَوْلَا تُصَدِّقُوْنَ ",
            "58": "اَفَرَءَيْتُمْ مَّا تُمْنُوْنَۗ  ",
            "59": "ءَاَنْتُمْ تَخْلُقُوْنَهٗٓ اَمْ نَحْنُ الْخَالِقُوْنَ ",
            "60": "نَحْنُ قَدَّرْنَا بَيْنَكُمُ الْمَوْتَ وَمَا نَحْنُ بِمَسْبُوْقِيْنَۙ  ",
            "61": "عَلٰٓى اَنْ نُّبَدِّلَ اَمْثَالَكُمْ وَنُنْشِئَكُمْ فِيْ مَا لَا تَعْلَمُوْنَ",
            "62": "وَلَقَدْ عَلِمْتُمُ النَّشْاَةَ الْاُوْلٰى فَلَوْلَا تَذَكَّرُوْنَ ",
            "63": "اَفَرَءَيْتُمْ مَّا تَحْرُثُوْنَۗ  ",
            "64": "ءَاَنْتُمْ تَزْرَعُوْنَهٗٓ اَمْ نَحْنُ الزَّارِعُوْنَ ",
            "65": "لَوْ نَشَاۤءُ لَجَعَلْنٰهُ حُطَامًا فَظَلْتُمْ تَفَكَّهُوْنَۙ  ",
            "66": "اِنَّا لَمُغْرَمُوْنَۙ  ",
            "67": "بَلْ نَحْنُ مَحْرُوْمُوْنَ ",
            "68": "اَفَرَءَيْتُمُ الْمَاۤءَ الَّذِيْ تَشْرَبُوْنَۗ  ",
            "69": "ءَاَنْتُمْ اَنْزَلْتُمُوْهُ مِنَ الْمُزْنِ اَمْ نَحْنُ الْمُنْزِلُوْنَ ",
            "70": "لَوْ نَشَاۤءُ جَعَلْنٰهُ اُجَاجًا فَلَوْلَا تَشْكُرُوْنَ ",
            "71": "اَفَرَءَيْتُمُ النَّارَ الَّتِيْ تُوْرُوْنَۗ  ",
            "72": "ءَاَنْتُمْ اَنْشَأْتُمْ شَجَرَتَهَآ اَمْ نَحْنُ الْمُنْشِـُٔوْنَ ",
            "73": "نَحْنُ جَعَلْنٰهَا تَذْكِرَةً وَّمَتَاعًا لِّلْمُقْوِيْنَۚ ",
            "74": "فَسَبِّحْ بِاسْمِ رَبِّكَ الْعَظِيْمِ ࣖ ",
            "75": "فَلَآ اُقْسِمُ بِمَوٰقِعِ النُّجُوْمِ ",
            "76": "وَاِنَّهٗ لَقَسَمٌ لَّوْ تَعْلَمُوْنَ عَظِيْمٌۙ  ",
            "77": "اِنَّهٗ لَقُرْاٰنٌ كَرِيْمٌۙ  ",
            "78": "فِيْ كِتٰبٍ مَّكْنُوْنٍۙ ",
            "79": "لَّا يَمَسُّهٗٓ اِلَّا الْمُطَهَّرُوْنَۙ  ",
            "80": "تَنْزِيْلٌ مِّنْ رَّبِّ الْعٰلَمِيْنَ ",
            "81": "اَفَبِهٰذَا الْحَدِيْثِ اَنْتُمْ مُّدْهِنُوْنَ ",
            "82": "وَتَجْعَلُوْنَ رِزْقَكُمْ اَنَّكُمْ تُكَذِّبُوْنَ ",
            "83": "فَلَوْلَآ اِذَا بَلَغَتِ الْحُلْقُوْمَۙ  ",
            "84": "وَاَنْتُمْ حِيْنَىِٕذٍ تَنْظُرُوْنَۙ  ",
            "85": "وَنَحْنُ اَقْرَبُ اِلَيْهِ مِنْكُمْ وَلٰكِنْ لَّا تُبْصِرُوْنَ ",
            "86": "فَلَوْلَآ اِنْ كُنْتُمْ غَيْرَ مَدِيْنِيْنَۙ  ",
            "87": "تَرْجِعُوْنَهَآ اِنْ كُنْتُمْ صٰدِقِيْنَ",
            "88": "فَاَمَّآ اِنْ كَانَ مِنَ الْمُقَرَّبِيْنَۙ  ",
            "89": "فَرَوْحٌ وَّرَيْحَانٌ ەۙ وَّجَنَّتُ نَعِيْمٍ",
            "90": "وَاَمَّآ اِنْ كَانَ مِنْ اَصْحٰبِ الْيَمِيْنِۙ  ",
            "91": "فَسَلٰمٌ لَّكَ مِنْ اَصْحٰبِ الْيَمِيْنِۗ  ",
            "92": "وَاَمَّآ اِنْ كَانَ مِنَ الْمُكَذِّبِيْنَ الضَّاۤلِّيْنَۙ  ",
            "93": "فَنُزُلٌ مِّنْ حَمِيْمٍۙ  ",
            "94": "وَّتَصْلِيَةُ جَحِيْمٍ ",
            "95": "اِنَّ هٰذَا لَهُوَ حَقُّ الْيَقِيْنِۚ  ",
            "96": "فَسَبِّحْ بِاسْمِ رَبِّكَ الْعَظِيْمِ ࣖ "
        },
        "translations": {
            "id": {
                "name": "Hari Kiamat",
                "text": {
                    "1": "Apabila terjadi hari Kiamat,",
                    "2": "terjadinya tidak dapat didustakan (disangkal).",
                    "3": "(Kejadian itu) merendahkan (satu golongan) dan meninggikan (golongan yang lain).",
                    "4": "Apabila bumi diguncangkan sedahsyat-dahsyatnya,",
                    "5": "dan gunung-gunung dihancurluluhkan sehancur-hancurnya,",
                    "6": "maka jadilah ia debu yang beterbangan,",
                    "7": "dan kamu menjadi tiga golongan,",
                    "8": "yaitu golongan kanan, alangkah mulianya golongan kanan itu,",
                    "9": "dan golongan kiri, alangkah sengsaranya golongan kiri itu,",
                    "10": "dan orang-orang yang paling dahulu (beriman), merekalah yang paling dahulu (masuk surga).",
                    "11": "Mereka itulah orang yang dekat (kepada Allah),",
                    "12": "Berada dalam surga kenikmatan,",
                    "13": "segolongan besar dari orang-orang yang terdahulu,",
                    "14": "dan segolongan kecil dari orang-orang yang kemudian.",
                    "15": "Mereka berada di atas dipan-dipan yang bertahtakan emas dan permata,",
                    "16": "mereka bersandar di atasnya berhadap-hadapan.",
                    "17": "Mereka dikelilingi oleh anak-anak muda yang tetap muda,",
                    "18": "dengan membawa gelas, cerek dan sloki (piala) berisi minuman yang diambil dari air yang mengalir,",
                    "19": "mereka tidak pening karenanya dan tidak pula mabuk,",
                    "20": "dan buah-buahan apa pun yang mereka pilih,",
                    "21": "dan daging burung apa pun yang mereka inginkan.",
                    "22": "Dan ada bidadari-bidadari yang bermata indah,",
                    "23": "laksana mutiara yang tersimpan baik.",
                    "24": "Sebagai balasan atas apa yang mereka kerjakan.",
                    "25": "Di sana mereka tidak mendengar percakapan yang sia-sia maupun yang menimbulkan dosa,",
                    "26": "tetapi mereka mendengar ucapan salam.",
                    "27": "Dan golongan kanan, siapakah golongan kanan itu.",
                    "28": "(Mereka) berada di antara pohon bidara yang tidak berduri,",
                    "29": "dan pohon pisang yang bersusun-susun (buahnya),",
                    "30": "dan naungan yang terbentang luas,",
                    "31": "dan air yang mengalir terus-menerus,",
                    "32": "dan buah-buahan yang banyak,",
                    "33": "yang tidak berhenti berbuah dan tidak terlarang mengambilnya,",
                    "34": "dan kasur-kasur yang tebal lagi empuk.",
                    "35": "Kami menciptakan mereka (bidadari-bidadari itu) secara langsung,",
                    "36": "lalu Kami jadikan mereka perawan-perawan,",
                    "37": "yang penuh cinta (dan) sebaya umurnya,",
                    "38": "untuk golongan kanan,",
                    "39": "segolongan besar dari orang-orang yang terdahulu,",
                    "40": "dan segolongan besar pula dari orang yang kemudian.",
                    "41": "Dan golongan kiri, alangkah sengsaranya golongan kiri itu.",
                    "42": "(Mereka) dalam siksaan angin yang sangat panas dan air yang mendidih,",
                    "43": "dan naungan asap yang hitam,",
                    "44": "tidak sejuk dan tidak menyenangkan.",
                    "45": "Sesungguhnya mereka sebelum itu (dahulu) hidup bermewah-mewah,",
                    "46": "dan mereka terus-menerus mengerjakan dosa yang besar,",
                    "47": "dan mereka berkata, “Apabila kami sudah mati, menjadi tanah dan tulang-belulang, apakah kami benar-benar akan dibangkitkan kembali?",
                    "48": "Apakah nenek moyang kami yang terdahulu (dibangkitkan pula)?”",
                    "49": "Katakanlah, “(Ya), sesungguhnya orang-orang yang terdahulu dan yang kemudian,",
                    "50": "pasti semua akan dikumpulkan pada waktu tertentu, pada hari yang sudah dimaklumi.",
                    "51": "Kemudian sesungguhnya kamu, wahai orang-orang yang sesat lagi mendustakan!",
                    "52": "pasti akan memakan pohon zaqqum,",
                    "53": "maka akan penuh perutmu dengannya.",
                    "54": "Setelah itu kamu akan meminum air yang sangat panas.",
                    "55": "Maka kamu minum seperti unta (yang sangat haus) minum.",
                    "56": "Itulah hidangan untuk mereka pada hari pembalasan.”",
                    "57": "Kami telah menciptakan kamu, mengapa kamu tidak membenarkan (hari berbangkit)?",
                    "58": "Maka adakah kamu perhatikan, tentang (benih manusia) yang kamu pancarkan.",
                    "59": "Kamukah yang menciptakannya, ataukah Kami penciptanya?",
                    "60": "Kami telah menentukan kematian masing-masing kamu dan Kami tidak lemah,",
                    "61": "untuk menggantikan kamu dengan orang-orang yang seperti kamu (di dunia) dan membangkitkan kamu kelak (di akhirat) dalam keadaan yang tidak kamu ketahui.",
                    "62": "Dan sungguh, kamu telah tahu penciptaan yang pertama, mengapa kamu tidak mengambil pelajaran?",
                    "63": "Pernahkah kamu perhatikan benih yang kamu tanam?",
                    "64": "Kamukah yang menumbuhkannya ataukah Kami yang menumbuhkan?",
                    "65": "Sekiranya Kami kehendaki, niscaya Kami hancurkan sampai lumat; maka kamu akan heran tercengang,",
                    "66": "(sambil berkata), “Sungguh, kami benar-benar menderita kerugian,",
                    "67": "bahkan kami tidak mendapat hasil apa pun.”",
                    "68": "Pernahkah kamu memperhatikan air yang kamu minum?",
                    "69": "Kamukah yang menurunkannya dari awan ataukah Kami yang menurunkan?",
                    "70": "Sekiranya Kami menghendaki, niscaya Kami menjadikannya asin, mengapa kamu tidak bersyukur?",
                    "71": "Maka pernahkah kamu memperhatikan tentang api yang kamu nyalakan (dengan kayu)?",
                    "72": "Kamukah yang menumbuhkan kayu itu ataukah Kami yang menumbuhkan?",
                    "73": "Kami menjadikannya (api itu) untuk peringatan dan bahan yang berguna bagi musafir.",
                    "74": "Maka bertasbihlah dengan (menyebut) nama Tuhanmu Yang Mahabesar.",
                    "75": "Lalu Aku bersumpah dengan tempat beredarnya bintang-bintang.",
                    "76": "Dan sesungguhnya itu benar-benar sumpah yang besar sekiranya kamu mengetahui,",
                    "77": "dan (ini) sesungguhnya Al-Qur'an yang sangat mulia,",
                    "78": "dalam Kitab yang terpelihara (Lauh Mahfuzh),",
                    "79": "tidak ada yang menyentuhnya selain hamba-hamba yang disucikan.",
                    "80": "Diturunkan dari Tuhan seluruh alam.",
                    "81": "Apakah kamu menganggap remeh berita ini (Al-Qur'an),",
                    "82": "dan kamu menjadikan rezeki yang kamu terima (dari Allah) justru untuk mendustakan(-Nya).",
                    "83": "Maka kalau begitu mengapa (tidak mencegah) ketika (nyawa) telah sampai di kerongkongan,",
                    "84": "dan kamu ketika itu melihat,",
                    "85": "dan Kami lebih dekat kepadanya daripada kamu, tetapi kamu tidak melihat,",
                    "86": "maka mengapa jika kamu memang tidak dikuasai (oleh Allah),",
                    "87": "kamu tidak mengembalikannya (nyawa itu) jika kamu orang yang benar?",
                    "88": "Jika dia (orang yang mati) itu termasuk yang didekatkan (kepada Allah),",
                    "89": "maka dia memperoleh ketenteraman dan rezeki serta surga (yang penuh) kenikmatan.",
                    "90": "Dan adapun jika dia termasuk golongan kanan,",
                    "91": "maka, “Salam bagimu (wahai) dari golongan kanan!” (sambut malaikat).",
                    "92": "Dan adapun jika dia termasuk golongan orang yang mendustakan dan sesat,",
                    "93": "maka dia disambut siraman air yang mendidih,",
                    "94": "dan dibakar di dalam neraka.",
                    "95": "Sungguh, inilah keyakinan yang benar.",
                    "96": "Maka bertasbihlah dengan (menyebut) nama Tuhanmu Yang Mahabesar."
                }
            }
        },
        "tafsir": {
            "id": {
                "kemenag": {
                    "name": "Kemenag",
                    "source": "Aplikasi Quran Kementrian Agama Republik Indonesia",
                    "text": {
                        "1": "Ayat ini menerangkan bahwa apabila terjadi hari Kiamat, maka kejadian itu tidak dapat didustakan dan juga tidak dapat diragukan, tidak seorang pun dapat mendustakannya atau mengingkarinya dan nyata dilihat oleh setiap orang. Tatkala di dunia, banyak benar manusia yang mendustakannya dan mengingkarinya karena belum merasakan azab sengsara yang telah diderita oleh orang-orang yang telah disiksa itu.",
                        "2": "Ayat ini menerangkan bahwa apabila terjadi hari Kiamat, maka kejadian itu tidak dapat didustakan dan juga tidak dapat diragukan, tidak seorang pun dapat mendustakannya atau mengingkarinya dan nyata dilihat oleh setiap orang. Tatkala di dunia, banyak benar manusia yang mendustakannya dan mengingkarinya karena belum merasakan azab sengsara yang telah diderita oleh orang-orang yang telah disiksa itu.",
                        "3": "Ayat ini menjelaskan bahwa kejadian hari Kiamat akan merendahkan satu golongan dan meninggikan golongan yang lain, demikian kata Ibnu 'Abbas. Karena kejadian yang besar pengaruhnya membawa perubahan yang besar pula. Kemudian diterangkan bahwa hari Kiamat itu menurunkan derajat golongan yang satu dan meninggikan golongan yang lain. Tatkala itu, ada gempa yang menghancurkan semua yang ada di atas, gunung-gunung dan bangunanbangunan hancur-lebur seperti debu yang beterbangan di udara. Manusia ketika itu terbagi atas tiga golongan yaitu golongan kanan (Ashabul-yamin), golongan kiri (Ashabusy-syimal), dan golongan orang terdahulu beriman (As-sabiqun). (",
                        "4": "Ayat ini menjelaskan bahwa pada hari Kiamat akan timbul gempa bumi yang sangat dahsyat dengan guncangan-guncangan yang hebat di segenap pelosok bumi, menghancurkan benteng-benteng dan gunung-gunung, merobohkan rumah-rumah dan bangunanbangunan, serta apa saja yang terdapat di permukaan bumi. Dalam ayat lain, Allah berfirman: \n\nApabila bumi diguncangkan dengan guncangan yang dahsyat. (azZalzalah/99: 1) \n\nDan firman-Nya: \n\nWahai manusia! Bertakwalah kepada Tuhanmu; sungguh, guncangan (hari) Kiamat itu adalah suatu (kejadian) yang sangat besar. (al-hajj/22: 1).",
                        "5": "Ayat ini mengungkapkan bahwa pada hari Kiamat gununggunung dihancur-luluhkan sehancur-hancurnya menjadi tumpukan tanah yang bercerai-berai, menjadi debu yang beterbangan seperti daun kering yang diterbangkan angin. Ringkasnya, gunung-gunung akan hilang dari tempatnya sesuai pula dengan ayat 9 al-Ma'arij/70. Dan gunung-gunung bagaikan bulu (yang beterbangan). (alMa'arij/70: 9) \n\nDan gunung-gunung dihancurluluhkan sehancur-hancurnya. (alWaqi'ah/56: 5)",
                        "6": "Ayat ini mengungkapkan bahwa pada hari Kiamat gununggunung dihancur-luluhkan sehancur-hancurnya menjadi tumpukan tanah yang bercerai-berai, menjadi debu yang beterbangan seperti daun kering yang diterbangkan angin. Ringkasnya, gunung-gunung akan hilang dari tempatnya sesuai pula dengan ayat 9 al-Ma'arij/70. Dan gunung-gunung bagaikan bulu (yang beterbangan). (alMa'arij/70: 9) \n\nDan gunung-gunung dihancurluluhkan sehancur-hancurnya. (alWaqi'ah/56: 5)",
                        "7": "Ayat ini menjelaskan bahwa manusia pada waktu itu terdiri atas tiga golongan, yaitu-golongan kanan, golongan kiri, dan golongan orang-orang yang paling dahulu beriman, sebagaimana akan diterangkan pada ayat berikutnya.",
                        "8": "Ayat ini menjelaskan bahwa \"golongan kanan\" adalah orang-orang yang menerima buku-buku catatan amal mereka dengan tangan kanan yang menunjukkan bahwa mereka adalah penghuni surga. Tentulah keadaan mereka sangat baik dan sangat menyenangkan. \"golongan kiri\" ialah orang-orang yang menerima buku catatan amal mereka dengan tangan kiri yang menunjukkan bahwa mereka adalah penghuni neraka dan akan mendapat siksaan serta hukuman yang sangat menyedihkan. Berkenaan dengan ayat ini Mu'adh bin Jabal meriwayatkan: Nabi Muhammad saw tatkala membaca ayat di atas, beliau menggenggam tangannya seraya berkata, \"Ini (yang digenggam dengan tangan kanan beliau) adalah ahli surga dan tidak perlu aku memperhatikan, dan (yang digenggam dengan tangan kiri beliau) ini adalah ahli neraka dan tidak perlu aku mempedulikannya.\" (Riwayat Ahmad dari Mu'adh bin Jabal)",
                        "9": "Ayat ini menjelaskan bahwa \"golongan kanan\" adalah orang-orang yang menerima buku-buku catatan amal mereka dengan tangan kanan yang menunjukkan bahwa mereka adalah penghuni surga. Tentulah keadaan mereka sangat baik dan sangat menyenangkan. \"golongan kiri\" ialah orang-orang yang menerima buku catatan amal mereka dengan tangan kiri yang menunjukkan bahwa mereka adalah penghuni neraka dan akan mendapat siksaan serta hukuman yang sangat menyedihkan. Berkenaan dengan ayat ini Mu'adh bin Jabal meriwayatkan: Nabi Muhammad saw tatkala membaca ayat di atas, beliau menggenggam tangannya seraya berkata, \"Ini (yang digenggam dengan tangan kanan beliau) adalah ahli surga dan tidak perlu aku memperhatikan, dan (yang digenggam dengan tangan kiri beliau) ini adalah ahli neraka dan tidak perlu aku mempedulikannya.\" (Riwayat Ahmad dari Mu'adh bin Jabal)",
                        "10": "Ayat ini menjelaskan bahwa orang-orang yang paling dahulu beriman kepada Allah tidak asing lagi bagi kita pribadi hal ini tampak karena kebesarannya serta perbuatan-perbuatan mereka yang mengagumkan. Dapat pula diartikan bahwa orang-orang yang paling dahulu mematuhi perintah Allah, mereka pulalah yang paling dahulu menerima rahmat Allah. Barang siapa yang lebih awal membuat kebaikan di dunia ini, maka ia adalah orang yang lebih awal pula mendapat ganjaran di akhirat nanti. Ayat ini menjelaskan bahwa yang dimaksud dengan \"as-sabiqun\", ialah mereka yang disebut dalam hadis 'Aisyah sebagai Nabi Muhammad saw telah bersabda, \"Apakah kamu sekalian tahu siapa yang paling dahulu mendapat perlindungan dari Allah pada hari Kiamat nanti?\" Mereka (para sahabat) berkata, \"Allah dan Rasul-Nya yang lebih mengetahui.\" Rasulullah bersabda, \"Mereka itu adalah orang yang apabila diberi haknya menerimanya, apabila diminta, memberikannya dan apabila menjatuhkan hukuman terhadap orang lain sama seperti mereka menjatuhkan hukuman terhadap diri mereka sendiri.\" (Riwayat Ahmad dari 'Aisyah) (",
                        "11": "Ayat ini menerangkan bahwa mereka yang paling dahulu beriman itulah yang menerima ganjaran yang lebih dahulu dari Allah. Mereka adalah ahli surga yang dilimpahi nikmat-nikmat yang tidak pernah dilihat oleh mata dan didengar oleh telinga serta terpikirkan oleh siapa pun juga sebagaimana disebutkan dalam hadis Nabi saw. Di dalam surga terdapat nikmat dan kesenangan yang tidak pernah dilihat oleh mata dan didengar oleh telinga serta tidak pernah terlintas di hati manusia. (Riwayat al-Bazzar dari Abu Sa'id)",
                        "12": "Ayat ini menerangkan bahwa mereka yang paling dahulu beriman itulah yang menerima ganjaran yang lebih dahulu dari Allah. Mereka adalah ahli surga yang dilimpahi nikmat-nikmat yang tidak pernah dilihat oleh mata dan didengar oleh telinga serta terpikirkan oleh siapa pun juga sebagaimana disebutkan dalam hadis Nabi saw. Di dalam surga terdapat nikmat dan kesenangan yang tidak pernah dilihat oleh mata dan didengar oleh telinga serta tidak pernah terlintas di hati manusia. (Riwayat al-Bazzar dari Abu Sa'id)",
                        "13": "Ayat-ayat ini menerangkan bahwa prosentase umat dahulu yang termasuk \"as-Sabiqun al-Muqarrabun\" lebih besar dibanding dengan prosentase umat Nabi Muhammad. Namun karena jumlah umat Nabi Muhammad itu jauh lebih besar dari jumlah umat nabi-nabi sebelumnya, maka jumlah umat Nabi Muhammad yang termasuk \"as-Sabiqun al-Muqarrabun\" jauh lebih besar dibanding dengan jumlah umat-umat dahulu.",
                        "14": "Ayat-ayat ini menerangkan bahwa prosentase umat dahulu yang termasuk \"as-Sabiqun al-Muqarrabun\" lebih besar dibanding dengan prosentase umat Nabi Muhammad. Namun karena jumlah umat Nabi Muhammad itu jauh lebih besar dari jumlah umat nabi-nabi sebelumnya, maka jumlah umat Nabi Muhammad yang termasuk \"as-Sabiqun al-Muqarrabun\" jauh lebih besar dibanding dengan jumlah umat-umat dahulu.",
                        "15": "Ayat-ayat ini menjelaskan bahwa mereka duduk santai berhadap-hadapan di atas dipan yang bertahtakan emas dan permata. Mereka dalam keadaan rukun, damai, hidup berbahagia dan bergaul dengan baik; tidak terdapat pada hati mereka perasaan permusuhan atau kebencian yang akan memisahkan seseorang dengan yang lain.",
                        "16": "Ayat-ayat ini menjelaskan bahwa mereka duduk santai berhadap-hadapan di atas dipan yang bertahtakan emas dan permata. Mereka dalam keadaan rukun, damai, hidup berbahagia dan bergaul dengan baik; tidak terdapat pada hati mereka perasaan permusuhan atau kebencian yang akan memisahkan seseorang dengan yang lain.",
                        "17": "Ayat ini mengungkapkan bahwa mereka dikelilingi oleh anakanak muda yang tetap muda serta menyenangkan bila dipandang. Mereka ini bertindak selaku pelayan yang melayani penghunipenghuni surga di waktu makan, minum, dan lain-lainnya.",
                        "18": "Ayat ini menjelaskan bahwa anak-anak muda tersebut melayani penghuni surga dengan membawa gelas, piala, cerek, dan minuman khamar yang diambil dari air yang mengalir dari mata airnya, tidak diperas, bening dan bersih yang tidak habis-habisnya. Mereka dapat mengambil dan minum semaunya dan hal itu tidak membuat mereka pening dan mabuk.",
                        "19": "Ayat ini menjelaskan bahwa anak-anak muda tersebut melayani penghuni surga dengan membawa gelas, piala, cerek, dan minuman khamar yang diambil dari air yang mengalir dari mata airnya, tidak diperas, bening dan bersih yang tidak habis-habisnya. Mereka dapat mengambil dan minum semaunya dan hal itu tidak membuat mereka pening dan mabuk.",
                        "20": "Ayat ini mengungkapkan jenis minuman dan makanan di dalam surga yaitu berupa buah-buahan yang mereka kehendaki dan daging burung yang mereka sukai, yang membangkitkan selera karena lezat rasanya, sebagaimana firman Allah: \n\nPerumpamaan taman surga yang dijanjikan kepada orang-orang yang bertakwa; di sana ada sungai-sungai yang airnya tidak payau, dan sungai-sungai air susu yang tidak berubah rasanya, dan sungaisungai khamar (anggur yang tidak memabukkan) yang lezat rasanya bagi peminumnya dan sungai-sungai madu yang murni. Di dalamnya mereka memperoleh segala macam buah-buahan dan ampunan dari Tuhan mereka. (Muhammad/47: 15) \n\nFirman dalam ayat lain: \n\nDan Kami berikan kepada mereka tambahan berupa buah-buahan dan daging dari segala jenis yang mereka ingini. (ath-thur/52: 22)",
                        "21": "Ayat ini mengungkapkan jenis minuman dan makanan di dalam surga yaitu berupa buah-buahan yang mereka kehendaki dan daging burung yang mereka sukai, yang membangkitkan selera karena lezat rasanya, sebagaimana firman Allah: \n\nPerumpamaan taman surga yang dijanjikan kepada orang-orang yang bertakwa; di sana ada sungai-sungai yang airnya tidak payau, dan sungai-sungai air susu yang tidak berubah rasanya, dan sungaisungai khamar (anggur yang tidak memabukkan) yang lezat rasanya bagi peminumnya dan sungai-sungai madu yang murni. Di dalamnya mereka memperoleh segala macam buah-buahan dan ampunan dari Tuhan mereka. (Muhammad/47: 15) \n\nFirman dalam ayat lain: \n\nDan Kami berikan kepada mereka tambahan berupa buah-buahan dan daging dari segala jenis yang mereka ingini. (ath-thur/52: 22)",
                        "22": "Ayat ini mengungkapkan di dalam surga itu ada bidadaribidadari yang bermata jeli laksana mutiara yang tersimpan baik. Bidadari bagaikan mutiara yang belum tersentuh tangan dan bersih dari debu sangat cantik dan memesona. Pada umumnya para mufasir menafsirkan ayat ini bahwa yang dimaksud dengan hawariyyun adalah perempuan yang putih, matanya sangat jelas warna putih dan hitamnya. Firman Allah: \n\nBidadari-bidadari yang dipelihara di dalam kemah-kemah. Maka nikmat Tuhanmu yang manakah yang kamu dustakan? Mereka tidak pernah disentuh oleh manusia maupun oleh jin sebelumnya. (arRahman/55: 72-74) \n\nFirman Allah dalam ayat lain: \n\nMereka bersandar di atas dipan-dipan yang tersusun dan Kami berikan kepada mereka pasangan bidadari yang bermata indah. (ath-thur/52: 20)",
                        "23": "Ayat ini mengungkapkan di dalam surga itu ada bidadaribidadari yang bermata jeli laksana mutiara yang tersimpan baik. Bidadari bagaikan mutiara yang belum tersentuh tangan dan bersih dari debu sangat cantik dan memesona. Pada umumnya para mufasir menafsirkan ayat ini bahwa yang dimaksud dengan hawariyyun adalah perempuan yang putih, matanya sangat jelas warna putih dan hitamnya. Firman Allah: \n\nBidadari-bidadari yang dipelihara di dalam kemah-kemah. Maka nikmat Tuhanmu yang manakah yang kamu dustakan? Mereka tidak pernah disentuh oleh manusia maupun oleh jin sebelumnya. (arRahman/55: 72-74) \n\nFirman Allah dalam ayat lain: \n\nMereka bersandar di atas dipan-dipan yang tersusun dan Kami berikan kepada mereka pasangan bidadari yang bermata indah. (ath-thur/52: 20)",
                        "24": "Ayat ini mengungkapkan sebab mereka mendapat nikmat yang luar biasa itu, yang merupakan balasan bagi apa-apa yang telah mereka kerjakan di dunia, menunaikan kewajiban, mematuhi perintah Allah swt, dan menjauhkan diri dari larangan-larangan-Nya dengan sebaik-baiknya. Mereka bangun tengah malam, salat, memuji, berzikir, merenungkan kebesaran Allah dan memohon ampunan-Nya serta berpuasa siang harinya. Sebagaimana yang diutarakan dalam firman Allah: \n\nMereka sedikit sekali tidur pada waktu malam; dan pada akhir malam mereka memohon ampunan (kepada Allah). Dan pada harta benda mereka ada hak untuk orang miskin yang meminta dan orang miskin yang tidak meminta. (adh-dzariyat/51: 17-19)",
                        "25": "Ayat-ayat ini mengungkapkan bahwa di dalam surga itu tidak akan terdengar kata-kata sia-sia, yang memuakkan, yang tidak layak diucapkan oleh orang baik-baik yang mempunyai akhlak tinggi dan mempunyai perasaan yang halus, terlebih kata-kata yang menimbulkan dosa. Di sana akan terdengar ucapan-ucapan salam dan kata-kata yang baik, yang enak didengar telinga. Demikian di ayat lain Allah berfirman: \n\nDoa mereka di dalamnya ialah, \"Subhanakallahumma\" (Mahasuci Engkau, ya Tuhan kami), dan salam penghormatan mereka ialah, \"Salam\" (salam sejahtera). Dan penutup doa mereka ialah, \"Alhamdu lillahi Rabbil 'alamin\" (segala puji bagi Allah Tuhan seluruh alam). (Yunus/10: 10)",
                        "26": "Ayat-ayat ini mengungkapkan bahwa di dalam surga itu tidak akan terdengar kata-kata sia-sia, yang memuakkan, yang tidak layak diucapkan oleh orang baik-baik yang mempunyai akhlak tinggi dan mempunyai perasaan yang halus, terlebih kata-kata yang menimbulkan dosa. Di sana akan terdengar ucapan-ucapan salam dan kata-kata yang baik, yang enak didengar telinga. Demikian di ayat lain Allah berfirman: \n\nDoa mereka di dalamnya ialah, \"Subhanakallahumma\" (Mahasuci Engkau, ya Tuhan kami), dan salam penghormatan mereka ialah, \"Salam\" (salam sejahtera). Dan penutup doa mereka ialah, \"Alhamdu lillahi Rabbil 'alamin\" (segala puji bagi Allah Tuhan seluruh alam). (Yunus/10: 10)",
                        "27": "Dalam ayat ini diterangkan mengenai kedudukan golongan kanan, ialah suatu golongan yang mempunyai pangkat yang tinggi dan kedudukan yang mulia. Sudah menjadi kebiasaan dalam bahasa Arab dan juga dalam bahasa Indonesia, dalam menjelaskan sesuatu yang penting, biasa diulangi sebutannya dengan tanda tanya. Maka karena demikian pentingnya kedudukan golongan kanan, dalam ayat ini Allah menegaskan, \"Dan golongan kanan, alangkah bahagianya golongan kanan tersebut.\" Sesudah itu baru diiringi penjelasan yang lebih terperinci mengenai kenikmatan dan kebahagiaan dari golongan kanan tersebut.",
                        "28": "Dalam ayat ini, secara terperinci diterangkan bahwa mereka golongan kanan, yang menerima catatan amalnya dengan tangan kanannya adalah penghuni surga yang akan bersenangsenang dan bergembira dalam taman surga yang di antara pohonpohonnya terdapat pohon bidara yang tidak berduri dan pohon pisang yang bersusun-susun buahnya. Mereka bersuka-ria di bawah naungan berbagai macam pohon yang rindang, di mana tercurah air yang mengalir dan pohon-pohon yang lain dengan buahnya yang lezat serta berbuah sepanjang masa tanpa mengenal musim, dengan kelezatan cita rasanya dan pohon-pohon bunga yang wangi lagi semerbak harum baunya yang dapat menikmatinya kapan dan di mana pun mereka berada, tanpa ada yang melarang akan apa yang dikehendakinya.",
                        "29": "Dalam ayat ini, secara terperinci diterangkan bahwa mereka golongan kanan, yang menerima catatan amalnya dengan tangan kanannya adalah penghuni surga yang akan bersenangsenang dan bergembira dalam taman surga yang di antara pohonpohonnya terdapat pohon bidara yang tidak berduri dan pohon pisang yang bersusun-susun buahnya. Mereka bersuka-ria di bawah naungan berbagai macam pohon yang rindang, di mana tercurah air yang mengalir dan pohon-pohon yang lain dengan buahnya yang lezat serta berbuah sepanjang masa tanpa mengenal musim, dengan kelezatan cita rasanya dan pohon-pohon bunga yang wangi lagi semerbak harum baunya yang dapat menikmatinya kapan dan di mana pun mereka berada, tanpa ada yang melarang akan apa yang dikehendakinya.",
                        "30": "Dalam ayat ini, secara terperinci diterangkan bahwa mereka golongan kanan, yang menerima catatan amalnya dengan tangan kanannya adalah penghuni surga yang akan bersenangsenang dan bergembira dalam taman surga yang di antara pohonpohonnya terdapat pohon bidara yang tidak berduri dan pohon pisang yang bersusun-susun buahnya. Mereka bersuka-ria di bawah naungan berbagai macam pohon yang rindang, di mana tercurah air yang mengalir dan pohon-pohon yang lain dengan buahnya yang lezat serta berbuah sepanjang masa tanpa mengenal musim, dengan kelezatan cita rasanya dan pohon-pohon bunga yang wangi lagi semerbak harum baunya yang dapat menikmatinya kapan dan di mana pun mereka berada, tanpa ada yang melarang akan apa yang dikehendakinya.",
                        "31": "Dalam ayat ini, secara terperinci diterangkan bahwa mereka golongan kanan, yang menerima catatan amalnya dengan tangan kanannya adalah penghuni surga yang akan bersenangsenang dan bergembira dalam taman surga yang di antara pohonpohonnya terdapat pohon bidara yang tidak berduri dan pohon pisang yang bersusun-susun buahnya. Mereka bersuka-ria di bawah naungan berbagai macam pohon yang rindang, di mana tercurah air yang mengalir dan pohon-pohon yang lain dengan buahnya yang lezat serta berbuah sepanjang masa tanpa mengenal musim, dengan kelezatan cita rasanya dan pohon-pohon bunga yang wangi lagi semerbak harum baunya yang dapat menikmatinya kapan dan di mana pun mereka berada, tanpa ada yang melarang akan apa yang dikehendakinya.",
                        "32": "Dalam ayat ini, secara terperinci diterangkan bahwa mereka golongan kanan, yang menerima catatan amalnya dengan tangan kanannya adalah penghuni surga yang akan bersenangsenang dan bergembira dalam taman surga yang di antara pohonpohonnya terdapat pohon bidara yang tidak berduri dan pohon pisang yang bersusun-susun buahnya. Mereka bersuka-ria di bawah naungan berbagai macam pohon yang rindang, di mana tercurah air yang mengalir dan pohon-pohon yang lain dengan buahnya yang lezat serta berbuah sepanjang masa tanpa mengenal musim, dengan kelezatan cita rasanya dan pohon-pohon bunga yang wangi lagi semerbak harum baunya yang dapat menikmatinya kapan dan di mana pun mereka berada, tanpa ada yang melarang akan apa yang dikehendakinya.",
                        "33": "Dalam ayat ini, secara terperinci diterangkan bahwa mereka golongan kanan, yang menerima catatan amalnya dengan tangan kanannya adalah penghuni surga yang akan bersenangsenang dan bergembira dalam taman surga yang di antara pohonpohonnya terdapat pohon bidara yang tidak berduri dan pohon pisang yang bersusun-susun buahnya. Mereka bersuka-ria di bawah naungan berbagai macam pohon yang rindang, di mana tercurah air yang mengalir dan pohon-pohon yang lain dengan buahnya yang lezat serta berbuah sepanjang masa tanpa mengenal musim, dengan kelezatan cita rasanya dan pohon-pohon bunga yang wangi lagi semerbak harum baunya yang dapat menikmatinya kapan dan di mana pun mereka berada, tanpa ada yang melarang akan apa yang dikehendakinya.",
                        "34": "Dalam ayat-ayat ini, lebih diperinci kesenangan dan kegembiraan yang dinikmati oleh para penghuni surga tersebut ialah bahwa mereka akan duduk di atas kasur tebal berlapis-lapis, empuk dan halus yang isinya terbuat dari sutra, di atas ranjang kencana yang bertahtakan emas dan permata, dengan diciptakan pasangannya ialah bidadari-bidadari yang cantik jelita dan suci tak pernah haid dan hamil selama-lamanya, yang selalu dalam keadaan perawan sepanjang masa; bidadari-bidadari yang cantik jelita dan lemah gemulai itu berpakaian serba sutra yang halus dan sangat menarik, dengan hiasan gelang, kalung, dan anting-anting yang menambah kecantikannya yang asli, ditambah lagi dengan semerbak harum wanginya yang sangat menggiurkan.",
                        "35": "Dalam ayat-ayat ini, lebih diperinci kesenangan dan kegembiraan yang dinikmati oleh para penghuni surga tersebut ialah bahwa mereka akan duduk di atas kasur tebal berlapis-lapis, empuk dan halus yang isinya terbuat dari sutra, di atas ranjang kencana yang bertahtakan emas dan permata, dengan diciptakan pasangannya ialah bidadari-bidadari yang cantik jelita dan suci tak pernah haid dan hamil selama-lamanya, yang selalu dalam keadaan perawan sepanjang masa; bidadari-bidadari yang cantik jelita dan lemah gemulai itu berpakaian serba sutra yang halus dan sangat menarik, dengan hiasan gelang, kalung, dan anting-anting yang menambah kecantikannya yang asli, ditambah lagi dengan semerbak harum wanginya yang sangat menggiurkan.",
                        "36": "Dalam ayat-ayat ini, lebih diperinci kesenangan dan kegembiraan yang dinikmati oleh para penghuni surga tersebut ialah bahwa mereka akan duduk di atas kasur tebal berlapis-lapis, empuk dan halus yang isinya terbuat dari sutra, di atas ranjang kencana yang bertahtakan emas dan permata, dengan diciptakan pasangannya ialah bidadari-bidadari yang cantik jelita dan suci tak pernah haid dan hamil selama-lamanya, yang selalu dalam keadaan perawan sepanjang masa; bidadari-bidadari yang cantik jelita dan lemah gemulai itu berpakaian serba sutra yang halus dan sangat menarik, dengan hiasan gelang, kalung, dan anting-anting yang menambah kecantikannya yang asli, ditambah lagi dengan semerbak harum wanginya yang sangat menggiurkan.",
                        "37": "Dalam ayat-ayat ini, lebih diperinci kesenangan dan kegembiraan yang dinikmati oleh para penghuni surga tersebut ialah bahwa mereka akan duduk di atas kasur tebal berlapis-lapis, empuk dan halus yang isinya terbuat dari sutra, di atas ranjang kencana yang bertahtakan emas dan permata, dengan diciptakan pasangannya ialah bidadari-bidadari yang cantik jelita dan suci tak pernah haid dan hamil selama-lamanya, yang selalu dalam keadaan perawan sepanjang masa; bidadari-bidadari yang cantik jelita dan lemah gemulai itu berpakaian serba sutra yang halus dan sangat menarik, dengan hiasan gelang, kalung, dan anting-anting yang menambah kecantikannya yang asli, ditambah lagi dengan semerbak harum wanginya yang sangat menggiurkan.",
                        "38": "Setelah dijelaskan pelbagai nikmat dan kesenangan yang disediakan bagi penghuni surga, kenikmatan dan kesenangan yang belum pernah dilihat oleh mata, belum pernah didengar oleh telinga siapa pun dan bahkan belum pernah diduga, dan dilamunkan oleh khayalan dan hati siapa pun. Dijelaskan bahwa nikmat dan kesenangan tersebut disediakan untuk golongan kanan yang sebahagian besar terdiri dari umat-umat pengikut nabi dan rasul terdahulu, dan sebahagian besar lagi terdiri dari pengikut-pengikut Nabi Muhammad saw.",
                        "39": "Setelah dijelaskan pelbagai nikmat dan kesenangan yang disediakan bagi penghuni surga, kenikmatan dan kesenangan yang belum pernah dilihat oleh mata, belum pernah didengar oleh telinga siapa pun dan bahkan belum pernah diduga, dan dilamunkan oleh khayalan dan hati siapa pun. Dijelaskan bahwa nikmat dan kesenangan tersebut disediakan untuk golongan kanan yang sebahagian besar terdiri dari umat-umat pengikut nabi dan rasul terdahulu, dan sebahagian besar lagi terdiri dari pengikut-pengikut Nabi Muhammad saw.",
                        "40": "Setelah dijelaskan pelbagai nikmat dan kesenangan yang disediakan bagi penghuni surga, kenikmatan dan kesenangan yang belum pernah dilihat oleh mata, belum pernah didengar oleh telinga siapa pun dan bahkan belum pernah diduga, dan dilamunkan oleh khayalan dan hati siapa pun. Dijelaskan bahwa nikmat dan kesenangan tersebut disediakan untuk golongan kanan yang sebahagian besar terdiri dari umat-umat pengikut nabi dan rasul terdahulu, dan sebahagian besar lagi terdiri dari pengikut-pengikut Nabi Muhammad saw.",
                        "41": "Pada ayat-ayat ini Allah menyebut ashabusy-syimal, kemudian diulang kata-kata itu dalam bentuk pertanyaan dengan maksud mencela. Kemudian diterangkan azab yang akan menimpa mereka yaitu: 1. Angin panas yang bertiup dengan membawa udara yang sangat panas dan menyengat seluruh tubuh. Mereka lari mencari naungan dari asap jahanam. 2. Air yang disediakan untuk minuman mereka bukan air yang sejuk, tetapi air mendidih yang panasnya tidak terhingga. 3. Awan yang ada di atas mereka berupa gumpalan awan, dari asap api neraka yang sangat hitam yang tidak menyejukkan dan tidak menyenangkan. Hal itu sesuai dengan firman Allah: \n\n(Akan dikatakan), \"Pergilah kamu mendapatkan apa (azab) yang dahulu kamu dustakan. Pergilah kamu mendapatkan naungan (asap api neraka) yang mempunyai tiga cabang yang tidak melindungi dan tidak pula menolak nyala api neraka.\" Sungguh, (neraka) itu menyemburkan bunga api (sebesar dan setinggi) istana, seakan-akan iring-iringan unta yang kuning. Celakalah pada hari itu, bagi mereka yang mendustakan (kebenaran). (alMursalat/77: 29-34) \n\nAngin samum yang panas luar biasa dan awan hitam yang juga menambah suasana panas yang sangat luar biasa itulah yang menyebabkan mereka merasa haus dan dahaga yang tidak ada bandingannya dan yang sudah tidak tertahankan lagi, yang memaksa mereka untuk minum sebanyak-banyaknya walaupun air yang diminum itu adalah air yang panas dan mendidih bagaikan lumeran timah dan tembaga. Dengan demikian, semakin bertubi-tubilah penderitaan siksa dan azab yang mereka rasakan.",
                        "42": "Pada ayat-ayat ini Allah menyebut ashabusy-syimal, kemudian diulang kata-kata itu dalam bentuk pertanyaan dengan maksud mencela. Kemudian diterangkan azab yang akan menimpa mereka yaitu: 1. Angin panas yang bertiup dengan membawa udara yang sangat panas dan menyengat seluruh tubuh. Mereka lari mencari naungan dari asap jahanam. 2. Air yang disediakan untuk minuman mereka bukan air yang sejuk, tetapi air mendidih yang panasnya tidak terhingga. 3. Awan yang ada di atas mereka berupa gumpalan awan, dari asap api neraka yang sangat hitam yang tidak menyejukkan dan tidak menyenangkan. Hal itu sesuai dengan firman Allah: \n\n(Akan dikatakan), \"Pergilah kamu mendapatkan apa (azab) yang dahulu kamu dustakan. Pergilah kamu mendapatkan naungan (asap api neraka) yang mempunyai tiga cabang yang tidak melindungi dan tidak pula menolak nyala api neraka.\" Sungguh, (neraka) itu menyemburkan bunga api (sebesar dan setinggi) istana, seakan-akan iring-iringan unta yang kuning. Celakalah pada hari itu, bagi mereka yang mendustakan (kebenaran). (alMursalat/77: 29-34) \n\nAngin samum yang panas luar biasa dan awan hitam yang juga menambah suasana panas yang sangat luar biasa itulah yang menyebabkan mereka merasa haus dan dahaga yang tidak ada bandingannya dan yang sudah tidak tertahankan lagi, yang memaksa mereka untuk minum sebanyak-banyaknya walaupun air yang diminum itu adalah air yang panas dan mendidih bagaikan lumeran timah dan tembaga. Dengan demikian, semakin bertubi-tubilah penderitaan siksa dan azab yang mereka rasakan.",
                        "43": "Pada ayat-ayat ini Allah menyebut ashabusy-syimal, kemudian diulang kata-kata itu dalam bentuk pertanyaan dengan maksud mencela. Kemudian diterangkan azab yang akan menimpa mereka yaitu: 1. Angin panas yang bertiup dengan membawa udara yang sangat panas dan menyengat seluruh tubuh. Mereka lari mencari naungan dari asap jahanam. 2. Air yang disediakan untuk minuman mereka bukan air yang sejuk, tetapi air mendidih yang panasnya tidak terhingga. 3. Awan yang ada di atas mereka berupa gumpalan awan, dari asap api neraka yang sangat hitam yang tidak menyejukkan dan tidak menyenangkan. Hal itu sesuai dengan firman Allah: \n\n(Akan dikatakan), \"Pergilah kamu mendapatkan apa (azab) yang dahulu kamu dustakan. Pergilah kamu mendapatkan naungan (asap api neraka) yang mempunyai tiga cabang yang tidak melindungi dan tidak pula menolak nyala api neraka.\" Sungguh, (neraka) itu menyemburkan bunga api (sebesar dan setinggi) istana, seakan-akan iring-iringan unta yang kuning. Celakalah pada hari itu, bagi mereka yang mendustakan (kebenaran). (alMursalat/77: 29-34) \n\nAngin samum yang panas luar biasa dan awan hitam yang juga menambah suasana panas yang sangat luar biasa itulah yang menyebabkan mereka merasa haus dan dahaga yang tidak ada bandingannya dan yang sudah tidak tertahankan lagi, yang memaksa mereka untuk minum sebanyak-banyaknya walaupun air yang diminum itu adalah air yang panas dan mendidih bagaikan lumeran timah dan tembaga. Dengan demikian, semakin bertubi-tubilah penderitaan siksa dan azab yang mereka rasakan.",
                        "44": "Pada ayat-ayat ini Allah menyebut ashabusy-syimal, kemudian diulang kata-kata itu dalam bentuk pertanyaan dengan maksud mencela. Kemudian diterangkan azab yang akan menimpa mereka yaitu: 1. Angin panas yang bertiup dengan membawa udara yang sangat panas dan menyengat seluruh tubuh. Mereka lari mencari naungan dari asap jahanam. 2. Air yang disediakan untuk minuman mereka bukan air yang sejuk, tetapi air mendidih yang panasnya tidak terhingga. 3. Awan yang ada di atas mereka berupa gumpalan awan, dari asap api neraka yang sangat hitam yang tidak menyejukkan dan tidak menyenangkan. Hal itu sesuai dengan firman Allah: \n\n(Akan dikatakan), \"Pergilah kamu mendapatkan apa (azab) yang dahulu kamu dustakan. Pergilah kamu mendapatkan naungan (asap api neraka) yang mempunyai tiga cabang yang tidak melindungi dan tidak pula menolak nyala api neraka.\" Sungguh, (neraka) itu menyemburkan bunga api (sebesar dan setinggi) istana, seakan-akan iring-iringan unta yang kuning. Celakalah pada hari itu, bagi mereka yang mendustakan (kebenaran). (alMursalat/77: 29-34) \n\nAngin samum yang panas luar biasa dan awan hitam yang juga menambah suasana panas yang sangat luar biasa itulah yang menyebabkan mereka merasa haus dan dahaga yang tidak ada bandingannya dan yang sudah tidak tertahankan lagi, yang memaksa mereka untuk minum sebanyak-banyaknya walaupun air yang diminum itu adalah air yang panas dan mendidih bagaikan lumeran timah dan tembaga. Dengan demikian, semakin bertubi-tubilah penderitaan siksa dan azab yang mereka rasakan.",
                        "45": "Dalam ayat-ayat ini Allah swt menjelaskan apa sebabnya mereka golongan kiri itu menerima siksa yang sedemikian pedihnya. Dahulu, sewaktu mereka hidup di dunia semestinya mereka wajib beriman kepada Allah dengan menjalankan pelbagai amal saleh serta menjauhkan larangan Tuhannya, tetapi yang mereka jalankan adalah sebaliknya, yaitu: \n\na. Mereka hidup bermewah-mewah. b. Mereka tidak berhenti-hentinya mengerjakan dosa besar. c. Mereka mengingkari adanya hari kebangkitan.",
                        "46": "Dalam ayat-ayat ini Allah swt menjelaskan apa sebabnya mereka golongan kiri itu menerima siksa yang sedemikian pedihnya. Dahulu, sewaktu mereka hidup di dunia semestinya mereka wajib beriman kepada Allah dengan menjalankan pelbagai amal saleh serta menjauhkan larangan Tuhannya, tetapi yang mereka jalankan adalah sebaliknya, yaitu: \n\na. Mereka hidup bermewah-mewah. b. Mereka tidak berhenti-hentinya mengerjakan dosa besar. c. Mereka mengingkari adanya hari kebangkitan.",
                        "47": "Dalam ayat-ayat ini Allah swt menjelaskan apa sebabnya mereka golongan kiri itu menerima siksa yang sedemikian pedihnya. Dahulu, sewaktu mereka hidup di dunia semestinya mereka wajib beriman kepada Allah dengan menjalankan pelbagai amal saleh serta menjauhkan larangan Tuhannya, tetapi yang mereka jalankan adalah sebaliknya, yaitu: \n\na. Mereka hidup bermewah-mewah. b. Mereka tidak berhenti-hentinya mengerjakan dosa besar. c. Mereka mengingkari adanya hari kebangkitan.",
                        "48": "Dalam ayat-ayat ini Allah swt menjelaskan apa sebabnya mereka golongan kiri itu menerima siksa yang sedemikian pedihnya. Dahulu, sewaktu mereka hidup di dunia semestinya mereka wajib beriman kepada Allah dengan menjalankan pelbagai amal saleh serta menjauhkan larangan Tuhannya, tetapi yang mereka jalankan adalah sebaliknya, yaitu: \n\na. Mereka hidup bermewah-mewah. b. Mereka tidak berhenti-hentinya mengerjakan dosa besar. c. Mereka mengingkari adanya hari kebangkitan.",
                        "49": "Berhubungan dengan ejekan dan cemoohan mereka itu, Allah memerintahkan kepada Rasul-Nya supaya memberikan jawaban yang tegas dan tandas, bahwa sesungguhnya nenek-moyang mereka yang mereka anggap mustahil dapat dibangkitkan dan anak cucu mereka kemudian yang mereka anggap tidak akan dibangkitkan, pasti benar semuanya akan dikumpulkan di Padang Mahsyar pada hari yang sudah ditentukan. Tidak ragu lagi bahwa berkumpulnya umat yang tidak terkira banyaknya itu lebih menakjubkan lagi daripada kebangkitan itu sendiri. Dalam ayat yang sama maksudnya Allah berfirman: \n\nMaka pengembalian itu hanyalah dengan sekali tiupan saja. Maka seketika itu mereka hidup kembali di bumi (yang baru). (anNazi'at/79: 13-14)",
                        "50": "Berhubungan dengan ejekan dan cemoohan mereka itu, Allah memerintahkan kepada Rasul-Nya supaya memberikan jawaban yang tegas dan tandas, bahwa sesungguhnya nenek-moyang mereka yang mereka anggap mustahil dapat dibangkitkan dan anak cucu mereka kemudian yang mereka anggap tidak akan dibangkitkan, pasti benar semuanya akan dikumpulkan di Padang Mahsyar pada hari yang sudah ditentukan. Tidak ragu lagi bahwa berkumpulnya umat yang tidak terkira banyaknya itu lebih menakjubkan lagi daripada kebangkitan itu sendiri. Dalam ayat yang sama maksudnya Allah berfirman: \n\nMaka pengembalian itu hanyalah dengan sekali tiupan saja. Maka seketika itu mereka hidup kembali di bumi (yang baru). (anNazi'at/79: 13-14)",
                        "51": "Kemudian Allah menjelaskan kepada mereka yang sesat, yang senantiasa mengerjakan dosa besar dengan mendustakan para rasul dan mengingkari hari kebangkitan dan hari pembalasan, bahwa mereka benar-benar akan memakan buah pohon zaqqum, dan karena perasaan lapar yang tak terhingga, bukan satu dua buah zaqqum yang dimakannya, melainkan mereka memakan sepenuh perutnya; dan karena perasaan haus dan dahaga yang tidak tertahankan lagi, maka mereka kembali minum air yang sangat panas bagaikan cairan timah dan tembaga yang mendidih, namun mereka tetap minum terus bagaikan minumnya unta yang sangat haus dan sangat dahaga.",
                        "52": "Kemudian Allah menjelaskan kepada mereka yang sesat, yang senantiasa mengerjakan dosa besar dengan mendustakan para rasul dan mengingkari hari kebangkitan dan hari pembalasan, bahwa mereka benar-benar akan memakan buah pohon zaqqum, dan karena perasaan lapar yang tak terhingga, bukan satu dua buah zaqqum yang dimakannya, melainkan mereka memakan sepenuh perutnya; dan karena perasaan haus dan dahaga yang tidak tertahankan lagi, maka mereka kembali minum air yang sangat panas bagaikan cairan timah dan tembaga yang mendidih, namun mereka tetap minum terus bagaikan minumnya unta yang sangat haus dan sangat dahaga.",
                        "53": "Kemudian Allah menjelaskan kepada mereka yang sesat, yang senantiasa mengerjakan dosa besar dengan mendustakan para rasul dan mengingkari hari kebangkitan dan hari pembalasan, bahwa mereka benar-benar akan memakan buah pohon zaqqum, dan karena perasaan lapar yang tak terhingga, bukan satu dua buah zaqqum yang dimakannya, melainkan mereka memakan sepenuh perutnya; dan karena perasaan haus dan dahaga yang tidak tertahankan lagi, maka mereka kembali minum air yang sangat panas bagaikan cairan timah dan tembaga yang mendidih, namun mereka tetap minum terus bagaikan minumnya unta yang sangat haus dan sangat dahaga.",
                        "54": "Kemudian Allah menjelaskan kepada mereka yang sesat, yang senantiasa mengerjakan dosa besar dengan mendustakan para rasul dan mengingkari hari kebangkitan dan hari pembalasan, bahwa mereka benar-benar akan memakan buah pohon zaqqum, dan karena perasaan lapar yang tak terhingga, bukan satu dua buah zaqqum yang dimakannya, melainkan mereka memakan sepenuh perutnya; dan karena perasaan haus dan dahaga yang tidak tertahankan lagi, maka mereka kembali minum air yang sangat panas bagaikan cairan timah dan tembaga yang mendidih, namun mereka tetap minum terus bagaikan minumnya unta yang sangat haus dan sangat dahaga.",
                        "55": "Kemudian Allah menjelaskan kepada mereka yang sesat, yang senantiasa mengerjakan dosa besar dengan mendustakan para rasul dan mengingkari hari kebangkitan dan hari pembalasan, bahwa mereka benar-benar akan memakan buah pohon zaqqum, dan karena perasaan lapar yang tak terhingga, bukan satu dua buah zaqqum yang dimakannya, melainkan mereka memakan sepenuh perutnya; dan karena perasaan haus dan dahaga yang tidak tertahankan lagi, maka mereka kembali minum air yang sangat panas bagaikan cairan timah dan tembaga yang mendidih, namun mereka tetap minum terus bagaikan minumnya unta yang sangat haus dan sangat dahaga.",
                        "56": "Dalam ayat ini Allah menegaskan bahwa buah pohon zaqqum dan minuman air yang sangat panas itu adalah hidangan pertama yang disediakan untuk golongan kiri tersebut. Hal ini disebabkan juga dalam Surah ad-Dukhan ayat 43 berkenaan dengan makanan yang disediakan untuk orang yang berdosa. Golongan kiri adalah orang kafir atau yang berbuat dosa.",
                        "57": "Dalam ayat ini Allah menciptakan manusia dari tidak ada sama sekali. Bukankah hal tersebut suatu dalil yang tidak dapat dibantah lagi tentang kekuasaan Allah? Dan hal tersebut bukankah suatu dalil yang kuat bahwa Allah Mahakuasa untuk menghidupkan kembali manusia dari kuburnya setelah ia mati, dan hancur tulangbelulangnya? Hal tersebut adalah suatu kenyataan yang tidak dapat dibantah lagi tentang adanya hari Kiamat, hari kebangkitan manusia dari dalam kuburnya; dan hal tersebut adalah merupakan penolakan atas anggapan orang-orang kafir dan orang-orang yang tidak mempercayai adanya hari Kiamat, yang ucapan mereka digambarkan pada ayat lain: Dan mereka berkata, \"Apabila kami sudah mati, menjadi tanah dan tulang-belulang, apakah kami benar-benar akan dibangkitkan kembali? (al-Waqi'ah/56: 47)",
                        "58": "Allah menekankan lagi berupa pertanyaan bagaimana orang kafir dapat memproses kejadian air mani (sperma) yang dipancarkan ke dalam rahim? Merekakah yang memproses air mani itu menjadi manusia yaitu tubuh yang lengkap dengan badan, kepala, kaki dan tangan, yang dilengkapi pula dengan mata, hidung, mulut dan telinga ataukah Allah yang menciptakannya? Pastilah orang kafir tidak dapat menjawab kecuali mengakui bahwa sebenarnya Allah yang menyebabkan air mani tersebut menjadi manusia, dan Allah pula yang menentukan apakah air mani tersebut menjadi manusia pria atau wanita; demikian pula, hanya Allah sajalah yang menetapkan berapa umur manusia tersebut. Bukankah Allah yang berkuasa menciptakan manusia pertama kalinya, juga Mahakuasa menghidupkannya kembali sesudah matinya, dengan membangkitkannya pada hari Kiamat untuk menerima balasan yang paling sempurna.",
                        "59": "Allah menekankan lagi berupa pertanyaan bagaimana orang kafir dapat memproses kejadian air mani (sperma) yang dipancarkan ke dalam rahim? Merekakah yang memproses air mani itu menjadi manusia yaitu tubuh yang lengkap dengan badan, kepala, kaki dan tangan, yang dilengkapi pula dengan mata, hidung, mulut dan telinga ataukah Allah yang menciptakannya? Pastilah orang kafir tidak dapat menjawab kecuali mengakui bahwa sebenarnya Allah yang menyebabkan air mani tersebut menjadi manusia, dan Allah pula yang menentukan apakah air mani tersebut menjadi manusia pria atau wanita; demikian pula, hanya Allah sajalah yang menetapkan berapa umur manusia tersebut. Bukankah Allah yang berkuasa menciptakan manusia pertama kalinya, juga Mahakuasa menghidupkannya kembali sesudah matinya, dengan membangkitkannya pada hari Kiamat untuk menerima balasan yang paling sempurna.",
                        "60": "Ayat ini menjelaskan, bahwa sesungguhnya Allah menentukan kematian manusia, dan bahkan Ia telah menetapkan waktu tertentu bagi kematian setiap manusia, yang semuanya itu ditentukan dan ditetapkan menurut kehendak-Nya, suatu hal yang mengandung hikmah dan kebijaksanaan yang tidak dapat diketahui oleh manusia. Ketentuan dan ketetapan Allah dalam menciptakan atau mematikan seseorang tidaklah dapat dipengaruhi atau dihalang-halangi oleh siapa pun. Demikian juga Allah Mahakuasa untuk menggantikan suatu umat dengan umat lain yang serupa dan Mahakuasa melakukan sesuatu yang belum pernah dilakukan oleh manusia, antara lain membangkitkan manusia kembali dari kuburnya, manusia tidak dapat mengetahui kapan terjadinya",
                        "61": "Ayat ini menjelaskan, bahwa sesungguhnya Allah menentukan kematian manusia, dan bahkan Ia telah menetapkan waktu tertentu bagi kematian setiap manusia, yang semuanya itu ditentukan dan ditetapkan menurut kehendak-Nya, suatu hal yang mengandung hikmah dan kebijaksanaan yang tidak dapat diketahui oleh manusia. Ketentuan dan ketetapan Allah dalam menciptakan atau mematikan seseorang tidaklah dapat dipengaruhi atau dihalang-halangi oleh siapa pun. Demikian juga Allah Mahakuasa untuk menggantikan suatu umat dengan umat lain yang serupa dan Mahakuasa melakukan sesuatu yang belum pernah dilakukan oleh manusia, antara lain membangkitkan manusia kembali dari kuburnya, manusia tidak dapat mengetahui kapan terjadinya",
                        "62": "Ayat ini menjelaskan bahwa sesungguhnya manusia itu mengetahui bahwa Allah-lah yang menciptakan mereka dari semula dari sejak tidak ada, dan tidak pernah menjadi sebutan sebelumnya. Cobalah mereka pikirkan dan renungkan bahwa Allah yang Mahakuasa menciptakan mereka pada penciptaan yang pertama, tentunya Ia Mahakuasa menciptakan mereka lagi pada penciptaan yang kedua, yakni bahwa Allah Mahakuasa menghidupkan mereka dari tulang-belulang, yang sekian lamanya berada di alam kubur, Allah Mahakuasa untuk menghidupkan kembali seperti keadaan sebelum mati. Bahkan dinyatakan dalam ayat lain bahwa menghidupkan orang yang telah mati dari kuburnya itu lebih mudah daripada menciptakannya pada pertama kali, sebagaimana firman-Nya: \n\nDan Dialah yang memulai penciptaan, kemudian mengulanginya kembali, dan itu lebih mudah bagi-Nya. (ar-Rum/30: 27). \n\nDan apakah mereka tidak memperhatikan bagaimana Allah memulai penciptaan (makhluk), kemudian Dia mengulanginya (kembali). Sungguh, yang demikian itu mudah bagi Allah. Katakanlah, \"Berjalanlah di bumi, maka perhatikanlah bagaimana (Allah) memulai penciptaan (makhluk), kemudian Allah menjadikan kejadian yang akhir. Sungguh, Allah Mahakuasa atas segala sesuatu. (al-'Ankabut/29: 19-20)",
                        "63": "Dengan cara mengemukakan pertanyaan, Allah mengungkapkan kepada manusia bahwa sebagian besar dari mereka lupa akan keagungan nikmat yang diungkapkan tersebut, walaupun mereka merasakan kelezatan nikmat-nikmat tersebut sepanjang masa. Allah menyampaikan pertanyaan kepada manusia, untuk dipikirkan dan direnungkan mengenai berbagai tanaman yang ditanam oleh manusia, baik tanaman yang di sawah, ladang, maupun bibit pohon-pohonan yang ditanam di perkebunan. Diungkapkan bahwa bagi semua tanaman tersebut di atas, kedudukan manusia hanya sekadar sebagai penanamnya, memupuk dan memeliharanya dari berbagai gangguan yang membawa kerugian. Tetapi kebanyakan manusia lupa terhadap siapakah yang menumbuhkan tanaman tersebut. Siapakah yang menambah panjang akarnya menembus ke dalam tanah, sehingga pohon tersebut dapat berdiri tegak? Siapakah yang menumbuhkan daun dan dahannya? Siapa pula yang menumbuhkan bunga dan buahnya? Pertanyaan-pertanyaan yang dikumpulkan dalam ayat ini adalah soal-soal yang penting yang sering diabaikan oleh manusia. Bukankah manusia sekedar mencangkul dan menggemburkan tanahnya? Bukankah manusia sekedar menanamkan bibit yang telah dipilihnya sebagai bibit yang terbaik? Dan bukankah manusia sekedar menyiram, mengairinya, dan membersihkannya dari berbagai rumput dan hama yang mengganggu pertumbuhannya dan bukankah manusia sekedar memupuknya? Tetapi yang terang dan jelas serta tidak ragu-ragu lagi adalah bahwa Allah menumbuhkan tanaman tersebut, menumbuhkan tunas membesarkan pohon-pohonnya, menambah dahan dan ranting serta memekarkan bunga sampai menjadi buah yang bisa dinikmati manusia",
                        "64": "Dengan cara mengemukakan pertanyaan, Allah mengungkapkan kepada manusia bahwa sebagian besar dari mereka lupa akan keagungan nikmat yang diungkapkan tersebut, walaupun mereka merasakan kelezatan nikmat-nikmat tersebut sepanjang masa. Allah menyampaikan pertanyaan kepada manusia, untuk dipikirkan dan direnungkan mengenai berbagai tanaman yang ditanam oleh manusia, baik tanaman yang di sawah, ladang, maupun bibit pohon-pohonan yang ditanam di perkebunan. Diungkapkan bahwa bagi semua tanaman tersebut di atas, kedudukan manusia hanya sekadar sebagai penanamnya, memupuk dan memeliharanya dari berbagai gangguan yang membawa kerugian. Tetapi kebanyakan manusia lupa terhadap siapakah yang menumbuhkan tanaman tersebut. Siapakah yang menambah panjang akarnya menembus ke dalam tanah, sehingga pohon tersebut dapat berdiri tegak? Siapakah yang menumbuhkan daun dan dahannya? Siapa pula yang menumbuhkan bunga dan buahnya? Pertanyaan-pertanyaan yang dikumpulkan dalam ayat ini adalah soal-soal yang penting yang sering diabaikan oleh manusia. Bukankah manusia sekedar mencangkul dan menggemburkan tanahnya? Bukankah manusia sekedar menanamkan bibit yang telah dipilihnya sebagai bibit yang terbaik? Dan bukankah manusia sekedar menyiram, mengairinya, dan membersihkannya dari berbagai rumput dan hama yang mengganggu pertumbuhannya dan bukankah manusia sekedar memupuknya? Tetapi yang terang dan jelas serta tidak ragu-ragu lagi adalah bahwa Allah menumbuhkan tanaman tersebut, menumbuhkan tunas membesarkan pohon-pohonnya, menambah dahan dan ranting serta memekarkan bunga sampai menjadi buah yang bisa dinikmati manusia",
                        "65": "Kemudian dijelaskan oleh Allah bahwa walaupun tanaman tersebut sangat baik pertumbuhan dan buahnya yang menimbulkan harapan untuk mendatangkan keuntungan berlimpah-limpah, namun apabila Allah menghendaki lain daripada itu, maka tanaman yang diharapkan itu dapat berubah menjadi tanaman yang tidak berbuah, hampa atau terserang berbagai macam penyakit dan hama, seperti hama wereng, hama tikus, dan sebagainya, sehingga pemiliknya tertegun dan merasa sedih, karena keuntungannya dalam sekejap mata menjadi kerugian yang luar biasa. Sedang untuk membayar berbagai macam pengeluaran seperti ongkos-ongkos mencangkul, menanam, menyiram, memupuk, dan membersihkan rumput merupakan beban berat dan merugikan baginya.",
                        "66": "Kemudian dijelaskan oleh Allah bahwa walaupun tanaman tersebut sangat baik pertumbuhan dan buahnya yang menimbulkan harapan untuk mendatangkan keuntungan berlimpah-limpah, namun apabila Allah menghendaki lain daripada itu, maka tanaman yang diharapkan itu dapat berubah menjadi tanaman yang tidak berbuah, hampa atau terserang berbagai macam penyakit dan hama, seperti hama wereng, hama tikus, dan sebagainya, sehingga pemiliknya tertegun dan merasa sedih, karena keuntungannya dalam sekejap mata menjadi kerugian yang luar biasa. Sedang untuk membayar berbagai macam pengeluaran seperti ongkos-ongkos mencangkul, menanam, menyiram, memupuk, dan membersihkan rumput merupakan beban berat dan merugikan baginya.",
                        "67": "Kemudian dijelaskan oleh Allah bahwa walaupun tanaman tersebut sangat baik pertumbuhan dan buahnya yang menimbulkan harapan untuk mendatangkan keuntungan berlimpah-limpah, namun apabila Allah menghendaki lain daripada itu, maka tanaman yang diharapkan itu dapat berubah menjadi tanaman yang tidak berbuah, hampa atau terserang berbagai macam penyakit dan hama, seperti hama wereng, hama tikus, dan sebagainya, sehingga pemiliknya tertegun dan merasa sedih, karena keuntungannya dalam sekejap mata menjadi kerugian yang luar biasa. Sedang untuk membayar berbagai macam pengeluaran seperti ongkos-ongkos mencangkul, menanam, menyiram, memupuk, dan membersihkan rumput merupakan beban berat dan merugikan baginya.",
                        "68": "Dalam ayat-ayat ini Allah mengungkapkan salah satu dari nikmat-Nya yang agung, untuk direnungkan dan dipikirkan oleh manusia apakah mereka mengetahui tentang fungsi air yang mereka minum. Apakah mereka yang menurunkan air itu dari langit yaitu air hujan ataukah Allah yang menurunkannya. Air hujan itu manakala direnungkan oleh manusia, bahwa ia berasal dari uap air yang terkena panas matahari. Setelah menjadi awan dan kemudian menjadi mendung yang sangat hitam bergumpal-gumpal, maka turunlah uap air itu sebagai air hujan yang sejuk dan tawar, tidak asin seperti air laut. Air tawar tersebut menyegarkan badan serta menghilangkan haus. Bila tidak ada hujan, pasti tidak ada sungai yang mengalir, tidak akan ada mata air walau berapa meter pun dalamnya orang menggali sumur, niscaya tidak akan keluar airnya. Bila tidak ada air, rumput pun tidak akan tumbuh, apalagi tanaman yang ditanam orang. Apabila tidak ada hujan, pasti tidak ada air yang dapat dimanfaatkan oleh manusia. Kalau tanaman dan tumbuh-tumbuhan tidak tumbuh, maka binatang ternak pun tidak ada. Tidak akan ada ayam, tidak akan ada kerbau dan sapi, tidak akan ada kambing dan domba. Sebab hidup memerlukan makan dan minum. Kalau tidak ada yang dimakan, dan tidak ada yang diminum, bagaimana bisa hidup? Dan kalau tidak ada tanaman dan tumbuh-tumbuhan, dan tidak ada air tawar untuk diminum, bagaimana manusia bisa hidup? Apakah mesti makan tanah? Dan apakah yang akan diminum? Jika air dijadikan Tuhan asin rasanya, pasti tidak bisa menghilangkan haus dan tidak dapat dipergunakan untuk menyiram atau mengairi tanaman. Dan siapakah yang menurunkan hujan tersebut? Bukankah hanya Allah saja yang dapat menurunkan hujan sehingga mengalir dan sumur dapat mengeluarkan air? Mengapakah manusia tidak bersyukur kepada Allah? Padahal Dialah yang menurunkan hujan yang demikian banyak manfaatnya sebagaimana firman-Nya: \n\nDialah yang telah menurunkan air (hujan) dari langit untuk kamu, sebagiannya menjadi minuman dan sebagiannya (menyuburkan) tumbuhan, padanya kamu menggembalakan ternakmu. Dengan (air hujan) itu Dia menumbuhkan untuk kamu tanam-tanaman, zaitun, kurma, anggur dan segala macam buah-buahan. Sungguh, pada yang demikian itu benar-benar terdapat tanda (kebesaran Allah) bagi orang yang berpikir. (an-Nahl/16: 10-11) \n\nDalam hubungan ini terdapat hadis yang berbunyi: Sesungguhnya Nabi saw apabila selesai minum, beliau mengucapkan, \"Segala puji bagi Allah yang telah memberikan minuman kepada kita air tawar yang menyegarkan dengan rahmatNya dan tidak menjadikannya asin karena dosa kita.\" (Riwayat Ibnu Abi hatim dari Abu Ja'far) \n\nMenurut kajian ilmiah, air yang dapat diminum dan tidak membahayakan bagi kesehatan manusia adalah air yang mempunyai kandungan garam dan unsur-unsur terlarut cukup dan seimbang, serta tidak mengandung zat yang beracun. Air yang mengandung jumlah garam dan unsur-unsur terlarut yang melebihi keperluan, misalnya air laut, bila diminum berbahaya bagi kesehatan dan dapat merusak organ-organ tubuh. Pemerintah setiap negara biasanya memiliki peraturan yang memberikan batasan tentang air yang bisa diminum berdasarkan hasil analisis kandungan unsur-unsur yang terlarut. Air yang bisa diminum biasa dicirikan dengan warna yang jernih, aroma yang segar dan rasanya yang enak (lihat pula: alFurqan/25: 48). Air yang bisa diminum adalah air yang berada di daratan yang berasal dari air hujan. Air laut tidak layak untuk diminum kecuali yang telah diolah melalui destilasi atau ultrafiltrasi. Ayat inipun menegaskan kembali bahwa Allah-lah yang menurunkan hujan. Meskipun sekarang telah berkembang teknologi untuk melakukan hujan buatan, tetapi teknologi ini hanya dapat diterapkan pada kondisi atmosfir tertentu yang terjadi di luar kendali manusia, syarat terpenting di antaranya adalah tersedianya uap air dalam jumlah yang memadai di udara.",
                        "69": "Dalam ayat-ayat ini Allah mengungkapkan salah satu dari nikmat-Nya yang agung, untuk direnungkan dan dipikirkan oleh manusia apakah mereka mengetahui tentang fungsi air yang mereka minum. Apakah mereka yang menurunkan air itu dari langit yaitu air hujan ataukah Allah yang menurunkannya. Air hujan itu manakala direnungkan oleh manusia, bahwa ia berasal dari uap air yang terkena panas matahari. Setelah menjadi awan dan kemudian menjadi mendung yang sangat hitam bergumpal-gumpal, maka turunlah uap air itu sebagai air hujan yang sejuk dan tawar, tidak asin seperti air laut. Air tawar tersebut menyegarkan badan serta menghilangkan haus. Bila tidak ada hujan, pasti tidak ada sungai yang mengalir, tidak akan ada mata air walau berapa meter pun dalamnya orang menggali sumur, niscaya tidak akan keluar airnya. Bila tidak ada air, rumput pun tidak akan tumbuh, apalagi tanaman yang ditanam orang. Apabila tidak ada hujan, pasti tidak ada air yang dapat dimanfaatkan oleh manusia. Kalau tanaman dan tumbuh-tumbuhan tidak tumbuh, maka binatang ternak pun tidak ada. Tidak akan ada ayam, tidak akan ada kerbau dan sapi, tidak akan ada kambing dan domba. Sebab hidup memerlukan makan dan minum. Kalau tidak ada yang dimakan, dan tidak ada yang diminum, bagaimana bisa hidup? Dan kalau tidak ada tanaman dan tumbuh-tumbuhan, dan tidak ada air tawar untuk diminum, bagaimana manusia bisa hidup? Apakah mesti makan tanah? Dan apakah yang akan diminum? Jika air dijadikan Tuhan asin rasanya, pasti tidak bisa menghilangkan haus dan tidak dapat dipergunakan untuk menyiram atau mengairi tanaman. Dan siapakah yang menurunkan hujan tersebut? Bukankah hanya Allah saja yang dapat menurunkan hujan sehingga mengalir dan sumur dapat mengeluarkan air? Mengapakah manusia tidak bersyukur kepada Allah? Padahal Dialah yang menurunkan hujan yang demikian banyak manfaatnya sebagaimana firman-Nya: \n\nDialah yang telah menurunkan air (hujan) dari langit untuk kamu, sebagiannya menjadi minuman dan sebagiannya (menyuburkan) tumbuhan, padanya kamu menggembalakan ternakmu. Dengan (air hujan) itu Dia menumbuhkan untuk kamu tanam-tanaman, zaitun, kurma, anggur dan segala macam buah-buahan. Sungguh, pada yang demikian itu benar-benar terdapat tanda (kebesaran Allah) bagi orang yang berpikir. (an-Nahl/16: 10-11) \n\nDalam hubungan ini terdapat hadis yang berbunyi: Sesungguhnya Nabi saw apabila selesai minum, beliau mengucapkan, \"Segala puji bagi Allah yang telah memberikan minuman kepada kita air tawar yang menyegarkan dengan rahmatNya dan tidak menjadikannya asin karena dosa kita.\" (Riwayat Ibnu Abi hatim dari Abu Ja'far) \n\nMenurut kajian ilmiah, air yang dapat diminum dan tidak membahayakan bagi kesehatan manusia adalah air yang mempunyai kandungan garam dan unsur-unsur terlarut cukup dan seimbang, serta tidak mengandung zat yang beracun. Air yang mengandung jumlah garam dan unsur-unsur terlarut yang melebihi keperluan, misalnya air laut, bila diminum berbahaya bagi kesehatan dan dapat merusak organ-organ tubuh. Pemerintah setiap negara biasanya memiliki peraturan yang memberikan batasan tentang air yang bisa diminum berdasarkan hasil analisis kandungan unsur-unsur yang terlarut. Air yang bisa diminum biasa dicirikan dengan warna yang jernih, aroma yang segar dan rasanya yang enak (lihat pula: alFurqan/25: 48). Air yang bisa diminum adalah air yang berada di daratan yang berasal dari air hujan. Air laut tidak layak untuk diminum kecuali yang telah diolah melalui destilasi atau ultrafiltrasi. Ayat inipun menegaskan kembali bahwa Allah-lah yang menurunkan hujan. Meskipun sekarang telah berkembang teknologi untuk melakukan hujan buatan, tetapi teknologi ini hanya dapat diterapkan pada kondisi atmosfir tertentu yang terjadi di luar kendali manusia, syarat terpenting di antaranya adalah tersedianya uap air dalam jumlah yang memadai di udara.",
                        "70": "Dalam ayat-ayat ini Allah mengungkapkan salah satu dari nikmat-Nya yang agung, untuk direnungkan dan dipikirkan oleh manusia apakah mereka mengetahui tentang fungsi air yang mereka minum. Apakah mereka yang menurunkan air itu dari langit yaitu air hujan ataukah Allah yang menurunkannya. Air hujan itu manakala direnungkan oleh manusia, bahwa ia berasal dari uap air yang terkena panas matahari. Setelah menjadi awan dan kemudian menjadi mendung yang sangat hitam bergumpal-gumpal, maka turunlah uap air itu sebagai air hujan yang sejuk dan tawar, tidak asin seperti air laut. Air tawar tersebut menyegarkan badan serta menghilangkan haus. Bila tidak ada hujan, pasti tidak ada sungai yang mengalir, tidak akan ada mata air walau berapa meter pun dalamnya orang menggali sumur, niscaya tidak akan keluar airnya. Bila tidak ada air, rumput pun tidak akan tumbuh, apalagi tanaman yang ditanam orang. Apabila tidak ada hujan, pasti tidak ada air yang dapat dimanfaatkan oleh manusia. Kalau tanaman dan tumbuh-tumbuhan tidak tumbuh, maka binatang ternak pun tidak ada. Tidak akan ada ayam, tidak akan ada kerbau dan sapi, tidak akan ada kambing dan domba. Sebab hidup memerlukan makan dan minum. Kalau tidak ada yang dimakan, dan tidak ada yang diminum, bagaimana bisa hidup? Dan kalau tidak ada tanaman dan tumbuh-tumbuhan, dan tidak ada air tawar untuk diminum, bagaimana manusia bisa hidup? Apakah mesti makan tanah? Dan apakah yang akan diminum? Jika air dijadikan Tuhan asin rasanya, pasti tidak bisa menghilangkan haus dan tidak dapat dipergunakan untuk menyiram atau mengairi tanaman. Dan siapakah yang menurunkan hujan tersebut? Bukankah hanya Allah saja yang dapat menurunkan hujan sehingga mengalir dan sumur dapat mengeluarkan air? Mengapakah manusia tidak bersyukur kepada Allah? Padahal Dialah yang menurunkan hujan yang demikian banyak manfaatnya sebagaimana firman-Nya: \n\nDialah yang telah menurunkan air (hujan) dari langit untuk kamu, sebagiannya menjadi minuman dan sebagiannya (menyuburkan) tumbuhan, padanya kamu menggembalakan ternakmu. Dengan (air hujan) itu Dia menumbuhkan untuk kamu tanam-tanaman, zaitun, kurma, anggur dan segala macam buah-buahan. Sungguh, pada yang demikian itu benar-benar terdapat tanda (kebesaran Allah) bagi orang yang berpikir. (an-Nahl/16: 10-11) \n\nDalam hubungan ini terdapat hadis yang berbunyi: Sesungguhnya Nabi saw apabila selesai minum, beliau mengucapkan, \"Segala puji bagi Allah yang telah memberikan minuman kepada kita air tawar yang menyegarkan dengan rahmatNya dan tidak menjadikannya asin karena dosa kita.\" (Riwayat Ibnu Abi hatim dari Abu Ja'far) \n\nMenurut kajian ilmiah, air yang dapat diminum dan tidak membahayakan bagi kesehatan manusia adalah air yang mempunyai kandungan garam dan unsur-unsur terlarut cukup dan seimbang, serta tidak mengandung zat yang beracun. Air yang mengandung jumlah garam dan unsur-unsur terlarut yang melebihi keperluan, misalnya air laut, bila diminum berbahaya bagi kesehatan dan dapat merusak organ-organ tubuh. Pemerintah setiap negara biasanya memiliki peraturan yang memberikan batasan tentang air yang bisa diminum berdasarkan hasil analisis kandungan unsur-unsur yang terlarut. Air yang bisa diminum biasa dicirikan dengan warna yang jernih, aroma yang segar dan rasanya yang enak (lihat pula: alFurqan/25: 48). Air yang bisa diminum adalah air yang berada di daratan yang berasal dari air hujan. Air laut tidak layak untuk diminum kecuali yang telah diolah melalui destilasi atau ultrafiltrasi. Ayat inipun menegaskan kembali bahwa Allah-lah yang menurunkan hujan. Meskipun sekarang telah berkembang teknologi untuk melakukan hujan buatan, tetapi teknologi ini hanya dapat diterapkan pada kondisi atmosfir tertentu yang terjadi di luar kendali manusia, syarat terpenting di antaranya adalah tersedianya uap air dalam jumlah yang memadai di udara.",
                        "71": "Dalam ayat ini Allah mengungkapkan tentang nikmat yang hampir dilupakan manusia. Ungkapan tersebut berbentuk pertanyaan untuk dipikirkan dan direnungkan oleh manusia, apakah manusia mengetahui pentingnya fungsi api? Cara membuat api yang dilakukan pada zaman purba adalah dengan cara menggosokgosokkan dua batang kayu, hingga menyala, atau dengan cara menggoreskan baja di atas batu, sehingga memercikkan api dan ditampung percikan tersebut pada kawul (semacam kapuk berwarna kehitam-hitaman yang melekat pada pelepah aren) tersebut, yang kemudian dapat dipergunakan untuk menyalakan api di dapur guna memasak berbagai masakan yang akan dihidangkan untuk dinikmati oleh manusia, atau api yang dinyalakan menurut cara sekarang dengan menggoreskan batang geretan pada korek api, maka nyalalah ia. Atau dengan korek yang mempergunakan roda baja kecil sebagai alat pemutar untuk diputarkan pada batu api kemudian percikannya ditampung pada sumbu yang dibasahi dengan bensin, sehingga sumbu nyala. Atau seperti cara yang sekarang ini melalui kompor minyak tanah atau dengan gas. Membuat api dengan cara zaman dahulu maupun menurut cara zaman sekarang, yang menjadi pertanyaan ialah siapakah yang menyediakan kayunya atau batu apinya, bajanya, dan kawulnya atau minyak tanah dan gas? Juga siapakah yang menyediakan bahan bensin dan sebagainya? Bukankah bahan-bahan yang menjadi sebab api menyala baik berupa kayu bakar maupun minyak tanah, hanyalah Allah saja yang menjadikan-Nya? Meskipun tersedia beras, sayur-mayur dan lauk-pauknya, bila tidak ada api, tidak dapat kita memakannya karena masih mentah. Alangkah tidak enaknya, kalau makanan tersebut mentah seperti, daging mentah, dan nasinya masih berupa beras. Bagaimanakah selera bisa timbul, kalau segala-galanya serba mentah? Dengan gambaran tersebut, jelaslah bagaimana pentingnya api bagi keperluan manusia. Karena api itu didapat dengan mudah setiap hari, maka hampir-hampir tidak terpikirkan oleh manusia betapa api itu memberi kenikmatan. Hampir-hampir jarang orang bersyukur dan berterima kasih atas adanya api. Karena pentingnya api itu, Allah menegaskan bahwa api dijadikan untuk peringatan bagi manusia dan bahan yang berguna bagi musafir di padang pasir, maka wajarlah manusia bertasbih dengan menyebut nama Tuhan Yang Mahabesar.",
                        "72": "Dalam ayat ini Allah mengungkapkan tentang nikmat yang hampir dilupakan manusia. Ungkapan tersebut berbentuk pertanyaan untuk dipikirkan dan direnungkan oleh manusia, apakah manusia mengetahui pentingnya fungsi api? Cara membuat api yang dilakukan pada zaman purba adalah dengan cara menggosokgosokkan dua batang kayu, hingga menyala, atau dengan cara menggoreskan baja di atas batu, sehingga memercikkan api dan ditampung percikan tersebut pada kawul (semacam kapuk berwarna kehitam-hitaman yang melekat pada pelepah aren) tersebut, yang kemudian dapat dipergunakan untuk menyalakan api di dapur guna memasak berbagai masakan yang akan dihidangkan untuk dinikmati oleh manusia, atau api yang dinyalakan menurut cara sekarang dengan menggoreskan batang geretan pada korek api, maka nyalalah ia. Atau dengan korek yang mempergunakan roda baja kecil sebagai alat pemutar untuk diputarkan pada batu api kemudian percikannya ditampung pada sumbu yang dibasahi dengan bensin, sehingga sumbu nyala. Atau seperti cara yang sekarang ini melalui kompor minyak tanah atau dengan gas. Membuat api dengan cara zaman dahulu maupun menurut cara zaman sekarang, yang menjadi pertanyaan ialah siapakah yang menyediakan kayunya atau batu apinya, bajanya, dan kawulnya atau minyak tanah dan gas? Juga siapakah yang menyediakan bahan bensin dan sebagainya? Bukankah bahan-bahan yang menjadi sebab api menyala baik berupa kayu bakar maupun minyak tanah, hanyalah Allah saja yang menjadikan-Nya? Meskipun tersedia beras, sayur-mayur dan lauk-pauknya, bila tidak ada api, tidak dapat kita memakannya karena masih mentah. Alangkah tidak enaknya, kalau makanan tersebut mentah seperti, daging mentah, dan nasinya masih berupa beras. Bagaimanakah selera bisa timbul, kalau segala-galanya serba mentah? Dengan gambaran tersebut, jelaslah bagaimana pentingnya api bagi keperluan manusia. Karena api itu didapat dengan mudah setiap hari, maka hampir-hampir tidak terpikirkan oleh manusia betapa api itu memberi kenikmatan. Hampir-hampir jarang orang bersyukur dan berterima kasih atas adanya api. Karena pentingnya api itu, Allah menegaskan bahwa api dijadikan untuk peringatan bagi manusia dan bahan yang berguna bagi musafir di padang pasir, maka wajarlah manusia bertasbih dengan menyebut nama Tuhan Yang Mahabesar.",
                        "73": "Dalam ayat ini Allah mengungkapkan tentang nikmat yang hampir dilupakan manusia. Ungkapan tersebut berbentuk pertanyaan untuk dipikirkan dan direnungkan oleh manusia, apakah manusia mengetahui pentingnya fungsi api? Cara membuat api yang dilakukan pada zaman purba adalah dengan cara menggosokgosokkan dua batang kayu, hingga menyala, atau dengan cara menggoreskan baja di atas batu, sehingga memercikkan api dan ditampung percikan tersebut pada kawul (semacam kapuk berwarna kehitam-hitaman yang melekat pada pelepah aren) tersebut, yang kemudian dapat dipergunakan untuk menyalakan api di dapur guna memasak berbagai masakan yang akan dihidangkan untuk dinikmati oleh manusia, atau api yang dinyalakan menurut cara sekarang dengan menggoreskan batang geretan pada korek api, maka nyalalah ia. Atau dengan korek yang mempergunakan roda baja kecil sebagai alat pemutar untuk diputarkan pada batu api kemudian percikannya ditampung pada sumbu yang dibasahi dengan bensin, sehingga sumbu nyala. Atau seperti cara yang sekarang ini melalui kompor minyak tanah atau dengan gas. Membuat api dengan cara zaman dahulu maupun menurut cara zaman sekarang, yang menjadi pertanyaan ialah siapakah yang menyediakan kayunya atau batu apinya, bajanya, dan kawulnya atau minyak tanah dan gas? Juga siapakah yang menyediakan bahan bensin dan sebagainya? Bukankah bahan-bahan yang menjadi sebab api menyala baik berupa kayu bakar maupun minyak tanah, hanyalah Allah saja yang menjadikan-Nya? Meskipun tersedia beras, sayur-mayur dan lauk-pauknya, bila tidak ada api, tidak dapat kita memakannya karena masih mentah. Alangkah tidak enaknya, kalau makanan tersebut mentah seperti, daging mentah, dan nasinya masih berupa beras. Bagaimanakah selera bisa timbul, kalau segala-galanya serba mentah? Dengan gambaran tersebut, jelaslah bagaimana pentingnya api bagi keperluan manusia. Karena api itu didapat dengan mudah setiap hari, maka hampir-hampir tidak terpikirkan oleh manusia betapa api itu memberi kenikmatan. Hampir-hampir jarang orang bersyukur dan berterima kasih atas adanya api. Karena pentingnya api itu, Allah menegaskan bahwa api dijadikan untuk peringatan bagi manusia dan bahan yang berguna bagi musafir di padang pasir, maka wajarlah manusia bertasbih dengan menyebut nama Tuhan Yang Mahabesar.",
                        "74": "Dalam ayat ini Allah mengungkapkan tentang nikmat yang hampir dilupakan manusia. Ungkapan tersebut berbentuk pertanyaan untuk dipikirkan dan direnungkan oleh manusia, apakah manusia mengetahui pentingnya fungsi api? Cara membuat api yang dilakukan pada zaman purba adalah dengan cara menggosokgosokkan dua batang kayu, hingga menyala, atau dengan cara menggoreskan baja di atas batu, sehingga memercikkan api dan ditampung percikan tersebut pada kawul (semacam kapuk berwarna kehitam-hitaman yang melekat pada pelepah aren) tersebut, yang kemudian dapat dipergunakan untuk menyalakan api di dapur guna memasak berbagai masakan yang akan dihidangkan untuk dinikmati oleh manusia, atau api yang dinyalakan menurut cara sekarang dengan menggoreskan batang geretan pada korek api, maka nyalalah ia. Atau dengan korek yang mempergunakan roda baja kecil sebagai alat pemutar untuk diputarkan pada batu api kemudian percikannya ditampung pada sumbu yang dibasahi dengan bensin, sehingga sumbu nyala. Atau seperti cara yang sekarang ini melalui kompor minyak tanah atau dengan gas. Membuat api dengan cara zaman dahulu maupun menurut cara zaman sekarang, yang menjadi pertanyaan ialah siapakah yang menyediakan kayunya atau batu apinya, bajanya, dan kawulnya atau minyak tanah dan gas? Juga siapakah yang menyediakan bahan bensin dan sebagainya? Bukankah bahan-bahan yang menjadi sebab api menyala baik berupa kayu bakar maupun minyak tanah, hanyalah Allah saja yang menjadikan-Nya? Meskipun tersedia beras, sayur-mayur dan lauk-pauknya, bila tidak ada api, tidak dapat kita memakannya karena masih mentah. Alangkah tidak enaknya, kalau makanan tersebut mentah seperti, daging mentah, dan nasinya masih berupa beras. Bagaimanakah selera bisa timbul, kalau segala-galanya serba mentah? Dengan gambaran tersebut, jelaslah bagaimana pentingnya api bagi keperluan manusia. Karena api itu didapat dengan mudah setiap hari, maka hampir-hampir tidak terpikirkan oleh manusia betapa api itu memberi kenikmatan. Hampir-hampir jarang orang bersyukur dan berterima kasih atas adanya api. Karena pentingnya api itu, Allah menegaskan bahwa api dijadikan untuk peringatan bagi manusia dan bahan yang berguna bagi musafir di padang pasir, maka wajarlah manusia bertasbih dengan menyebut nama Tuhan Yang Mahabesar.",
                        "75": "Sebagian ahli tafsir menjelaskan ayat ini, bahwa Allah bersumpah dengan masa turunnya bagian-bagian Al-Qur'an guna menunjukkan betapa pentingnya hal tersebut. Al-Qur'an diturunkan sekaligus dari Lauh Mahfudz ke langit paling dekat pada malam Lailatul Qadar (malam yang sangat mulia). Kemudian, diturunkan lagi secara berangsur-angsur menurut keperluannya dari langit dunia kepada Nabi Muhammad saw hingga selesai seluruhnya dalam masa 22 tahun 2 bulan 22 hari. Masa turunnya bagian-bagian Al-Qur'an tersebut mengandung arti penting, kebijaksanaan turunnya sebagian-sebagian yaitu tiap surah atau tiap ayat antara lain ialah agar tiap surah atau ayat itu dapat dimengerti secara lebih luas dan lebih mendalam. Allah menegaskan bahwa sumpah dalam bagian-bagian Al-Qur'an tersebut sangat besar artinya karena hal itu mengandung isyarat terhadap agungnya kekuasaan Allah dan kesempurnaan kebijaksanaan-Nya dan keluasan rahmat-Nya dan tidak menyianyiakan hamba-Nya. Dalam ayat 75, Allah bersumpah untuk meyakinkan terhadap hamba-hamba-Nya dengan sesuatu yang menggambarkan kemahakuasaan-Nya terhadap alam jagat raya ini, yakni suatu \"tempat beredarnya bintang-bintang.\" Andaikan ketika manusia mampu melihat bagaimana teraturnya bintang-bintang yang selalu bergerak pada orbitnya masing-masing dengan aman dan serasi, tentulah mereka akan berpendapat lain. Dengan semakin berkembangnya ilmu pengetahuan dan teknologi barulah diketahui betapa banyaknya kumpulan bintang-bintang di angkasa raya yang tidak terhitung jumlahnya. Para pakar astrofisika dan astronomi menjelaskan bahwa mata telanjang tidak akan mungkin mampu melihat isi jagat yang luas tidak berbatas. Sistem Tata Surya yang terdiri dari jutaan bintang bahkan mungkin lebih (termasuk di dalamnya bumi kita ini) hanyalah menjadi bagian kecil dari Galaksi Bimasakti yang memuat lebih dari 100 milyar bintang. Bimasakti pun itu hanyalah satu dari 500 milyar lebih galaksi dalam jagat raya yang diketahui, subhanallah! Semua bintang-bintang itu beredar pada orbitnya, termasuk matahari kita. Sebagaimana disebutkan dalam firman Allah: \n\nDan matahari beredar di tempat peredarannya. Demikianlah ketetapan yang Mahaperkasa dan Maha Mengetahui. (Yasin/36: 38) \n\nBerdasarkan pengamatan para pakar, matahari bergerak dalam kecepatan yang tinggi kira-kira 720, 000 km per jam mengarah ke bintang Vega dalam satu orbit tertentu dalam sistem Solar Apex. Bersama-sama dengan matahari, dan semua planet dan satelit yang berada dalam lingkungan sistem Tata Surya (sistem solar) juga turut bergerak pada jarak yang sama. Semua benda-benda langit ini bergerak menempati orbit-orbit yang telah dihisab (diperhitungkan). Untuk berapa juta tahun, semuanya 'berenang' melintasi orbit masing-masing dalam keseimbangan dan susunan yang sempurna bersama-sama dengan yang lain. Orbit-orbit dalam alam semesta juga dimiliki oleh galaksi-galaksi yang bergerak pada kecepatan yang besar dalam orbit-orbit yang telah ditetapkan. Ketika bergerak, tidak ada satupun benda-benda langit ini yang memotong orbit atau bertabrakan dengan benda langit lainnya. Bagaimanapun, hal ini secara jelas diterangkan kepada manusia dalam Al-Qur'an yang diwahyukan ketika itu, karena Al-Qur'an sebenarnya adalah kalam dari Sang Penguasa, Yang Maha Menjaga dan Memelihara Kestabilan Alam Semesta ini.",
                        "76": "Sebagian ahli tafsir menjelaskan ayat ini, bahwa Allah bersumpah dengan masa turunnya bagian-bagian Al-Qur'an guna menunjukkan betapa pentingnya hal tersebut. Al-Qur'an diturunkan sekaligus dari Lauh Mahfudz ke langit paling dekat pada malam Lailatul Qadar (malam yang sangat mulia). Kemudian, diturunkan lagi secara berangsur-angsur menurut keperluannya dari langit dunia kepada Nabi Muhammad saw hingga selesai seluruhnya dalam masa 22 tahun 2 bulan 22 hari. Masa turunnya bagian-bagian Al-Qur'an tersebut mengandung arti penting, kebijaksanaan turunnya sebagian-sebagian yaitu tiap surah atau tiap ayat antara lain ialah agar tiap surah atau ayat itu dapat dimengerti secara lebih luas dan lebih mendalam. Allah menegaskan bahwa sumpah dalam bagian-bagian Al-Qur'an tersebut sangat besar artinya karena hal itu mengandung isyarat terhadap agungnya kekuasaan Allah dan kesempurnaan kebijaksanaan-Nya dan keluasan rahmat-Nya dan tidak menyianyiakan hamba-Nya. Dalam ayat 75, Allah bersumpah untuk meyakinkan terhadap hamba-hamba-Nya dengan sesuatu yang menggambarkan kemahakuasaan-Nya terhadap alam jagat raya ini, yakni suatu \"tempat beredarnya bintang-bintang.\" Andaikan ketika manusia mampu melihat bagaimana teraturnya bintang-bintang yang selalu bergerak pada orbitnya masing-masing dengan aman dan serasi, tentulah mereka akan berpendapat lain. Dengan semakin berkembangnya ilmu pengetahuan dan teknologi barulah diketahui betapa banyaknya kumpulan bintang-bintang di angkasa raya yang tidak terhitung jumlahnya. Para pakar astrofisika dan astronomi menjelaskan bahwa mata telanjang tidak akan mungkin mampu melihat isi jagat yang luas tidak berbatas. Sistem Tata Surya yang terdiri dari jutaan bintang bahkan mungkin lebih (termasuk di dalamnya bumi kita ini) hanyalah menjadi bagian kecil dari Galaksi Bimasakti yang memuat lebih dari 100 milyar bintang. Bimasakti pun itu hanyalah satu dari 500 milyar lebih galaksi dalam jagat raya yang diketahui, subhanallah! Semua bintang-bintang itu beredar pada orbitnya, termasuk matahari kita. Sebagaimana disebutkan dalam firman Allah: \n\nDan matahari beredar di tempat peredarannya. Demikianlah ketetapan yang Mahaperkasa dan Maha Mengetahui. (Yasin/36: 38) \n\nBerdasarkan pengamatan para pakar, matahari bergerak dalam kecepatan yang tinggi kira-kira 720, 000 km per jam mengarah ke bintang Vega dalam satu orbit tertentu dalam sistem Solar Apex. Bersama-sama dengan matahari, dan semua planet dan satelit yang berada dalam lingkungan sistem Tata Surya (sistem solar) juga turut bergerak pada jarak yang sama. Semua benda-benda langit ini bergerak menempati orbit-orbit yang telah dihisab (diperhitungkan). Untuk berapa juta tahun, semuanya 'berenang' melintasi orbit masing-masing dalam keseimbangan dan susunan yang sempurna bersama-sama dengan yang lain. Orbit-orbit dalam alam semesta juga dimiliki oleh galaksi-galaksi yang bergerak pada kecepatan yang besar dalam orbit-orbit yang telah ditetapkan. Ketika bergerak, tidak ada satupun benda-benda langit ini yang memotong orbit atau bertabrakan dengan benda langit lainnya. Bagaimanapun, hal ini secara jelas diterangkan kepada manusia dalam Al-Qur'an yang diwahyukan ketika itu, karena Al-Qur'an sebenarnya adalah kalam dari Sang Penguasa, Yang Maha Menjaga dan Memelihara Kestabilan Alam Semesta ini.",
                        "77": "Allah menjelaskan bahwa Al-Qur'an ini adalah wahyu ilahi yang mengandung faedah dan kemanfaatan yang tiada terhingga dan berisi ilmu serta petunjuk pasti yang membawa kebahagiaan kepada manusia untuk kehidupan dunia dan akhirat, dan membacanya termasuk ibadah. Al-Qur'an merupakan sumber ilmu tauhid, ilmu fiqih, ilmu tasawuf, dan lain-lain. Al-Qur'an terjamin kesuciannya, hanya Malaikat al-Muqarrabin yang pernah menyentuhnya dari Lauh Mahfudz, yaitu Malaikat Jibril yang ditugaskan menyampaikannya kepada Nabi Muhammad saw. Mengenai ayat 79, sebagian ahli tafsir berbeda pendapat. \n\nTidak ada yang menyentuhnya selain hamba-hamba yang disucikan. (al- Waqi'ah/56: 79) \n\nJumhur ulama mengistimbatkan bahwa ayat 79 ini melarang orang-orang yang berhadas, baik hadas kecil maupun hadas besar, menyentuh atau memegang mushaf Al-Qur'an, berdasarkan hadis Mu'adh bin Jabal, Rasul bersabda, \"Tidak boleh menyentuh mushaf kecuali orang suci.\" Pendapat inilah yang dianut oleh sebagian besar umat Islam Indonesia. Ada dua pendapat tentang hukum menyentuh mushaf yaitu: 1. Imam empat mazhab berpendapat tidak boleh menyentuh mushaf tanpa wudu. Menurut Imam Nawawi, firman Allah: la yamassuhu illal-muthahharun bermakna tidak menyentuh mushaf ini kecuali orang suci dari hadas. 2. Mazhab az-Â¨ahiri berpendapat boleh menyentuh mushaf tanpa wudu dengan alasan bahwa Rasulullah saw pernah mengirim surat yang ada ayat Al-Qur'annya kepada Heraklius padahal dia non muslim dan tidak berwudu. Anak kecil membawa tempat menulis Al-Qur'an dan buku yang ada tulisan Al-Qur'an diperbolehkan oleh para ulama. Selanjutnya Allah menjelaskan bahwa Al-Qur'an ini sesungguhnya diturunkan dari Tuhan yang menguasai alam semesta. Sebagai pedoman hidup untuk dibaca, dihafal, dipahami dan diamalkan. Maka sungguh sesatlah orang-orang yang menuduh bahwa Al-Qur'an ini sihir atau syair.",
                        "78": "Allah menjelaskan bahwa Al-Qur'an ini adalah wahyu ilahi yang mengandung faedah dan kemanfaatan yang tiada terhingga dan berisi ilmu serta petunjuk pasti yang membawa kebahagiaan kepada manusia untuk kehidupan dunia dan akhirat, dan membacanya termasuk ibadah. Al-Qur'an merupakan sumber ilmu tauhid, ilmu fiqih, ilmu tasawuf, dan lain-lain. Al-Qur'an terjamin kesuciannya, hanya Malaikat al-Muqarrabin yang pernah menyentuhnya dari Lauh Mahfudz, yaitu Malaikat Jibril yang ditugaskan menyampaikannya kepada Nabi Muhammad saw. Mengenai ayat 79, sebagian ahli tafsir berbeda pendapat. \n\nTidak ada yang menyentuhnya selain hamba-hamba yang disucikan. (al- Waqi'ah/56: 79) \n\nJumhur ulama mengistimbatkan bahwa ayat 79 ini melarang orang-orang yang berhadas, baik hadas kecil maupun hadas besar, menyentuh atau memegang mushaf Al-Qur'an, berdasarkan hadis Mu'adh bin Jabal, Rasul bersabda, \"Tidak boleh menyentuh mushaf kecuali orang suci.\" Pendapat inilah yang dianut oleh sebagian besar umat Islam Indonesia. Ada dua pendapat tentang hukum menyentuh mushaf yaitu: 1. Imam empat mazhab berpendapat tidak boleh menyentuh mushaf tanpa wudu. Menurut Imam Nawawi, firman Allah: la yamassuhu illal-muthahharun bermakna tidak menyentuh mushaf ini kecuali orang suci dari hadas. 2. Mazhab az-Â¨ahiri berpendapat boleh menyentuh mushaf tanpa wudu dengan alasan bahwa Rasulullah saw pernah mengirim surat yang ada ayat Al-Qur'annya kepada Heraklius padahal dia non muslim dan tidak berwudu. Anak kecil membawa tempat menulis Al-Qur'an dan buku yang ada tulisan Al-Qur'an diperbolehkan oleh para ulama. Selanjutnya Allah menjelaskan bahwa Al-Qur'an ini sesungguhnya diturunkan dari Tuhan yang menguasai alam semesta. Sebagai pedoman hidup untuk dibaca, dihafal, dipahami dan diamalkan. Maka sungguh sesatlah orang-orang yang menuduh bahwa Al-Qur'an ini sihir atau syair.",
                        "79": "Allah menjelaskan bahwa Al-Qur'an ini adalah wahyu ilahi yang mengandung faedah dan kemanfaatan yang tiada terhingga dan berisi ilmu serta petunjuk pasti yang membawa kebahagiaan kepada manusia untuk kehidupan dunia dan akhirat, dan membacanya termasuk ibadah. Al-Qur'an merupakan sumber ilmu tauhid, ilmu fiqih, ilmu tasawuf, dan lain-lain. Al-Qur'an terjamin kesuciannya, hanya Malaikat al-Muqarrabin yang pernah menyentuhnya dari Lauh Mahfudz, yaitu Malaikat Jibril yang ditugaskan menyampaikannya kepada Nabi Muhammad saw. Mengenai ayat 79, sebagian ahli tafsir berbeda pendapat. \n\nTidak ada yang menyentuhnya selain hamba-hamba yang disucikan. (al- Waqi'ah/56: 79) \n\nJumhur ulama mengistimbatkan bahwa ayat 79 ini melarang orang-orang yang berhadas, baik hadas kecil maupun hadas besar, menyentuh atau memegang mushaf Al-Qur'an, berdasarkan hadis Mu'adh bin Jabal, Rasul bersabda, \"Tidak boleh menyentuh mushaf kecuali orang suci.\" Pendapat inilah yang dianut oleh sebagian besar umat Islam Indonesia. Ada dua pendapat tentang hukum menyentuh mushaf yaitu: 1. Imam empat mazhab berpendapat tidak boleh menyentuh mushaf tanpa wudu. Menurut Imam Nawawi, firman Allah: la yamassuhu illal-muthahharun bermakna tidak menyentuh mushaf ini kecuali orang suci dari hadas. 2. Mazhab az-Â¨ahiri berpendapat boleh menyentuh mushaf tanpa wudu dengan alasan bahwa Rasulullah saw pernah mengirim surat yang ada ayat Al-Qur'annya kepada Heraklius padahal dia non muslim dan tidak berwudu. Anak kecil membawa tempat menulis Al-Qur'an dan buku yang ada tulisan Al-Qur'an diperbolehkan oleh para ulama. Selanjutnya Allah menjelaskan bahwa Al-Qur'an ini sesungguhnya diturunkan dari Tuhan yang menguasai alam semesta. Sebagai pedoman hidup untuk dibaca, dihafal, dipahami dan diamalkan. Maka sungguh sesatlah orang-orang yang menuduh bahwa Al-Qur'an ini sihir atau syair.",
                        "80": "Allah menjelaskan bahwa Al-Qur'an ini adalah wahyu ilahi yang mengandung faedah dan kemanfaatan yang tiada terhingga dan berisi ilmu serta petunjuk pasti yang membawa kebahagiaan kepada manusia untuk kehidupan dunia dan akhirat, dan membacanya termasuk ibadah. Al-Qur'an merupakan sumber ilmu tauhid, ilmu fiqih, ilmu tasawuf, dan lain-lain. Al-Qur'an terjamin kesuciannya, hanya Malaikat al-Muqarrabin yang pernah menyentuhnya dari Lauh Mahfudz, yaitu Malaikat Jibril yang ditugaskan menyampaikannya kepada Nabi Muhammad saw. Mengenai ayat 79, sebagian ahli tafsir berbeda pendapat. \n\nTidak ada yang menyentuhnya selain hamba-hamba yang disucikan. (al- Waqi'ah/56: 79) \n\nJumhur ulama mengistimbatkan bahwa ayat 79 ini melarang orang-orang yang berhadas, baik hadas kecil maupun hadas besar, menyentuh atau memegang mushaf Al-Qur'an, berdasarkan hadis Mu'adh bin Jabal, Rasul bersabda, \"Tidak boleh menyentuh mushaf kecuali orang suci.\" Pendapat inilah yang dianut oleh sebagian besar umat Islam Indonesia. Ada dua pendapat tentang hukum menyentuh mushaf yaitu: 1. Imam empat mazhab berpendapat tidak boleh menyentuh mushaf tanpa wudu. Menurut Imam Nawawi, firman Allah: la yamassuhu illal-muthahharun bermakna tidak menyentuh mushaf ini kecuali orang suci dari hadas. 2. Mazhab az-Â¨ahiri berpendapat boleh menyentuh mushaf tanpa wudu dengan alasan bahwa Rasulullah saw pernah mengirim surat yang ada ayat Al-Qur'annya kepada Heraklius padahal dia non muslim dan tidak berwudu. Anak kecil membawa tempat menulis Al-Qur'an dan buku yang ada tulisan Al-Qur'an diperbolehkan oleh para ulama. Selanjutnya Allah menjelaskan bahwa Al-Qur'an ini sesungguhnya diturunkan dari Tuhan yang menguasai alam semesta. Sebagai pedoman hidup untuk dibaca, dihafal, dipahami dan diamalkan. Maka sungguh sesatlah orang-orang yang menuduh bahwa Al-Qur'an ini sihir atau syair.",
                        "81": "Allah mencela orang-orang yang meremehkan Al-Qur'an, yang memandangnya sebagai ucapan manusia biasa, mereka juga mencemoohkan orang-orang yang berpegang kepada Al-Qur'an dan tidak membelanya bila ada orang-orang yang menghinanya. Selanjutnya Allah swt mencela orang yang tidak mensyukuri nikmat-nikmat Tuhan yang dikaruniakan kepada mereka, malahan nikmat-nikmat tersebut mereka sambut dengan mendustakannya. Dalam ayat yang lain yang sama maksudnya Allah berfirman: \n\nDan salat mereka di sekitar Baitullah itu, tidak lain hanyalah siulan dan tepuk tangan. (al-Anfal/8: 35)",
                        "82": "Allah mencela orang-orang yang meremehkan Al-Qur'an, yang memandangnya sebagai ucapan manusia biasa, mereka juga mencemoohkan orang-orang yang berpegang kepada Al-Qur'an dan tidak membelanya bila ada orang-orang yang menghinanya. Selanjutnya Allah swt mencela orang yang tidak mensyukuri nikmat-nikmat Tuhan yang dikaruniakan kepada mereka, malahan nikmat-nikmat tersebut mereka sambut dengan mendustakannya. Dalam ayat yang lain yang sama maksudnya Allah berfirman: \n\nDan salat mereka di sekitar Baitullah itu, tidak lain hanyalah siulan dan tepuk tangan. (al-Anfal/8: 35)",
                        "83": "Ayat-ayat ini menjelaskan betapa ngerinya kalau nyawa manusia sudah sampai di tenggorokannya. Keluarga-keluarga yang hadir datang hanya untuk melihat dan menyaksikan peristiwa tersebut sebagai pertemuan terakhir. Dalam peristiwa tersebut, keluarganya tidak dapat menyaksikan malaikat yang mencabut nyawa saudaranya, padahal ia berada di sebelahnya. Keadaan ini menggambarkan bahwa setiap insan tidak dapat mempertahankan rohnya dari malaikat maut. Ini suatu bukti bahwa baik roh maupun jasad bukan milik manusia. (86-87) Ayat-ayat ini menerangkan tentang manusia yang sedang menghadapi sakratulmaut, mereka dalam keadaan sama sekali tidak berdaya, dan manakala mereka mempunyai kesanggupan dan kemampuan, tentulah mereka dapat menahan nyawa mereka ketika sampai di tenggorokan, untuk mengembalikannya kepada keadaan semula seperti ketika keadaan sehat. Anggapan mereka bahwa hari kebangkitan dan pembalasan semuanya itu tidak ada. Kenyataannya mereka tidak berdaya menahan rohnya ketika sampai di tenggorokannya, namun mereka membangkang. (88-94) Dalam ayat ini dijelaskan keadaan manusia setelah meninggal dunia. Mereka itu terbagi atas 3 golongan yaitu: 1. Golongan orang-orang yang selalu mendekatkan diri kepada Allah (al-muqarrabin) dengan mengerjakan berbagai macam ibadah dan meninggalkan segala larangan-Nya. Mereka ini akan mendapat kemenangan dan kegembiraan serta memperoleh rezeki yang luas dan macam-macam nikmat, tempat kediaman mereka di surga, di mana mereka akan menikmati di dalamnya segala sesuatu yang belum pernah dipandang oleh mata, didengar oleh telinga, dan terlintas di hati. 2. Golongan kanan yakni (al-Abrar atau Ashabul-yamin) yang akan menerima catatan amalnya dengan tangan kanannya. Mereka itu akan disambut dengan gembira oleh para malaikat sambil menyampaikan salam dari teman-teman mereka dari kalangan Ashabul-yamin. Dalam ayat lain, Allah berfirman: \n\nSesungguhnya orang-orang yang berkata, \"Tuhan kami adalah Allah\" kemudian mereka meneguhkan pendirian mereka, maka malaikat-malaikat akan turun kepada mereka (dengan berkata), \"Janganlah kamu merasa takut dan janganlah kamu bersedih hati; dan bergembiralah kamu dengan (memperoleh) surga yang telah dijanjikan kepadamu.\" Kamilah pelindung-pelindungmu dalam kehidupan dunia dan akhirat; di dalamnya (surga) kamu memperoleh apa yang kamu inginkan dan memperoleh apa yang kamu minta. Sebagai penghormatan (bagimu) dari (Allah) Yang Maha Pengampun, Maha Penyayang. (Fussilat/41: 30-32). 3. Golongan orang-orang kafir (Ashabusy-syimal) ialah yang mendustakan Allah dan Rasul-Nya, sehingga mereka tersesat dari jalan yang lurus dan akan menerima catatan amalnya dengan tangan kirinya. Mereka akan ditempatkan dalam api neraka yang berkobar-kobar nyalanya, diberi minum air yang sangat panas, dan makan buah zaqqum sehingga menghancurkan isi perut dan seluruh kulit badan mereka.",
                        "84": "Ayat-ayat ini menjelaskan betapa ngerinya kalau nyawa manusia sudah sampai di tenggorokannya. Keluarga-keluarga yang hadir datang hanya untuk melihat dan menyaksikan peristiwa tersebut sebagai pertemuan terakhir. Dalam peristiwa tersebut, keluarganya tidak dapat menyaksikan malaikat yang mencabut nyawa saudaranya, padahal ia berada di sebelahnya. Keadaan ini menggambarkan bahwa setiap insan tidak dapat mempertahankan rohnya dari malaikat maut. Ini suatu bukti bahwa baik roh maupun jasad bukan milik manusia. (86-87) Ayat-ayat ini menerangkan tentang manusia yang sedang menghadapi sakratulmaut, mereka dalam keadaan sama sekali tidak berdaya, dan manakala mereka mempunyai kesanggupan dan kemampuan, tentulah mereka dapat menahan nyawa mereka ketika sampai di tenggorokan, untuk mengembalikannya kepada keadaan semula seperti ketika keadaan sehat. Anggapan mereka bahwa hari kebangkitan dan pembalasan semuanya itu tidak ada. Kenyataannya mereka tidak berdaya menahan rohnya ketika sampai di tenggorokannya, namun mereka membangkang. (88-94) Dalam ayat ini dijelaskan keadaan manusia setelah meninggal dunia. Mereka itu terbagi atas 3 golongan yaitu: 1. Golongan orang-orang yang selalu mendekatkan diri kepada Allah (al-muqarrabin) dengan mengerjakan berbagai macam ibadah dan meninggalkan segala larangan-Nya. Mereka ini akan mendapat kemenangan dan kegembiraan serta memperoleh rezeki yang luas dan macam-macam nikmat, tempat kediaman mereka di surga, di mana mereka akan menikmati di dalamnya segala sesuatu yang belum pernah dipandang oleh mata, didengar oleh telinga, dan terlintas di hati. 2. Golongan kanan yakni (al-Abrar atau Ashabul-yamin) yang akan menerima catatan amalnya dengan tangan kanannya. Mereka itu akan disambut dengan gembira oleh para malaikat sambil menyampaikan salam dari teman-teman mereka dari kalangan Ashabul-yamin. Dalam ayat lain, Allah berfirman: \n\nSesungguhnya orang-orang yang berkata, \"Tuhan kami adalah Allah\" kemudian mereka meneguhkan pendirian mereka, maka malaikat-malaikat akan turun kepada mereka (dengan berkata), \"Janganlah kamu merasa takut dan janganlah kamu bersedih hati; dan bergembiralah kamu dengan (memperoleh) surga yang telah dijanjikan kepadamu.\" Kamilah pelindung-pelindungmu dalam kehidupan dunia dan akhirat; di dalamnya (surga) kamu memperoleh apa yang kamu inginkan dan memperoleh apa yang kamu minta. Sebagai penghormatan (bagimu) dari (Allah) Yang Maha Pengampun, Maha Penyayang. (Fussilat/41: 30-32). 3. Golongan orang-orang kafir (Ashabusy-syimal) ialah yang mendustakan Allah dan Rasul-Nya, sehingga mereka tersesat dari jalan yang lurus dan akan menerima catatan amalnya dengan tangan kirinya. Mereka akan ditempatkan dalam api neraka yang berkobar-kobar nyalanya, diberi minum air yang sangat panas, dan makan buah zaqqum sehingga menghancurkan isi perut dan seluruh kulit badan mereka.",
                        "85": "Ayat-ayat ini menjelaskan betapa ngerinya kalau nyawa manusia sudah sampai di tenggorokannya. Keluarga-keluarga yang hadir datang hanya untuk melihat dan menyaksikan peristiwa tersebut sebagai pertemuan terakhir. Dalam peristiwa tersebut, keluarganya tidak dapat menyaksikan malaikat yang mencabut nyawa saudaranya, padahal ia berada di sebelahnya. Keadaan ini menggambarkan bahwa setiap insan tidak dapat mempertahankan rohnya dari malaikat maut. Ini suatu bukti bahwa baik roh maupun jasad bukan milik manusia. (86-87) Ayat-ayat ini menerangkan tentang manusia yang sedang menghadapi sakratulmaut, mereka dalam keadaan sama sekali tidak berdaya, dan manakala mereka mempunyai kesanggupan dan kemampuan, tentulah mereka dapat menahan nyawa mereka ketika sampai di tenggorokan, untuk mengembalikannya kepada keadaan semula seperti ketika keadaan sehat. Anggapan mereka bahwa hari kebangkitan dan pembalasan semuanya itu tidak ada. Kenyataannya mereka tidak berdaya menahan rohnya ketika sampai di tenggorokannya, namun mereka membangkang. (88-94) Dalam ayat ini dijelaskan keadaan manusia setelah meninggal dunia. Mereka itu terbagi atas 3 golongan yaitu: 1. Golongan orang-orang yang selalu mendekatkan diri kepada Allah (al-muqarrabin) dengan mengerjakan berbagai macam ibadah dan meninggalkan segala larangan-Nya. Mereka ini akan mendapat kemenangan dan kegembiraan serta memperoleh rezeki yang luas dan macam-macam nikmat, tempat kediaman mereka di surga, di mana mereka akan menikmati di dalamnya segala sesuatu yang belum pernah dipandang oleh mata, didengar oleh telinga, dan terlintas di hati. 2. Golongan kanan yakni (al-Abrar atau Ashabul-yamin) yang akan menerima catatan amalnya dengan tangan kanannya. Mereka itu akan disambut dengan gembira oleh para malaikat sambil menyampaikan salam dari teman-teman mereka dari kalangan Ashabul-yamin. Dalam ayat lain, Allah berfirman: Sesungguhnya orang-orang yang berkata, \"Tuhan kami adalah Allah\" kemudian mereka meneguhkan pendirian mereka, maka malaikat-malaikat akan turun kepada mereka (dengan berkata), \"Janganlah kamu merasa takut dan janganlah kamu bersedih hati; dan bergembiralah kamu dengan (memperoleh) surga yang telah dijanjikan kepadamu.\" Kamilah pelindung-pelindungmu dalam kehidupan dunia dan akhirat; di dalamnya (surga) kamu memperoleh apa yang kamu inginkan dan memperoleh apa yang kamu minta. Sebagai penghormatan (bagimu) dari (Allah) Yang Maha Pengampun, Maha Penyayang. (Fussilat/41: 30-32). 3. Golongan orang-orang kafir (Ashabusy-syimal) ialah yang mendustakan Allah dan Rasul-Nya, sehingga mereka tersesat dari jalan yang lurus dan akan menerima catatan amalnya dengan tangan kirinya. Mereka akan ditempatkan dalam api neraka yang berkobar-kobar nyalanya, diberi minum air yang sangat panas, dan makan buah zaqqum sehingga menghancurkan isi perut dan seluruh kulit badan mereka.",
                        "86": "(86-87) Ayat-ayat ini menerangkan tentang manusia yang sedang mengha¬dapi sakratulmaut, mereka dalam keadaan sama sekali tidak berdaya, dan manakala mereka mempunyai kesanggupan dan kemampuan, tentulah mereka dapat menahan nyawa mereka ketika sampai di tenggorokan, untuk me¬¬ngem¬balikannya kepada keadaan semula seperti ketika keadaan sehat.\n\nAnggapan mereka bahwa hari kebangkitan dan pembalasan semuanya itu tidak ada. Kenyataannya, mereka tidak berdaya menahan rohnya ketika sampai di tenggorokannya, namun mereka membangkang.",
                        "87": "(86-87) Ayat-ayat ini menerangkan tentang manusia yang sedang mengha¬dapi sakratulmaut, mereka dalam keadaan sama sekali tidak berdaya, dan manakala mereka mempunyai kesanggupan dan kemampuan, tentulah mereka dapat menahan nyawa mereka ketika sampai di tenggorokan, untuk me¬¬ngem¬balikannya kepada keadaan semula seperti ketika keadaan sehat.\n\nAnggapan mereka bahwa hari kebangkitan dan pembalasan semuanya itu tidak ada. Kenyataannya, mereka tidak berdaya menahan rohnya ketika sampai di tenggorokannya, namun mereka membangkang.",
                        "88": "(88-94) Dalam ayat ini dijelaskan keadaan manusia setelah meninggal dunia. Mereka itu terbagi atas 3 golongan yaitu:\n\n1. Golongan orang-orang yang selalu mendekatkan diri kepada Allah (al-muqarrabin) dengan mengerjakan berbagai macam ibadah dan meninggalkan segala larangan-Nya. Mereka ini akan mendapat kemenangan dan kegembiraan serta memperoleh rezeki yang luas dan macam-macam nik¬mat, tempat kediaman mereka di surga, di mana mereka akan menikmati di dalamnya segala sesuatu yang belum pernah dipandang oleh mata, didengar oleh telinga, dan terlintas di hati.\n\n2. Golongan kanan yakni (al-Abrar atau Ashabul-yamin) yang akan menerima catatan amalnya dengan tangan kanannya. Mereka itu akan disam¬but dengan gembira oleh para malaikat sambil menyampaikan salam dari teman-teman mereka dari kalangan Ashabul-yamin.\n\nDalam ayat lain, Allah berfirman:\n\nSesungguhnya orang-orang yang berkata, “Tuhan kami adalah Allah” kemu¬dian mereka meneguhkan pendirian mereka, maka malaikat-malaikat akan turun kepada mereka (dengan berkata), “Janganlah kamu merasa takut dan janganlah kamu bersedih hati; dan bergem¬biralah kamu dengan (memperoleh) surga yang telah dijanjikan kepa¬da¬mu.” Kamilah pelindung-pelindungmu dalam kehidupan dunia dan akhirat; di dalamnya (surga) kamu memperoleh apa yang kamu ingin¬kan dan memperoleh apa yang kamu minta. Sebagai penghor¬ma¬tan (bag¬i¬mu) dari (Allah) Yang Maha Pengampun, Maha Penya¬yang. (Fussilat/41: 30-32).\n\nGolongan orang-orang kafir (Ashabusy-syimal) ialah yang mendustakan Allah dan Rasul-Nya, sehingga mereka tersesat dari jalan yang lurus dan akan menerima catatan amalnya dengan tangan kirinya. Mereka akan ditempatkan dalam api neraka yang berkobar-kobar nyalanya, diberi minum air yang sangat panas, dan makan buah zaqqum sehingga menghan-curkan isi perut dan seluruh kulit badan mereka.",
                        "89": "lihat ayat 88",
                        "90": "lihat ayat 88",
                        "91": "lihat ayat 88",
                        "92": "lihat ayat 88",
                        "93": "lihat ayat 88",
                        "94": "lihat ayat 88",
                        "95": "Ayat-ayat ini menerangkan bahwa segala sesuatu yang telah diungkapkan dalam surah ini, baik yang mengenai hal-hal yang berhubungan dengan hari kebangkitan yang mereka dustakan maupun yang bertalian dengan bukti-bukti yang menunjukkan kebenaran adanya hal-hal yang akan terjadi setelah hari kebangkitan, yaitu yang berkaitan dengan nikmat-nikmat Tuhan yang akan diterima oleh golongan (muqarrabin) Ashabul-yamin dan siksaan Tuhan yang akan menimpa golongan Ashabusy-syimal, semua itu adalah berita yang meyakinkan yang tidak mengandung sedikit pun hal-hal yang diragukan. Berhubungan dengan itu, manusia diperintahkan oleh Allah supaya memperbanyak ibadah dan amal saleh, antara lain dengan membaca tasbih, untuk mengagungkan Allah, Tuhan Yang Mahaagung. Dalam hubungan ayat ini terdapat hadis Nabi yang berbunyi: Tatkala turun ayat Fasabbih Bismirabbikal-'Adzim, kepada Rasulullah, beliau bersabda, \"Jadikanlah bacaan Tasbih pada saat kamu ruku' (yaitu dengan membaca Subhanarabbial-'Adzim)\", dan tatkala turun ayat Sabbihismarabbikal A'la. Rasulullah bersabda, \"Jadikanlah bacaan Tasbih ini ketika kamu sujud (yaitu dengan membaca Subhanarabbial-A'la)\" (Riwayat Ahmad, Abu Dawud, dan Ibnu Majah dari 'Uqbah bin 'Amir al-Juhani)",
                        "96": "Ayat-ayat ini menerangkan bahwa segala sesuatu yang telah diungkapkan dalam surah ini, baik yang mengenai hal-hal yang berhubungan dengan hari kebangkitan yang mereka dustakan maupun yang bertalian dengan bukti-bukti yang menunjukkan kebenaran adanya hal-hal yang akan terjadi setelah hari kebangkitan, yaitu yang berkaitan dengan nikmat-nikmat Tuhan yang akan diterima oleh golongan (muqarrabin) Ashabul-yamin dan siksaan Tuhan yang akan menimpa golongan Ashabusy-syimal, semua itu adalah berita yang meyakinkan yang tidak mengandung sedikit pun hal-hal yang diragukan. Berhubungan dengan itu, manusia diperintahkan oleh Allah supaya memperbanyak ibadah dan amal saleh, antara lain dengan membaca tasbih, untuk mengagungkan Allah, Tuhan Yang Mahaagung. Dalam hubungan ayat ini terdapat hadis Nabi yang berbunyi: Tatkala turun ayat Fasabbih Bismirabbikal-'Adzim, kepada Rasulullah, beliau bersabda, \"Jadikanlah bacaan Tasbih pada saat kamu ruku' (yaitu dengan membaca Subhanarabbial-'Adzim)\", dan tatkala turun ayat Sabbihismarabbikal A'la. Rasulullah bersabda, \"Jadikanlah bacaan Tasbih ini ketika kamu sujud (yaitu dengan membaca Subhanarabbial-A'la)\" (Riwayat Ahmad, Abu Dawud, dan Ibnu Majah dari 'Uqbah bin 'Amir al-Juhani)"
                    }
                }
            }
        }
    }
}