{
    "59": {
        "number": "59",
        "name": "الحشر",
        "name_latin": "Al-Hasyr",
        "number_of_ayah": "24",
        "text": {
            "1": "سَبَّحَ لِلّٰهِ مَا فِى السَّمٰوٰتِ وَمَا فِى الْاَرْضِۚ وَهُوَ الْعَزِيْزُ الْحَكِيْمُ ",
            "2": "هُوَ الَّذِيْٓ اَخْرَجَ الَّذِيْنَ كَفَرُوْا مِنْ اَهْلِ الْكِتٰبِ مِنْ دِيَارِهِمْ لِاَوَّلِ الْحَشْرِۗ مَا ظَنَنْتُمْ اَنْ يَّخْرُجُوْا وَظَنُّوْٓا اَنَّهُمْ مَّانِعَتُهُمْ حُصُوْنُهُمْ مِّنَ اللّٰهِ فَاَتٰىهُمُ اللّٰهُ مِنْ حَيْثُ لَمْ يَحْتَسِبُوْا وَقَذَفَ فِيْ قُلُوْبِهِمُ الرُّعْبَ يُخْرِبُوْنَ بُيُوْتَهُمْ بِاَيْدِيْهِمْ وَاَيْدِى الْمُؤْمِنِيْنَۙ فَاعْتَبِرُوْا يٰٓاُولِى الْاَبْصَارِ ",
            "3": "وَلَوْلَآ اَنْ كَتَبَ اللّٰهُ عَلَيْهِمُ الْجَلَاۤءَ لَعَذَّبَهُمْ فِى الدُّنْيَاۗ وَلَهُمْ فِى الْاٰخِرَةِ عَذَابُ النَّارِ ",
            "4": "ذٰلِكَ بِاَنَّهُمْ شَاۤقُّوا اللّٰهَ وَرَسُوْلَهٗ  ۖوَمَنْ يُّشَاۤقِّ اللّٰهَ فَاِنَّ اللّٰهَ شَدِيْدُ الْعِقَابِ",
            "5": "مَا قَطَعْتُمْ مِّنْ لِّيْنَةٍ اَوْ تَرَكْتُمُوْهَا قَاۤىِٕمَةً عَلٰٓى اُصُوْلِهَا فَبِاِذْنِ اللّٰهِ وَلِيُخْزِيَ الْفٰسِقِيْنَ ",
            "6": "وَمَآ اَفَاۤءَ اللّٰهُ عَلٰى رَسُوْلِهٖ مِنْهُمْ فَمَآ اَوْجَفْتُمْ عَلَيْهِ مِنْ خَيْلٍ وَّلَا رِكَابٍ وَّلٰكِنَّ اللّٰهَ يُسَلِّطُ رُسُلَهٗ عَلٰى مَنْ يَّشَاۤءُۗ وَاللّٰهُ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ ",
            "7": "مَآ اَفَاۤءَ اللّٰهُ عَلٰى رَسُوْلِهٖ مِنْ اَهْلِ الْقُرٰى فَلِلّٰهِ وَلِلرَّسُوْلِ وَلِذِى الْقُرْبٰى وَالْيَتٰمٰى وَالْمَسٰكِيْنِ وَابْنِ السَّبِيْلِۙ كَيْ لَا يَكُوْنَ دُوْلَةً ۢ بَيْنَ الْاَغْنِيَاۤءِ مِنْكُمْۗ وَمَآ اٰتٰىكُمُ الرَّسُوْلُ فَخُذُوْهُ وَمَا نَهٰىكُمْ عَنْهُ فَانْتَهُوْاۚ وَاتَّقُوا اللّٰهَ ۗاِنَّ اللّٰهَ شَدِيْدُ الْعِقَابِۘ ",
            "8": "لِلْفُقَرَاۤءِ الْمُهٰجِرِيْنَ الَّذِيْنَ اُخْرِجُوْا مِنْ دِيَارِهِمْ وَاَمْوَالِهِمْ يَبْتَغُوْنَ فَضْلًا مِّنَ اللّٰهِ وَرِضْوَانًا وَّيَنْصُرُوْنَ اللّٰهَ وَرَسُوْلَهٗ ۗ اُولٰۤىِٕكَ هُمُ الصّٰدِقُوْنَۚ ",
            "9": "وَالَّذِيْنَ تَبَوَّءُو الدَّارَ وَالْاِيْمَانَ مِنْ قَبْلِهِمْ يُحِبُّوْنَ مَنْ هَاجَرَ اِلَيْهِمْ وَلَا يَجِدُوْنَ فِيْ صُدُوْرِهِمْ حَاجَةً مِّمَّآ اُوْتُوْا وَيُؤْثِرُوْنَ عَلٰٓى اَنْفُسِهِمْ وَلَوْ كَانَ بِهِمْ خَصَاصَةٌ  ۗوَمَنْ يُّوْقَ شُحَّ نَفْسِهٖ فَاُولٰۤىِٕكَ هُمُ الْمُفْلِحُوْنَۚ ",
            "10": "وَالَّذِيْنَ جَاۤءُوْ مِنْۢ بَعْدِهِمْ يَقُوْلُوْنَ رَبَّنَا اغْفِرْ لَنَا وَلِاِخْوَانِنَا الَّذِيْنَ سَبَقُوْنَا بِالْاِيْمَانِ وَلَا تَجْعَلْ فِيْ قُلُوْبِنَا غِلًّا لِّلَّذِيْنَ اٰمَنُوْا رَبَّنَآ اِنَّكَ رَءُوْفٌ رَّحِيْمٌ ࣖ ",
            "11": "۞ اَلَمْ تَرَ اِلَى الَّذِيْنَ نَافَقُوْا يَقُوْلُوْنَ لِاِخْوَانِهِمُ الَّذِيْنَ كَفَرُوْا مِنْ اَهْلِ الْكِتٰبِ لَىِٕنْ اُخْرِجْتُمْ لَنَخْرُجَنَّ مَعَكُمْ وَلَا نُطِيْعُ فِيْكُمْ اَحَدًا اَبَدًاۙ وَّاِنْ قُوْتِلْتُمْ لَنَنْصُرَنَّكُمْۗ وَاللّٰهُ يَشْهَدُ اِنَّهُمْ لَكٰذِبُوْنَ ",
            "12": "لَىِٕنْ اُخْرِجُوْا لَا يَخْرُجُوْنَ مَعَهُمْۚ وَلَىِٕنْ قُوْتِلُوْا لَا يَنْصُرُوْنَهُمْۚ وَلَىِٕنْ نَّصَرُوْهُمْ لَيُوَلُّنَّ الْاَدْبَارَۙ ثُمَّ لَا يُنْصَرُوْنَ ",
            "13": "لَاَنْتُمْ اَشَدُّ رَهْبَةً فِيْ صُدُوْرِهِمْ مِّنَ اللّٰهِ ۗذٰلِكَ بِاَنَّهُمْ قَوْمٌ لَّا يَفْقَهُوْنَ ",
            "14": "لَا يُقَاتِلُوْنَكُمْ جَمِيْعًا اِلَّا فِيْ قُرًى مُّحَصَّنَةٍ اَوْ مِنْ وَّرَاۤءِ جُدُرٍۗ بَأْسُهُمْ بَيْنَهُمْ شَدِيْدٌ ۗ تَحْسَبُهُمْ جَمِيْعًا وَّقُلُوْبُهُمْ شَتّٰىۗ ذٰلِكَ بِاَنَّهُمْ قَوْمٌ لَّا يَعْقِلُوْنَۚ ",
            "15": "كَمَثَلِ الَّذِيْنَ مِنْ قَبْلِهِمْ قَرِيْبًا ذَاقُوْا وَبَالَ اَمْرِهِمْۚ وَلَهُمْ عَذَابٌ اَلِيْمٌۚ ",
            "16": "كَمَثَلِ الشَّيْطٰنِ اِذْ قَالَ لِلْاِنْسَانِ اكْفُرْۚ فَلَمَّا كَفَرَ قَالَ اِنِّيْ بَرِيْۤءٌ مِّنْكَ اِنِّيْٓ اَخَافُ اللّٰهَ رَبَّ الْعٰلَمِيْنَ ",
            "17": "فَكَانَ عَاقِبَتَهُمَآ اَنَّهُمَا فِى النَّارِ خَالِدَيْنِ فِيْهَاۗ وَذٰلِكَ جَزٰۤؤُا الظّٰلِمِيْنَ ࣖ",
            "18": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوا اتَّقُوا اللّٰهَ وَلْتَنْظُرْ نَفْسٌ مَّا قَدَّمَتْ لِغَدٍۚ وَاتَّقُوا اللّٰهَ ۗاِنَّ اللّٰهَ خَبِيْرٌ ۢبِمَا تَعْمَلُوْنَ ",
            "19": "وَلَا تَكُوْنُوْا كَالَّذِيْنَ نَسُوا اللّٰهَ فَاَنْسٰىهُمْ اَنْفُسَهُمْۗ  اُولٰۤىِٕكَ هُمُ الْفٰسِقُوْنَ ",
            "20": "لَا يَسْتَوِيْٓ اَصْحٰبُ النَّارِ وَاَصْحٰبُ الْجَنَّةِۗ  اَصْحٰبُ الْجَنَّةِ هُمُ الْفَاۤىِٕزُوْنَ ",
            "21": "لَوْ اَنْزَلْنَا هٰذَا الْقُرْاٰنَ عَلٰى جَبَلٍ لَّرَاَيْتَهٗ خَاشِعًا مُّتَصَدِّعًا مِّنْ خَشْيَةِ اللّٰهِ ۗوَتِلْكَ الْاَمْثَالُ نَضْرِبُهَا لِلنَّاسِ لَعَلَّهُمْ يَتَفَكَّرُوْنَ ",
            "22": "هُوَ اللّٰهُ الَّذِيْ لَآ اِلٰهَ اِلَّا هُوَۚ عَالِمُ الْغَيْبِ وَالشَّهَادَةِۚ هُوَ الرَّحْمٰنُ الرَّحِيْمُ ",
            "23": "هُوَ اللّٰهُ الَّذِيْ لَآ اِلٰهَ اِلَّا هُوَ ۚ اَلْمَلِكُ الْقُدُّوْسُ السَّلٰمُ الْمُؤْمِنُ الْمُهَيْمِنُ الْعَزِيْزُ الْجَبَّارُ الْمُتَكَبِّرُۗ سُبْحٰنَ اللّٰهِ عَمَّا يُشْرِكُوْنَ",
            "24": "هُوَ اللّٰهُ الْخَالِقُ الْبَارِئُ الْمُصَوِّرُ لَهُ الْاَسْمَاۤءُ الْحُسْنٰىۗ يُسَبِّحُ لَهٗ مَا فِى السَّمٰوٰتِ وَالْاَرْضِۚ وَهُوَ الْعَزِيْزُ الْحَكِيْمُ ࣖ "
        },
        "translations": {
            "id": {
                "name": "Pengusiran",
                "text": {
                    "1": "Apa yang ada di langit dan apa yang ada di bumi bertasbih kepada Allah; dan Dialah Yang Mahaperkasa, Mahabijaksana.",
                    "2": "Dialah yang mengeluarkan orang-orang kafir di antara Ahli Kitab dari kampung halamannya pada saat pengusiran yang pertama. Kamu tidak menyangka, bahwa mereka akan keluar dan mereka pun yakin, benteng-benteng mereka akan dapat mempertahankan mereka dari (siksaan) Allah; maka Allah mendatangkan (siksaan) kepada mereka dari arah yang tidak mereka sangka-sangka. Dan Allah menanamkan rasa takut ke dalam hati mereka; sehingga memusnahkan rumah-rumah mereka dengan tangannya sendiri dan tangan orang-orang mukmin. Maka ambillah (kejadian itu) untuk menjadi pelajaran, wahai orang-orang yang mempunyai pandangan!",
                    "3": "Dan sekiranya tidak karena Allah telah menetapkan pengusiran terhadap mereka, pasti Allah mengazab mereka di dunia. Dan di akhirat mereka akan mendapat azab neraka. ",
                    "4": "Yang demikian itu karena sesungguhnya mereka menentang Allah dan Rasul-Nya. Barangsiapa menentang Allah, maka sesungguhnya Allah sangat keras hukuman-Nya. ",
                    "5": "Apa yang kamu tebang di antara pohon kurma (milik orang-orang kafir) atau yang kamu biarkan (tumbuh) berdiri di atas pokoknya, maka (itu terjadi) dengan izin Allah; dan karena Dia hendak memberikan kehinaan kepada orang-orang fasik.",
                    "6": "Dan harta rampasan fai' dari mereka yang diberikan Allah kepada Rasul-Nya, kamu tidak memerlukan kuda atau unta untuk mendapatkannya, tetapi Allah memberikan kekuasaan kepada rasul-rasul-Nya terhadap siapa yang Dia kehendaki. Dan Allah Mahakuasa atas segala sesuatu.",
                    "7": "Harta rampasan (fai') dari mereka yang diberikan Allah kepada Rasul-Nya (yang berasal) dari penduduk beberapa negeri, adalah untuk Allah, Rasul, kerabat (Rasul), anak-anak yatim, orang-orang miskin dan untuk orang-orang yang dalam perjalanan, agar harta itu jangan hanya beredar di antara orang-orang kaya saja di antara kamu. Apa yang diberikan Rasul kepadamu maka terimalah. Dan apa yang dilarangnya bagimu maka tinggalkanlah. Dan bertakwalah kepada Allah. Sungguh, Allah sangat keras hukuman-Nya. ",
                    "8": "(Harta rampasan itu juga) untuk orang-orang fakir yang berhijrah yang terusir dari kampung halamannya dan meninggalkan harta bendanya demi mencari karunia dari Allah dan keridaan(-Nya) dan (demi) menolong (agama) Allah dan Rasul-Nya. Mereka itulah orang-orang yang benar. ",
                    "9": "Dan orang-orang (Ansar) yang telah menempati kota Madinah dan telah beriman sebelum (kedatangan) mereka (Muhajirin), mereka mencintai orang yang berhijrah ke tempat mereka. Dan mereka tidak menaruh keinginan dalam hati mereka terhadap apa yang diberikan kepada mereka (Muhajirin); dan mereka mengutamakan (Muhajirin), atas dirinya sendiri, meskipun mereka juga memerlukan. Dan siapa yang dijaga dirinya dari kekikiran, maka mereka itulah orang-orang yang beruntung. ",
                    "10": "Dan orang-orang yang datang sesudah mereka (Muhajirin dan Ansar), mereka berdoa, “Ya Tuhan kami, ampunilah kami dan saudara-saudara kami yang telah beriman lebih dahulu dari kami, dan janganlah Engkau tanamkan kedengkian dalam hati kami terhadap orang-orang yang beriman. Ya Tuhan kami, Sungguh, Engkau Maha Penyantun, Maha Penyayang.”  ",
                    "11": "Tidakkah engkau memperhatikan orang-orang munafik yang berkata kepada saudara-saudaranya yang kafir di antara Ahli Kitab, “Sungguh, jika kamu diusir niscaya kami pun akan keluar bersama kamu; dan kami selama-lamanya tidak akan patuh kepada siapa pun demi kamu, dan jika kamu diperangi pasti kami akan membantumu.” Dan Allah menyaksikan, bahwa mereka benar-benar pendusta. ",
                    "12": "Sungguh, jika mereka diusir, orang-orang munafik itu tidak akan keluar bersama mereka, dan jika mereka di-perangi; mereka (juga) tidak akan menolongnya; dan kalau pun mereka menolongnya pastilah mereka akan berpaling lari ke belakang, kemudian mereka tidak akan mendapat pertolongan. ",
                    "13": "Sesungguhnya dalam hati mereka, kamu (Muslimin) lebih ditakuti daripada Allah. Yang demikian itu karena mereka orang-orang yang tidak mengerti.",
                    "14": "Mereka tidak akan memerangi kamu (secara) bersama-sama, kecuali di negeri-negeri yang berbenteng atau di balik tembok. Permusuhan antara sesama mereka sangat hebat. Kamu kira mereka itu bersatu padahal hati mereka terpecah belah. Yang demikian itu karena mereka orang-orang yang tidak mengerti. ",
                    "15": "(Mereka) seperti orang-orang yang sebelum mereka (Yahudi) belum lama berselang, telah merasakan akibat buruk (terusir) disebabkan perbuatan mereka sendiri. Dan mereka akan men-dapat azab yang pedih. ",
                    "16": "(Bujukan orang-orang munafik itu) seperti (bujukan) setan ketika ia berkata kepada manusia, “Kafirlah kamu!” Kemudian ketika manusia itu menjadi kafir ia berkata, “Sesungguhnya aku berlepas diri dari kamu, karena sesungguhnya aku takut kepada Allah, Tuhan seluruh alam.” ",
                    "17": "Maka kesudahan bagi keduanya, bahwa keduanya masuk ke dalam neraka, kekal di dalamnya. Demikianlah balasan bagi orang-orang zalim. ",
                    "18": "Wahai orang-orang yang beriman! Bertakwalah kepada Allah dan hendaklah setiap orang memperhatikan apa yang telah diperbuatnya untuk hari esok (akhirat), dan bertakwalah kepada Allah. Sungguh, Allah Mahateliti terhadap apa yang kamu kerjakan. ",
                    "19": "Dan janganlah kamu seperti orang-orang yang lupa kepada Allah, sehingga Allah menjadikan mereka lupa akan diri sendiri. Mereka itulah orang-orang fasik. ",
                    "20": "Tidak sama para penghuni neraka dengan para penghuni surga; para penghuni surga itulah orang-orang yang memperoleh kemenangan.",
                    "21": "Sekiranya Kami turunkan Al-Qur'an ini kepada sebuah gunung, pasti kamu akan melihatnya tunduk terpecah belah disebabkan takut kepada Allah. Dan perumpamaan-perumpamaan itu Kami buat untuk manusia agar mereka berpikir.",
                    "22": "Dialah Allah tidak ada tuhan selain Dia. Yang Mengetahui yang gaib dan yang nyata, Dialah Yang Maha Pengasih, Maha Penyayang. ",
                    "23": "Dialah Allah tidak ada tuhan selain Dia. Maharaja, Yang Mahasuci, Yang Mahasejahtera, Yang Menjaga Keamanan, Pemelihara Keselamatan, Yang Mahaperkasa, Yang Mahakuasa, Yang Memiliki Segala Keagungan, Mahasuci Allah dari apa yang mereka persekutukan.",
                    "24": "Dialah Allah Yang Menciptakan, Yang Mengadakan, Yang Membentuk Rupa, Dia memiliki nama-nama yang indah. Apa yang di langit dan di bumi bertasbih kepada-Nya. Dan Dialah Yang Mahaperkasa, Mahabijaksana."
                }
            }
        },
        "tafsir": {
            "id": {
                "kemenag": {
                    "name": "Kemenag",
                    "source": "Aplikasi Quran Kementrian Agama Republik Indonesia",
                    "text": {
                        "1": "Ayat ini menerangkan bahwa telah bertasbih kepada Allah dan mengagungkan-Nya segala yang ada di langit dan di bumi, dengan menyucikan-Nya dari sifat-sifat yang tidak layak bagi-Nya, baik dengan ucapan, perbuatan, maupun dengan pernyataan hati sanubarinya. Allah berfirman:\n\nLangit yang tujuh, bumi dan semua yang ada di dalamnya bertasbih kepada Allah. Dan tidak ada sesuatu pun melainkan bertasbih dengan memuji-Nya, tetapi kamu tidak mengerti tasbih mereka. Sungguh, Dia Maha Penyantun, Maha Pengampun. (al-Isra'/17: 44)\n\nDari ayat pertama ini dipahami bahwa seluruh makhluk Allah yang di langit dan di bumi, baik berupa makhluk hidup, seperti manusia, binatang, dan tumbuh-tumbuhan, maupun makhluk mati seperti batu, air, udara, planet, sungai-sungai, dan sebagainya, bertasbih kepada-Nya. Masing-masing bertasbih menurut keadaan dan kejadiannya. Jika diperhatikan seluruh makhluk Allah yang ada, akan diketahui bahwa tiap-tiap makhluk itu tunduk kepada hukum dan ketetapan yang telah ditentukan baginya. Seakan-akan makhluk-makhluk itu tidak sanggup melepaskan diri dari hukum dan ketetapan itu. Jika ia melanggarnya, niscaya ia akan rusak atau hancur. Hukum dan ketetapan ini merupakan sunatullah.\n\nSebagai contoh ialah hukum air yang mengalir dari tempat yang tinggi ke tempat yang rendah. Air hujan yang turun dari langit menimpa daerah pegunungan, akan tertahan alirannya jika ada yang menahannya. Yang menahannya ialah tumbuh-tumbuhan yang tumbuh dengan subur di pegunungan. Dengan adanya tumbuh-tumbuhan, maka air akan masuk ke dalam tanah melalui akar-akarnya, sehingga air hujan tidak langsung mengalir ke tempat yang rendah. Aliran air itu seakan-akan diatur sedemikian rupa sehingga dapat dimanfaatkan oleh manusia untuk minum, pertanian, dan sebagainya. \n\nJika suatu daerah adalah area yang tandus, maka air hujan tidak ada yang menahannya. Air langsung mengalir ke tempat yang rendah menuju laut, sehingga tidak dapat dimanfaatkan manusia, bahkan dapat merusak manusia dengan adanya bahaya banjir dan kekeringan pada musim kemarau. Dalam hal ini, air tunduk kepada hukum dan ketetapan yang ditetapkan Allah. Tidak seorang pun yang dapat mengingkari hukum dan ketetapan itu, termasuk manusia. Jika manusia memusnahkan hutan, maka bahayanya langsung menimpa mereka. Sebaliknya, jika mereka memeliharanya dengan baik, maka manfaatnya langsung pula mereka terima.\n\nBanyak lagi contoh lain yang menunjukkan bahwa seluruh makhluk senantiasa tunduk dan patuh kepada hukum Allah, seperti hukum daya tarik bumi, dan hukum yang berlaku bagi manusia seperti, barang siapa yang rajin akan berhasil, dan barang siapa yang pemalas tidak akan berhasil. Semua manusia secara fisik tunduk kepada hukum ini. Mengikuti hukum dan ketetapan Allah dengan sebaik-baiknya itu berarti bertasbih kepada-Nya.\n\nSeluruh benda baik di langit maupun di bumi, dari partikel terkecil hingga super galaksi tunduk mengikuti ketetapan Allah (sunatullah). Sebagai contoh adalah perbedaan massa dan orbit planet-planet dalam tata surya kita membentuk sistem dinamis yang stabil dan sempurna, dan berinteraksi satu sama lain dengan penuh harmoni. Semua bertasbih atau tunduk pada ketentuan Allah. \n\nSebagaimana telah diterangkan pada ayat-ayat yang lalu bahwa hukum Allah itu berupa sunatullah, yaitu hukum yang berlaku di alam ini. Syariat adalah ketentuan dan aturan Allah yang dibawa oleh para rasul untuk manusia. Manusia pasti tunduk dan patuh kepada sunatullah dan wajib taat dan melaksanakan syariat Allah. Adapun makhluk-makhluk yang lain hanya tunduk kepada sunatullah. Manusia yang tunduk kepada kedua hukum Allah itu adalah manusia yang berbahagia hidupnya di dunia dan di akhirat.\n\nPada akhir ayat ini ditegaskan bahwa Allah Mahaperkasa lagi Mahabijaksana. Maksudnya ialah Allah Pencipta semesta alam adalah Zat Mahaperkasa, tidak ada suatu apa pun yang dapat melanggar hukum dan ketetapan-Nya. Barang siapa yang menentang dan melanggarnya akan merasakan akibatnya baik secara langsung atau tidak. Seandainya di dunia mereka belum menerima akibatnya, di akhirat pasti akan merasakannya. Allah-lah yang menciptakan segala sesuatu, dan Dia mengetahui dengan pasti faedah dan kegunaan penciptaannya. Allah mengetahui dengan pasti sebab sesuatu diciptakan dan mengetahui dengan pasti pula akibat-akibat yang akan ditimbulkan ciptaan-Nya itu, baik akibatnya itu besar atau kecil.",
                        "2": "Dalam ayat ini diterangkan bahwa di antara bukti keperkasaan dan kebijaksanaan Allah ialah menjadikan orang Yahudi terusir dari kota Medinah. Atas pertolongan-Nya, kaum Muslimin dapat mengusir mereka dari tempat kediaman mereka, padahal mereka sebelumnya adalah orang-orang yang mempunyai kekuatan menguasai suku Aus dan Khazraj dalam berbagai bidang kehidupan.\n\nSejak sebelum kelahiran Nabi Isa, orang-orang Yahudi telah mendiami kota Medinah. Mereka terdiri atas tiga suku, yaitu suku Bani Qainuqa', Bani Nadhir, dan Bani Quraidhah. Setelah Nabi Muhammad hijrah ke Medinah, beliau mengadakan perjanjian damai dengan ketiga suku itu. Di antara isi perjanjian damai itu ialah:\n\n1.Kaum Muslimin dan orang-orang Yahudi sama-sama berusaha menciptakan suasana damai di kota Medinah. Masing-masing dari mereka dibebaskan memeluk agama yang mereka yakini.\n\n2.Kaum Muslimin dan orang-orang Yahudi wajib saling menolong dan memerangi setiap orang atau kabilah lain yang hendak menyerang kota Medinah.\n\n3.Barang siapa di antara masing-masing mereka bertempat tinggal di dalam atau di luar kota Medinah, wajib dipelihara keamanan dan hartanya.\n\n4.Seandainya terjadi perselisihan atau pertentangan antara kaum Muslimin dan orang-orang Yahudi, yang tidak dapat diselesaikan, maka urusannya diserahkan kepada Nabi Muhammad.\n\nSekalipun telah diadakan perjanjian damai seperti yang telah diterangkan di atas, dalam hati orang-orang Yahudi masih tertanam rasa dengki dan iri hati kepada Nabi Muhammad saw dan kaum Muslimin. Mereka menganggap diri mereka sebagai putra dan kekasih Allah, dengan demikian rasul dan kenabian itu adalah hak mereka sebagai orang Yahudi. Menurut mereka, suku bangsa yang lain tidak berhak atas kedudukan yang diberikan Allah itu. Perasaan dengki dan iri hati mereka semakin bertambah setelah melihat keberhasilan Nabi Muhammad menyebarkan agama Islam, sehingga semakin hari semakin berkembang, sedangkan mereka tidak mampu menghalanginya. Sekalipun demikian, mereka selalu mengintai kesempatan untuk melaksanakan keinginan mereka. Allah berfirman:\n\nBanyak di antara Ahli Kitab menginginkan sekiranya mereka dapat mengembalikan kamu setelah kamu beriman, menjadi kafir kembali, karena rasa dengki dalam diri mereka, setelah kebenaran jelas bagi mereka. Maka maafkanlah dan berlapangdadalah, sampai Allah memberikan perintah-Nya. Sungguh, Allah Mahakuasa atas segala sesuatu. (al-Baqarah/2: 109)\n\nPada awalnya, mereka mencoba mengalahkan Nabi Muhammad dengan cara berdebat, tetapi mereka selalu gagal dalam mematahkan alasan-alasan yang dikemukakannya. Oleh karena itu, mereka mulai menempuh cara kekerasan, provokasi, dan fitnah.\n\nMula-mula Bani Qainuqa' melanggar perjanjian damai yang telah dibuat dengan Rasulullah saw. Pada suatu hari, seorang perempuan Arab Muslimah masuk pasar Bani Qainuqa', lalu mereka menganiayanya. Seorang Arab yang kebetulan sedang lewat di tempat itu mencoba membelanya, tetapi ia dikeroyok dan dipukuli sampai meninggal dunia. Perbuatan Bani Qainuqa' ini menimbulkan amarah kaum Muslimin, sehingga terjadilah perkelahian antara kedua kelompok, yang menimbulkan kerugian harta dan jiwa pada kedua belah pihak. Rasulullah saw berusaha mendamaikannya, tetapi mereka selalu mengingkarinya dan melakukan keonaran. Karena sikap mereka yang selalu menunjukkan permusuhan kepada kaum Muslimin dan membahayakan keamanan kota Medinah, maka Rasulullah memberi keputusan memerangi mereka sehingga mereka keluar dari kota Medinah. Peristiwa itu terjadi setelah Perang Badar.\n\nSetelah peristiwa Bani Qainuqa', orang-orang Yahudi Bani Nadhir melakukan pengkhianatan pula. Mereka merencanakan pembunuhan atas diri Nabi Muhammad. Percobaan pembunuhan itu mereka lakukan pada waktu Nabi dan para sahabat berkunjung ke perkampungan mereka. Akan tetapi, rencana mereka itu gagal dan Rasulullah saw selamat dari percobaan pembunuhan itu. Sehubungan dengan hal itu, Allah berfirman:\n\nWahai orang-orang yang beriman! Ingatlah nikmat Allah (yang diberikan) kepadamu, ketika suatu kaum bermaksud hendak menyerangmu dengan tangannya, lalu Allah menahan tangan mereka dari kamu. Dan bertakwalah kepada Allah, dan hanya kepada Allah-lah hendaknya orang-orang beriman itu bertawakal. (al-Ma'idah/5: 11)\n\nSetelah Rasulullah saw membongkar rencana pembunuhan itu, maka beliau memutuskan untuk mengusir Bani Nadhir dari kota Medinah. Pengusiran ini terjadi pada bulan Rabiulawal tahun keempat Hijriah. Di antara mereka ada yang menetap di Syam dan Khaibar. \n\nKeputusan Rasulullah saw ini mereka tentang, dan secara diam-diam mereka menyusun kekuatan untuk memerangi kaum Muslimin. Mereka mengadakan persekutuan dengan orang-orang musyrik Mekah dan orang munafik. Bani Quraidhah yang masih tinggal dalam kota Medinah ikut pula dalam persekutuan itu. Maka Rasulullah saw mengepung mereka selama 25 hari. Di antara mereka ada yang terbunuh dan diusir. \n\nDengan demikian, semua orang Yahudi yang dahulu tinggal di Medinah telah berpindah ke tempat lain, seperti Khaibar, Syam, dan negeri-negeri yang lain. Inilah yang dimaksud dengan pengusiran dalam ayat ini, yaitu pengusiran orang-orang Yahudi dari kota Medinah karena pengkhianatan mereka terhadap perjanjian yang telah mereka buat dengan Rasulullah saw.\n\nAyat ini menerangkan bahwa Allah telah mengusir orang-orang Yahudi, Bani Qainuqa' dan Bani Nadhir, dari Medinah untuk pertama kalinya dengan memberikan pertolongan kepada kaum Muslimin untuk mengalahkan dan mengusir mereka.\n\nPerkataan \"pertama kalinya\" menunjukkan bahwa ada beberapa kali terjadi pengusiran orang-orang Yahudi dari Medinah. Adapun yang dimaksud dalam ayat ini adalah pengusiran pertama. Pengusiran berikutnya ialah pengusiran orang-orang Yahudi Bani Quraidhah setelah Perang Ahzab, dan pengusiran yang dilakukan 'Umar bin al-Khaththab ketika beliau menjadi khalifah.\n\nOrang-orang yang beriman tidak mengira bahwa orang-orang Yahudi dapat terusir dari kota Medinah, mengingat keadaan, kekuatan, kekayaan, pengetahuan, dan perlengkapan mereka. Orang-orang Yahudi yang tinggal di Medinah pada waktu itu lebih baik keadaannya dibandingkan dengan kaum Muhajirin dan kaum Ansar. Mereka banyak yang pandai tulis baca, banyak yang berilmu, dan sebagainya, di samping kelihaian mereka dalam berusaha, berdagang dan mengurus sesuatu. Kenyataan menunjukkan bahwa pengusiran itu terlaksana. Hal ini dapat memperkuat iman kaum Muslimin dan kepercayaan mereka akan adanya pertolongan Allah.\n\nBani Nadhir semula mengira bahwa benteng-benteng yang kokoh yang telah mereka buat dapat menyelamatkan mereka dari serangan musuh-musuh. Mereka percaya benar akan kekuatannya, sehingga mereka semakin berani mengadu domba dan memfitnah kaum Muslimin, sehingga orang-orang musyrik Mekah bertambah kuat rasa permusuhannya. Lalu orang Yahudi merencanakan persekutuan dengan orang-orang musyrik dan orang-orang munafik untuk memerangi kaum Muslimin.\n\nDalam keadaan yang demikian itu, tiba-tiba Bani Nadhir dikalahkan oleh kaum Muslimin yang mereka anggap enteng selama ini. Bahkan mereka diusir dari Medinah. Mereka hanya diperkenankan membawa barang-barang mereka sekadar yang dapat dibawa unta-unta mereka. Sebagian Bani Nadhir pergi ke Adhriat (Syam) dan sebahagian lagi ke Khaibar.\n\nKemudian diterangkan sebab-sebab kekalahan, penerimaan, dan ketundukan Bani Nadhir kepada keputusan Rasulullah saw ketika beliau datang kepada mereka. Pada waktu itu, timbullah ketakutan yang amat sangat dalam hati mereka, terutama karena tindakan Rasulullah menjatuhkan hukuman mati kepada pimpinan mereka yaitu Ka'ab bin Asyraf dan ditambah lagi dengan tindakan orang-orang munafik yang tidak menepati janjinya terhadap mereka.\n\nAllah menerangkan keadaan orang-orang Yahudi Bani Nadhir di waktu mereka akan meninggalkan Medinah dalam keadaan terusir. Mereka meruntuhkan rumah-rumah mereka, dan menutup jalan-jalan yang ada dalam perkampungan mereka, dengan maksud agar rumah itu tidak dapat dipakai kaum Muslimin dan agar mereka dapat membawa peralatannya sebanyak mungkin. Mereka meninggalkan Medinah dengan penuh kemarahan dan dendam kepada kaum Muslimin, tetapi mereka tidak mau memahami dan memikirkan sebab-sebab mereka diusir, apakah keputusan itu telah sesuai dengan tindakan mereka atau tidak.\n\nPada akhir ayat ini, Allah memperingatkan kaum Muslimin yang mau menggunakan pikirannya agar merenungkan peristiwa itu, dan mengambil pelajaran darinya. Jika mereka merenungkan dan memikirkan dengan baik, tentu akan berkesimpulan bahwa keputusan dan hukuman yang dijatuhkan kepada Bani Nadhir itu adalah keputusan dan hukuman yang setimpal, bahkan dianggap ringan mengingat perbuatan dan tindakan yang telah mereka lakukan.",
                        "3": "Dalam ayat ini Allah menegaskan bahwa hukuman mati bagi pemimpin mereka dan hukuman pengusiran itu adalah hukuman yang sebanding dengan kejahatan yang telah mereka lakukan. Sebenarnya hukuman itu masih lebih ringan jika dibandingkan dengan hukuman yang diberikan kepada orang-orang musyrik di Perang Badar, lebih ringan dari hukuman yang diberikan kepada suku Bani Quraidhah. Apalagi dibanding dengan hukuman-hukuman yang ditimpakan Allah kepada umat-umat yang lalu.",
                        "4": "Hukuman yang diperoleh orang-orang Yahudi ialah mereka dikalahkan oleh orang-orang yang beriman dan diusir dari Medinah. Hukuman itu terjadi karena mereka menentang Allah dan rasul-Nya, serta mendustakan wahyu-Nya. Telah menjadi sunatullah bahwa setiap orang yang mendurhakai Allah dan rasul-Nya akan ditimpa azab dan mendapat kehinaan di dunia dan di akhirat.\n\nMenurut riwayat al-hakim dari 'Aisyah, golongan Yahudi Bani Nadhir yang tinggal dan berkebun kurma dalam kota Medinah telah dibatasi gerak-gerik mereka oleh Rasulullah saw enam bulan setelah Perang Badar. Kemudian mereka diusir ke luar kota Medinah dan dibolehkan membawa harta kekayaan mereka sekadar apa yang dapat dibawa oleh unta mereka. Sebelum itu Rasulullah saw memerintahkan untuk menguasai dan menebang pohon kurma mereka.",
                        "5": "Diriwayatkan dari Ibnu Ishaq dan Ibnu Jarir yang berasal dari Qatadah, Mujahid, dan Yazid bin Ruman bahwa ketika Rasulullah sampai ke tempat Bani Nadhir, mereka bersembunyi dalam benteng-benteng mereka. Rasulullah saw memerintahkan kaum Muslimin menebang dan membakar pohon kurma mereka sehingga memunculkan asap. Bani Nadhir berteriak memanggil Rasulullah saw, \"Hai Muhammad, engkau telah melarang mengadakan kerusakan di muka bumi ini dan mencela orang-orang yang berbuat kerusakan itu, akan tetapi mengapa engkau menebang pohon kurma dan membakarnya?\" Oleh karena itu, timbullah pada pikiran orang-orang yang beriman keragu-raguan. Mereka berkata, \"Kami akan menanyakan kepada Rasulullah saw. Apakah kami memperoleh pahala karena menebang pohon-pohon kurma itu, atau kami berdosa karena kami tidak mengetahui.\" Maka turunlah ayat ini yang menerangkan bahwa perintah penebangan dan pembakaran pohon kurma orang-orang Yahudi itu adalah atas perintah Allah, dan Allah membenarkan untuk merusak harta orang-orang kafir seandainya hal itu diperlukan.\n\nSemua tindakan yang dilakukan Rasulullah terhadap orang-orang Yahudi Bani Nadhir, baik merobohkan pohon-pohon kurma mereka atau tidak, semua itu berdasarkan perintah Allah dengan maksud membersihkan Medinah dari kejahatan Bani Nadhir.\n\nPada akhir ayat ini ditegaskan bahwa Allah memerintahkan yang demikian itu untuk memuliakan dan meningkatkan semangat orang-orang yang beriman, serta menghinakan dan melipatgandakan kedukaan orang-orang Yahudi Bani Nadhir. Kedukaan karena kalah dalam berperang, kedukaan karena terusir dari kampung halaman, dan kedukaan karena kemusnahan harta benda mereka.",
                        "6": "Ayat ini menerangkan hukum fai', yaitu harta rampasan yang diperoleh dari musuh, tanpa peperangan. Hal ini terjadi karena musuh telah menyerah dan mengaku kalah, sebelum terjadinya pertempuran. Harta-harta yang ditinggalkan Bani Nadhir setelah mereka diusir dari kota Medinah dianggap sebagai fai', karena Bani Nadhir menyerah kepada kaum Muslimin sebelum terjadi peperangan.\n\nAllah menerangkan bahwa harta-harta Bani Nadhir yang mereka tinggalkan karena diusir dari Medinah jatuh ke tangan Rasulullah saw dengan kehendak Allah, sehingga menjadi milik Allah dan rasul-Nya. Harta itu tidak dibagi-bagikan kepada tentara yang berperang, sebagaimana yang berlaku pada harta rampasan perang (ganimah). Karena harta itu diperoleh tanpa melalui peperangan, tanpa menggunakan tentara berkuda dan berunta, seakan-akan tidak ada usaha dari tentara kaum Muslimin dalam mendapatkan harta itu. Orang-orang Yahudi Bani Nadhir yang memiliki harta itu telah menyatakan bahwa mereka mengaku kalah sebelum terjadinya peperangan, dan bersedia menerima syarat-syarat yang ditetapkan Allah dan rasul-Nya bagi mereka. Harta itu digunakan untuk menegakkan agama Allah dan kepentingan umum.\n\nMenurut al-Qurthubi, bahwa harta fai' yang diserahkan Allah kepada Rasul-Nya tidak diambil dan dipergunakan Rasul semuanya, tetapi Rasul hanya mengambil sekedar untuk kebutuhan keluarganya. Sedangkan sisa yang lain dipergunakan untuk kemaslahatan dan kesejahteraan kaum Muslimin.\n\nAllah menerangkan bahwa sunah-Nya telah berlaku bagi semua makhluk ciptaan-Nya pada setiap keadaan, masa, dan tempat, yaitu mengalahkan dan menimbulkan rasa takut di dalam hati musuh-musuh rasul-Nya. Di antaranya adalah Allah telah menjadikan dalam hati Bani Nadhir rasa takut, sehingga mereka menyerah kepada Rasulullah saw. Karena mereka telah menyerah, maka Allah memberikan wewenang kepada rasul-Nya untuk menguasai harta Bani Nadhir. Oleh karenanya, tentara kaum Muslimin tidak berhak memperolehnya.\n\nPada akhir ayat ini, Allah mengingatkan kekuasaan-Nya atas semua makhluk ciptaan-Nya. Jika Allah menghendaki, Dia menanamkan rasa takut dan gentar musuh-musuh-Nya tanpa pertempuran, sebagaimana yang telah terjadi pada Bani Nadhir. Mereka menyerah kalah, walaupun berada dalam benteng-benteng yang kukuh.",
                        "7": "Ayat ini menerangkan bahwa harta fai' yang berasal dari orang kafir, seperti harta-harta Bani Quraidhah, Bani Nadhir, penduduk Fadak dan Khaibar, kemudian diserahkan Allah kepada Rasul-Nya, dan digunakan untuk kepentingan umum, tidak dibagi-bagikan kepada tentara kaum Muslimin. Kemudian diterangkan pembagian harta fai itu untuk Allah, Rasulullah, kerabat-kerabat Rasulullah dari Bani Hasyim dan Bani Muththalib, anak-anak yatim yang fakir, orang-orang miskin yang memerlukan pertolongan, dan orang-orang yang kehabisan uang belanja dalam perjalanan.\n\nSetelah Rasulullah saw wafat, maka bagian Rasul yang empat perlima dan yang seperlima dari seperlima itu digunakan untuk keperluan orang-orang yang melanjutkan tugas kerasulan, seperti para pejuang di jalan Allah, para dai, dan sebagainya. Sebagian pengikut Syafi'i berpendapat bahwa bagian Rasulullah itu diserahkan kepada badan-badan yang mengusahakan kemaslahatan kaum Muslimin dan untuk menegakkan agama Islam.\n\nIbnus-sabil yang dimaksud dalam ayat ini ialah orang-orang yang terlantar dalam perjalanan untuk tujuan baik, karena kehabisan ongkos dan orang-orang yang terlantar tidak mempunyai tempat tinggal. Kemudian diterangkan bahwa Allah menetapkan pembagian yang demikian bertujuan agar harta itu tidak jatuh ke bawah kekuasaan orang-orang kaya dan dibagi-bagi oleh mereka, sehingga harta itu hanya berputar di kalangan mereka saja seperti yang biasa dilakukan pada zaman Arab Jahiliah.\n\nAllah memerintahkan kaum Muslimin agar mengikuti ketentuan-ketentuan yang telah diputuskan itu, baik mengenai harta fai' maupun harta ganimah. Harta itu halal bagi kaum Muslimin dan segala sesuatu yang dilarang Allah hendaklah mereka jauhi dan tidak mengambilnya.\n\nAyat ini mengandung prinsip-prinsip umum agama Islam, yaitu agar menaati Rasulullah dengan melaksanakan segala perintahnya dan menjauhi larangannya, karena menaati Rasulullah saw pada hakikatnya menaati Allah juga. Segala sesuatu yang disampaikan Rasulullah berasal dari Allah, sebagaimana firman-Nya:\n\nDan tidaklah yang diucapkannya itu (Al-Qur'an) menurut keinginannya. Tidak lain (Al-Qur'an itu) adalah wahyu yang diwahyukan (kepadanya). (an Najm/53: 3-4)\n\nRasulullah saw menyampaikan segala sesuatu kepada manusia dengan tujuan untuk menjelaskan agama Allah yang terdapat dalam Al-Qur'an. Allah berfirman:\n\n(Mereka Kami utus) dengan membawa keterangan-keterangan (mukjizat) dan kitab-kitab. Dan Kami turunkan Adh-dzikr (Al-Qur'an) kepadamu, agar engkau menerangkan kepada manusia apa yang telah diturunkan kepada mereka dan agar mereka memikirkan. (an-Nahl/16: 44)\n\nAyat 44 surah an-Nahl ini mengisyaratkan kepada kaum Muslimin agar melaksanakan hadis-hadis Rasulullah, sebagaimana melaksanakan pesan-pesan Al-Qur'an, karena keduanya merupakan satu kesatuan yang tidak terpisahkan.\n\nPada akhir ayat 7 ini, Allah memerintahkan manusia bertakwa kepada-Nya dengan melaksanakan segala perintah-Nya dan menjauhi larangan-Nya. Tidak bertakwa kepada Allah berarti durhaka kepada-Nya. Setiap orang yang durhaka itu akan ditimpa azab yang pedih.",
                        "8": "Ayat ini menerangkan bahwa orang yang berhak memperoleh pembagian harta fai' dalam ayat 7 di atas, adalah orang-orang Muhajirin karena mereka dianggap kerabat Rasulullah saw. Mereka sebagai Muhajirin telah datang ke Medinah mengikuti Rasulullah saw berhijrah dengan meninggalkan kampung halaman, sanak keluarga, harta benda, dan handai tolan yang biasa membantu mereka. Di Medinah mereka hidup dalam keadaan miskin, tetapi mereka adalah pembela Rasul dan pejuang di jalan Allah. Seakan-akan dengan ayat ini, Allah memerintahkan Nabi Muhammad agar memperhatikan mereka dengan menyerahkan sebagian fai' ini untuk mereka.\n\nKemudian Allah menerangkan sifat-sifat orang-orang Muhajirin itu sebagai berikut: \n\n1.Orang-orang yang beriman kepada Allah dan Rasul-Nya, mereka menunjukkan ketaatan mereka hanya kepada Allah saja dengan mengorbankan semua yang mereka miliki hanya untuk mencari keridaan-Nya.\n\n2.Orang-orang yang rela meninggalkan rumah dan harta bendanya untuk melaksanakan perintah Allah dan Rasul-Nya.\n\n3.Orang-orang yang berani mengorbankan jiwa dan raganya untuk membela Allah dan Rasul-Nya.\n\nDiriwayatkan bahwa kemiskinan dan penderitaan orang-orang Muhajirin sedemikian rupa sehingga ada yang mengikatkan tali ke perut mereka untuk mengurangi rasa lapar. Namun demikian, mereka tidak menampakkan kemiskinan dan penderitaan mereka kepada orang lain.\n\nPada ayat yang lain, Allah memerintahkan kaum Muslimin agar memberi nafkah kepada mereka, di samping juga menyebutkan sifat-sifat mereka:\n\n(Apa yang kamu infakkan) adalah untuk orang-orang fakir yang terhalang (usahanya karena jihad) di jalan Allah, sehingga dia tidak dapat berusaha di bumi; (orang lain) yang tidak tahu, menyangka bahwa mereka adalah orang-orang kaya karena mereka menjaga diri (dari meminta-minta). Engkau (Muhammad) mengenal mereka dari ciri-cirinya, mereka tidak meminta secara paksa kepada orang lain. Apa pun harta yang baik yang kamu infakkan, sungguh, Allah Maha Mengetahui. (al-Baqarah/2: 273)\n\nOleh karena itu, Allah menyediakan pahala yang besar untuk mereka sebagaimana diterangkan dalam sebuah hadis Nabi saw: \n\nRasulullah saw bersabda, \"Berilah kabar gembira wahai kaum Muhajirin yang miskin dengan cahaya yang sempurna di hari Kiamat. Kalian masuk surga lebih dahulu setengah hari sebelum orang-orang kaya. Setengah hari (pada hari Kiamat) adalah selama lima ratus tahun (masa di dunia).\" (Riwayat Abu Dawud dari Sa'id al-Khudri)\n\nOrang yang memiliki sifat dan keadaan seperti orang Muhajirin itu ada sepanjang masa selama ada perjuangan menegakkan agama Allah. Oleh karena itu, perintah dalam ayat ini berlaku juga bagi kaum Muslimin saat ini dan kaum Muslimin di masa yang akan datang.",
                        "9": "Dalam ayat ini diterangkan sikap orang-orang mukmin dari golongan Ansar dalam menerima dan menolong saudara-saudara mereka orang-orang Muhajirin yang miskin, dan pernyataan Allah yang memuji sikap mereka itu. Sifat-sifat orang Ansar itu ialah:\n\n1.Mereka mencintai orang-orang Muhajirin, dan menginginkan agar orang Muhajirin itu memperoleh kebaikan sebagaimana mereka menginginkan kebaikan itu untuk dirinya. Rasulullah saw memper-saudarakan orang-orang Muhajirin dengan orang-orang Ansar, seakan-akan mereka saudara kandung. Orang-orang Ansar menyedia-kan sebagian rumah-rumah mereka untuk orang-orang Muhajirin, dan mencarikan perempuan-perempuan Ansar untuk dijadikan istri orang-orang Muhajirin dan sebagainya.\n\n'Umar bin al-Khaththab pernah berkata, \"Aku mewasiatkan kepada khalifah yang diangkat sesudahku, agar mereka mengetahui hak orang Muhajirin dan memelihara kehormatan mereka. Dan aku berwasiat agar berbuat baik kepada orang-orang Ansar, orang yang tinggal di kota Medinah dan telah beriman sebelum kedatangan orang Muhajirin, agar Allah menerima kebaikan mereka dan memaafkan segala kesalahan mereka.\"\n\nDiriwayatkan oleh Ibnu Mundhir dari Yazid bin al-Aslam diterangkan bahwa orang Ansar berkata, \"Ya Rasulullah, bagi dia tanah kami ini, yang sebagian untuk kami kaum Ansar dan sebagian lagi untuk kaum Muhajirin.\" Nabi saw menjawab, \"Tidak, penuhi saja keperluan mereka dan bagi dualah buah kurma itu, tanah itu tetap kepunyaanmu.\" Mereka berkata, \"Kami rida atas keputusan itu.\" Maka turunlah ayat ini yang menggambarkan sifat-sifat orang-orang Ansar.\n\n2.Orang Ansar tidak berkeinginan memperoleh harta fai' itu seperti yang telah diberikan kepada kaum Muhajirin. Diriwayatkan bahwa Rasulullah saw berkata kepada orang-orang Ansar, \"Sesungguhnya saudara-saudara kami (Muhajirin) telah meninggalkan harta-harta dan anak-anak mereka dan telah hijrah ke negerimu.\" Mereka berkata, \"Harta kami telah terbagi-bagi di antara kami.\" Rasulullah berkata, \"Atau yang lain dari itu?\" Mereka berkata, \"Apa ya Rasulullah?\" Beliau berkata, \"Mereka adalah orang yang tidak bekerja, maka sediakan tamar dan bagikanlah kepada mereka.\" Mereka menjawab, \"Baik ya Rasulullah.\"\n\n3.Mereka mengutamakan orang Muhajirin atas diri mereka, sekalipun mereka sendiri dalam kesempitan, sehingga ada seorang Ansar mempunyai dua orang istri, kemudian yang seorang diceraikannya agar dapat dikawini temannya Muhajirin.\n\nDiriwayatkan oleh al-Bukhari, Muslim, at-Tirmidhi, dan an-Nasa'i dari Abu Hurairah, ia berkata, \"Seorang laki-laki telah datang kepada Rasulullah saw, dan berkata, 'Aku lapar. Maka Rasulullah berkata kepada istri-istrinya menanyakan makanan, tapi tidak ada, beliau berkata, 'Apakah tidak ada seorang yang mau menerima orang ini sebagai tamu malam ini? Ketahuilah bahwa orang yang mau menerima laki-laki ini sebagai tamu (dan memberi makan) malam ini, akan diberi rahmat oleh Allah. Abu thalhah, seorang dari golongan Ansar, berkata, 'Saya ya Rasulullah. Maka ia pergi menemui istrinya dan berkata, 'Hormatilah tamu Rasulullah. Istrinya menjawab, 'Demi Allah, tidak ada makanan kecuali makanan untuk anak-anak. Abu thalhah berkata, 'Apabila anak-anak hendak makan malam, tidurkanlah mereka, padamkanlah lampu biarlah kita menahan lapar pada malam ini agar kita dapat menerima tamu Rasulullah. Maka hal itu dilakukan istrinya. Pagi-pagi besoknya Abu thalhah menghadap Rasulullah saw menceritakan peristiwa malam itu dan beliau bersabda, 'Allah benar-benar kagum malam itu terhadap perbuatan suami-istri tersebut. Maka ayat ini turun berkenaan dengan peristiwa itu.\"\n\nDiriwayatkan pula oleh al-Wahidi dari Muharib bin Ditsar dari Ibnu 'Umar bahwa seorang sahabat Rasulullah saw dari golongan Ansar diberi kepala kambing. Timbul dalam pikirannya bahwa mungkin ada orang lain lebih memerlukan dari dirinya. Seketika itu juga kepala kambing itu dikirimkan kepada kawannya, tetapi oleh kawannya itu dikirim pula kepada kawannya yang lain, sehingga kepala kambing itu berpindah-pindah pada tujuh rumah dan akhirnya kembali ke rumah orang yang pertama. Riwayat ini ada hubungannya dengan penurunan ayat ini.\n\nAllah selanjutnya menegaskan bahwa orang-orang yang dapat mengendalikan dirinya dengan mengikuti agama Allah, sehingga ia dapat menghilangkan rasa loba terhadap harta, sifat kikir, dan sifat mengutamakan diri sendiri, adalah orang-orang yang beruntung. Mereka telah berhasil mencapai tujuan hidupnya sebagaimana yang telah digariskan Allah.\n\nDalam sebuah hadis Nabi saw dijelaskan bahwa beliau bersabda:\n\nTidak akan berkumpul debu-debu (yang lengket) pada wajah seseorang ketika berjuang di jalan Allah dengan asap neraka Jahannam selama-lamanya, dan tidak akan berkumpul pada hati seorang hamba sifat kikir dan keimanan selama-lamanya. (Riwayat an-Nasa'i)\n\nDalam hadis lain dijelaskan:\n\nRasulullah bersabda, \"Peliharalah dirimu dari perbuatan zalim, sesungguhnya perbuatan zalim (menimbulkan) kegelapan di hari Kiamat, peliharalah dirimu dari sifat-sifat kikir, karena sesungguhnya kikir itu menghancurkan orang-orang yang sebelum kamu, menimbulkan pertumpahan darah di antara mereka dan akan menghalalkan yang mereka haramkan.\" (Riwayat Ahmad, al-Bukhari, Muslim, dan al-Baihaqi dari Jabir bin 'Abdullah)\n\nNabi saw juga bersabda dalam hadis lain:\n\n(Tiga golongan) yang terbebas dari sifat kikir, yaitu orang yang membayarkan zakat, memuliakan tamu, dan memberikan sesuatu kepada orang yang susah. (Riwayat ath-thabrani)",
                        "10": "Ayat ini menerangkan bahwa generasi kaum Muslimin yang datang kemudian, setelah berakhirnya generasi Muhajirin dan Ansar, sampai datangnya hari Kiamat nanti berdoa kepada Allah, yang artinya, \"Wahai Tuhan kami, ampunilah dosa-dosa kami dan dosa-dosa saudara-saudara kami seagama yang lebih dahulu beriman daripada kami.\"\n\nAda beberapa hal yang dapat diambil dari ayat ini, yaitu:\n\n1.Jika seseorang berdoa, maka doa itu dimulai untuk diri sendiri, kemudian untuk orang lain.\n\n2.Kaum Muslimin satu dengan yang lain mempunyai hubungan persaudaraan, seperti hubungan saudara seibu-sebapak. Mereka saling mendoakan agar diampuni Allah segala dosa-dosanya, baik yang sekarang, maupun yang terdahulu.\n\n3.Kaum Muslimin wajib mencintai para sahabat Rasulullah saw, karena mereka telah memberikan contoh dalam berhubungan yang baik dengan sesama manusia. Jika seseorang ingin hidupnya bahagia di dunia dan di akhirat, hendaklah mencontoh hubungan persaudaraan yang telah dilakukan kaum Muhajirin dan Ansar itu.\n\nAyat ke-10 ini mempunyai hubungan erat dengan ayat sebelumnya (ayat ke-9). Oleh karena itu, maksud ayat ini ialah menjelaskan bagaimana hubungan orang-orang Muhajirin yang telah meninggalkan kampung halaman, keluarga, dan harta mereka di Mekah dengan orang-orang Ansar yang beriman yang menerima orang-orang Muhajirin dengan penuh kecintaan dan persaudaraan di kampung halaman mereka, yang mereka lakukan semata-mata untuk mencari keridaan Allah dan bersama-sama menegakkan agama Allah serta menunjukkan iman mereka yang benar, demikian pulalah hendaknya hubungan kaum Muslimin yang datang sesudahnya. Hendaklah mereka tolong-menolong dan mempererat persaudaraan dalam meninggikan kalimat Allah.\n\nDari ayat ini dapat dipahami bahwa hubungan orang yang sedang berhijrah dan penduduk negeri yang menerima mereka, dapat menimbulkan hubungan persaudaraan yang kuat di antara manusia, asal dalam hubungan itu terdapat unsur-unsur keimanan, keikhlasan, dan tolong-menolong, seperti yang telah dilakukan kaum Muhajirin dan kaum Ansar. Dalam situasi ini terdapat kesempatan yang paling banyak bagi seorang mukmin untuk melakukan berbagai perbuatan yang membentuk sifat-sifat takwa dan diridai Allah.\n\nIbnu Abi Laila berkata, \"Manusia terbagi kepada beberapa tingkatan yaitu tingkatan Muhajirin, tingkatan Ansar, dan tingkatan generasi sesudahnya yang selalu mengikuti jejak Muhajirin dan Ansar. Oleh karena itu, hendaknya kita berupaya agar dapat masuk ke dalam salah satu dari tiga tingkatan tersebut.\n\nKemudian disebutkan lanjutan doa orang-orang yang beriman itu, yang artinya, \"Wahai Tuhan kami, janganlah Engkau timbulkan dalam hati kami rasa dengki kepada orang-orang yang beriman.\"\n\nRasa dengki dan dendam adalah sumber segala kejahatan dan maksiat yang mendorong orang berbuat kebinasaan, kezaliman, dan menumpahkan darah di muka bumi. Allah berfirman:\n\nDan orang-orang yang terdahulu lagi yang pertama-tama (masuk Islam) di antara orang-orang Muhajirin dan Ansar dan orang-orang yang mengikuti mereka dengan baik, Allah rida kepada mereka dan mereka pun rida kepada Allah. Allah menyediakan bagi mereka surga-surga yang mengalir di bawahnya sungai-sungai. Mereka kekal di dalamnya selama-lamanya. Itulah kemenangan yang agung. (at-Taubah/9: 100)\n\nPada akhir ayat ini dijelaskan bahwa orang-orang yang tersebut dalam ayat 10 ini mengatakan bahwa Allah Maha Penyayang kepada para hamba-Nya, dan banyak melimpahkan rahmat-Nya. Oleh karena itu, mereka mohon agar Dia memperkenankan doa-doa mereka.\n\nDiriwayatkan dari Ibnu 'Umar bahwa ia mendengar seorang laki-laki bertemu dengan sebagian orang Muhajirin, maka dibacakan ayat, \"Lil fuqara'il-muhajirin\" (bagi orang fakir golongan Muhajirin), kemudian salah seorang berkata kepadanya, \"Mereka itu orang-orang Muhajirin, apakah kamu termasuk sebagian dari mereka.\" Orang itu menjawab, \"Tidak.\" Kemudian dibacakan pula kepadanya: \"Wal-ladhina tabawwa'ud-dara wal-imana min qablihim\" (dan orang-orang yang telah menempati kota Medinah dan telah beriman sebelum kedatangan mereka). Kemudian salah seorang berkata kepadanya, \"Mereka itu golongan Ansar, apakah engkau dari golongan mereka?\" Ia menjawab, \"Tidak.\" Kemudian dibacakan ayat: \"Wal-ladhina ja'u min ba'dihim\" (orang-orang yang datang kemudian), Seseorang juga bertanya kepadanya, \"Apakah engkau dari golongan mereka?\" Ia menjawab, \"Aku mengharap demikian.\" Kemudian ia berkata, \"Bukankah sebagian mereka mencela sebagian yang lain?\" Ayat ini menunjukkan bahwa antara orang-orang mukmin tidak boleh mencela sesama mereka.",
                        "11": "Diriwayatkan oleh Ibnu Ishaq, Ibnu Mundhir, dan Abu Nu'aim dari Ibnu 'Abbas bahwa ayat ini turun berhubungan dengan segolongan orang dari Bani Auf, di antaranya ialah 'Abdullah bin Ubay bin Salul, Wadi'ah bin Malik, Suwaid, dan Da'is, diutus kepada Bani Nadhir sebagaimana diterangkan ayat ini.\n\nAllah mengatakan kepada Rasulullah saw, \"Apakah engkau tidak heran hai Muhammad melihat tindakan-tindakan orang-orang munafik itu? Mereka menjanjikan sesuatu kepada orang-orang Yahudi Bani Nadhir, yang berlawanan dengan keinginan mereka sendiri. Orang-orang munafik yang dipimpin oleh 'Abdullah bin Ubay mengatakan kepada orang Yahudi Bani Nadhir bahwa mereka adalah teman akrab, karena mereka menyimpan permusuhan dengan kaum Muslimin.\"\n\nMereka mengatakan, \"Hai Bani Nadhir, jika kamu sekalian diusir dari negerimu sebagaimana dikehendaki Muhammad saw dan kaum Muslimin, pastilah kami akan bersama-sama dengan kamu, dan tidak ada seorang pun yang dapat menghalangi kami ikut serta dengan kamu sekalian.\"\n\nSelanjutnya orang-orang munafik itu mengatakan, \"Hai Bani Nadhir, jika kamu sekalian diperangi Muhammad kami pasti menolongmu dan ikut menumpas musuh-musuh kamu\", kenyataannya semua yang dijanjikan orang-orang munafik itu bohong belaka. Mereka dengan mudah mengingkari janji yang telah mereka janjikan walaupun janji itu dikuatkan dengan sumpah. Allah mengetahui bahwa mereka berdusta.\n\nPerkataan \"Allah menyaksikan bahwa mereka benar-benar pendusta\" merupakan suatu kabar gaib yang akan terjadi pada masa yang akan datang. Sebagaimana disebutkan bahwa orang-orang munafik telah menjanjikan pertolongan kepada Bani Nadhir, tetapi Allah menyatakan bahwa orang-orang munafik itu tidak akan menepati janjinya. Hal itu benar-benar terbukti di kemudian hari. Pemberitaan suatu kejadian yang akan terjadi di kemudian hari ini termasuk bukti kemukjizatan Al-Qur'an.\n\n'Abdullah bin Ubay dan kawan-kawannya ketika melihat kaum Muslimin mengepung Bani Nadhir, mengirim dua orang utusan untuk menyampaikan pesan bahwa ia dan kawan-kawannya akan datang membantu dengan segala kekuatan yang ada pada mereka, untuk membebaskan mereka dari kepungan Muhammad. Setelah Bani Nadhir dikepung rapat oleh kaum Muslimin selama berhari-hari, bantuan yang dijanjikan itu tidak kunjung datang. Akhirnya orang Yahudi Bani Nadhir yakin bahwa janji 'Abdullah bin Ubay dan kawan-kawannya itu adalah janji bohong belaka. Maka timbullah rasa takut dan gentar dalam hati mereka. Oleh karena itu, mereka menyatakan menyerah kepada Rasulullah saw tanpa syarat. Maka Rasulullah saw menetapkan bahwa mereka harus menerima hukuman yang ditetapkan bagi mereka, dan keluar dari kota Medinah dengan paksa.",
                        "12": "Pada ayat ini Allah menegaskan kebenaran kembali pemberitaan akan terjadinya suatu peristiwa pada masa yang akan datang dengan menyatakan bahwa sebenarnya jika Bani Nadhir itu diusir dari kota Medinah, tidak ada orang munafik yang ikut bersama mereka. Demikian pula jika Muhammad saw memerangi Bani Nadhir, mereka pun tidak akan memberikan pertolongan dan Bani Nadhir akan kalah, karena Allah tidak memberi pertolongan kepada mereka.",
                        "13": "Dalam ayat ini diterangkan bahwa sebab-sebab orang munafik tidak menepati janjinya menolong Bani Nadhir, sebagaimana yang telah mereka sepakati, adalah karena mereka lebih takut kepada kaum Muslimin daripada kepada Allah. Oleh karena itu, mereka tidak berani melawan kaum Muslimin, meskipun mereka bersama Bani Nadhir.\n\nAyat ini menunjukkan apa yang terkandung dalam hati orang-orang munafik. Mereka tidak percaya kepada kekuasaan dan kebesaran Allah. Hal terpenting bagi mereka ialah keselamatan diri dan harta benda mereka masing-masing. Untuk keselamatan itu, mereka melakukan apa yang mungkin dilakukan, seperti perbuatan nifaq, kepada Rasulullah mereka menyatakan termasuk orang-orang yang beriman, sedang kepada Bani Nadhir mereka menyatakan senasib dan sepenanggungan dalam menghadapi kaum Muslimin.\n\nDi samping itu, mereka tidak mau memahami ajaran yang disampaikan Rasulullah kepada mereka. Apakah ajaran itu benar atau tidak, bagi mereka, yang menentukan segala sesuatu hanyalah harta benda dan kekayaan. Oleh karena itu, tampak dalam sikap mereka ketika menghadapi kesulitan, mereka tidak mempunyai pegangan, dan terombang-ambing ke sana ke mari. Mereka lebih takut kepada manusia daripada Allah. Firman Allah:\n\nKetika mereka diwajibkan berperang, tiba-tiba sebagian mereka (golongan munafik) takut kepada manusia (musuh), seperti takutnya kepada Allah, bahkan lebih takut (dari itu). (an-Nisa'/4: 77)",
                        "14": "Dalam ayat ini diterangkan bahwa mental orang Yahudi dan orang munafik itu telah jatuh sedemikian rupa. Seandainya orang-orang munafik menepati janji mereka dan berperang bersama orang Yahudi Bani Nadhir menghadapi kaum Muslimin, mereka pun tidak akan mampu menghadapinya, karena dalam hati mereka telah timbul rasa takut dan gentar terhadap kaum Muslimin. Seandainya mereka berperang juga, mereka hanya berperang di balik benteng-benteng yang kokoh yang telah mereka buat, di balik tembok rumah-rumah mereka, tidak berani keluar berhadapan dengan kaum Muslimin.\n\nPada akhir ayat ini diterangkan sebab lain yang menyebabkan mereka takut berperang menghadapi kaum Muslimin, yaitu di antara mereka sendiri terjadi pertentangan dan permusuhan yang hebat, tak ada persatuan di antara mereka.\n\nAyat ini mengisyaratkan kepada kaum Muslimin bahwa persatuan dan kesatuan itu merupakan syarat untuk mencapai kemenangan. Betapa pun kuatnya persenjataan, perlengkapan, dan kesatuan tentara, tidak akan ada artinya apabila mereka tidak bersatu dan tidak yakin akan tercapainya cita-cita mereka. Karena bangsa atau umat yang bersatu meskipun dengan perlengkapan yang memadai akan dapat mencapai segala yang mereka cita-citakan. Ketentuan ini berlaku bagi seluruh umat manusia di mana pun mereka berada.\n\nSehubungan dengan perlu adanya keyakinan yang kuat, persatuan, dan kesatuan dalam menghadapi apa pun, Allah berfirman:\n\nWahai orang-orang yang beriman! Apabila kamu bertemu pasukan (musuh), maka berteguh hatilah dan sebutlah (nama) Allah banyak-banyak (berzikir dan berdoa) agar kamu beruntung. Dan taatilah Allah dan Rasul-Nya dan janganlah kamu berselisih, yang menyebabkan kamu menjadi gentar dan kekuatanmu hilang dan bersabarlah. Sungguh, Allah beserta orang-orang sabar. (al-Anfal/8: 45-46)\n\nJika tertanam pada suatu bangsa iman yang kuat dan persatuan yang kokoh dan kesatuan tentara yang tak terpecahkan, niscaya mereka akan sanggup menghadapi segala macam kesukaran menghadapi musuh-musuh yang akan memerangi mereka. Allah berfirman:\n\nMereka yang meyakini bahwa mereka akan menemui Allah berkata, \"Betapa banyak kelompok kecil mengalahkan kelompok besar dengan izin Allah.\" Dan Allah beserta orang-orang yang sabar. (al-Baqarah/2: 249)\n\nSementara itu, Allah mengingatkan kaum Muslimin agar jangan sekali-kali terpengaruh oleh sesuatu yang kelihatannya baik seperti hubungan orang-orang munafik dengan Bani Nadhir , mereka seakan-akan bersatu-padu menghadapi kaum Muslimin, padahal di antara mereka terdapat pertentangan dan permusuhan.",
                        "15": "Allah menerangkan bahwa keadaan orang-orang Yahudi Bani Nadhir itu sama halnya dengan orang-orang Yahudi Bani Qainuqa' yang juga berdomisili di sekitar kota Medinah. Karena tindakan Bani Qainuqa' serupa dengan tindakan Bani Nadhir, maka mereka diperangi oleh Rasulullah saw pada hari Sabtu bulan Syawal, 20 bulan setelah Nabi hijrah. Akhirnya mereka diusir dari Medinah ke suatu tempat bernama Adhri'at di negeri Syam. Bani Qainuqa' telah merasakan akibat buruk dari perbuatan mereka. Jarak waktu antara kedua kejadian itu tidak lama, hanya dua tahun. Jadi peristiwa Bani Nadhir terjadi pada tahun keempat hijrah.\n\nSemestinya peristiwa pengusiran Bani Qainuqa' menjadi pelajaran bagi Bani Nadhir ketika mengadakan hubungan dengan kaum Muslimin di Medinah. Seandainya mereka melaksanakan ketentuan yang disepakati dalam perjanjian damai yang telah mereka tetapkan bersama Rasulullah saw, mereka akan hidup damai dan tenteram di bawah pemerintahan Rasulullah saw. Tetapi mereka melanggar perjanjian damai itu, sehingga mereka mengalami nasib yang sama dengan Bani Qainuqa'.\n\nDari ayat ini dapat dipahami bahwa kaum Muslimin diperintahkan bersikap baik kepada orang-orang yang bukan Islam, selama orang-orang yang bukan Islam itu bersikap baik kepada mereka. Sikap baik itu adalah cermin dari keinginan hati, kemudian terwujud dalam perbuatan dan tindakan, baik secara terang-terangan maupun secara sembunyi-sembunyi. Keinginan hati itu terbaca pula pada air muka seseorang dalam pergaulannya. Seandainya orang-orang yang bukan Muslim tidak bersikap baik, seperti yang dilakukan Bani Qainuqa' dan Bani Nadhir, adalah wajar apabila kaum Muslimin melakukan tindakan yang setimpal untuk mengimbangi tindakan-tindakan mereka.",
                        "16": "Ayat ini menjelaskan bahwa perbuatan khianat orang-orang munafik yang berjanji akan menolong Bani Nadhir bila diserang kaum Muslimin dan ikut mereka bila diusir dari Medinah, adalah seperti perbuatan setan.\n\nSetan selalu merayu manusia agar mengingkari Allah dan tidak mengikuti agama yang telah disampaikan rasul-Nya. Akan tetapi, bila manusia itu memerlukan pertolongan dalam menghadapi kesengsaraan dan malapetaka yang datang kepada mereka, setan berlepas diri dan tidak menepati janjinya. Mereka bahkan berkata, \"Sesungguhnya aku takut kepada Allah Tuhan semesta alam.\"\n\nAllah menyamakan orang-orang munafik dengan setan untuk menunjukkan bahwa sifat-sifat orang-orang munafik itu sama dengan sifat-sifat setan. Setan yang durhaka mematuhi hukum-hukum Allah, percaya bahwa Allah itu ada, Maha Esa, dan hanya Dia yang berhak disembah. Setan juga percaya bahwa syarat-syarat memperoleh kebahagiaan hidup di dunia dan di akhirat hanya dengan mengikuti agama Allah. Akan tetapi, mereka adalah kaum yang fasik. Mereka mengetahui kebenaran sesuatu tetapi tidak melaksanakannya. Demikian pula halnya dengan orang-orang munafik, mereka tahu mana yang benar dan mana yang salah, tetapi mereka tidak melaksanakan kebenaran itu. Mereka bahkan melakukan perbuatan-perbuatan menghasut dan terlarang. Allah berfirman:\n\nDan setan berkata ketika perkara (hisab) telah diselesaikan, \"Sesungguhnya Allah telah menjanjikan kepadamu janji yang benar, dan aku pun telah menjanjikan kepadamu, tetapi aku menyalahinya. Tidak ada kekuasaan bagiku terhadapmu, melainkan (sekedar) aku menyeru kamu lalu kamu mematuhi seruanku, oleh sebab itu janganlah kamu mencerca aku, tetapi cercalah dirimu sendiri. Aku tidak dapat menolongmu, dan kamu pun tidak dapat menolongku. Sesungguhnya aku tidak membenarkan perbuatanmu mempersekutukan aku (dengan Allah) sejak dahulu.\" Sungguh, orang yang zalim akan mendapat siksaan yang pedih. (Ibrahim/14: 22)\n\nJadi bentuk perumpamaan dalam ayat ini ialah orang-orang munafik diserupakan dengan setan. Orang-orang Yahudi Bani Nadhir disamakan dengan orang-orang yang teperdaya oleh bujukan setan. Ketakutan mereka kepada kaum Muslimin disamakan dengan ketakutan mereka kepada Allah, bahkan lebih dari itu.",
                        "17": "Pada ayat ini diterangkan akibat yang akan dialami oleh orang-orang munafik dan orang-orang Yahudi Bani Nadhir yang telah diperdaya setan. Kedua golongan ini akan dimasukkan ke dalam neraka bersama setan yang menjadi teman mereka. Mereka kekal di dalam neraka. Itulah balasan yang setimpal dengan perbuatan-perbuatan mereka.",
                        "18": "Kepada orang-orang yang beriman diperintahkan agar bertakwa kepada Allah, dengan melaksanakan perintah-perintah dan menjauhi larangan-larangan-Nya. Termasuk melaksanakan perintah Allah ialah memurnikan ketaatan dan menundukkan diri hanya kepada-Nya, tidak ada sedikit pun unsur syirik di dalamnya, melaksanakan ibadah-ibadah yang diwajibkan, dan mengadakan hubungan baik sesama manusia.\n\nDalam ayat yang lain diterangkan tanda-tanda orang bertakwa:\n\nKebajikan itu bukanlah menghadapkan wajahmu ke arah timur dan ke barat, tetapi kebajikan itu ialah (kebajikan) orang yang beriman kepada Allah, hari akhir, malaikat-malaikat, kitab-kitab, dan nabi-nabi dan memberikan harta yang dicintainya kepada kerabat, anak yatim, orang-orang miskin, orang-orang yang dalam perjalanan (musafir), peminta-minta, dan untuk memerdekakan hamba sahaya, yang melaksanakan salat dan menunaikan zakat, orang-orang yang menepati janji apabila berjanji, dan orang yang sabar dalam kemelaratan, penderitaan dan pada masa peperangan. Mereka itulah orang-orang yang benar, dan mereka itulah orang-orang yang bertakwa. (al-Baqarah/2: 177)\n\nDalam Al-Qur'an ungkapan kata takwa mempunyai beberapa arti, di antaranya: Pertama, melaksanakan perintah Allah dan menjauhi larangan-Nya, sebagaimana yang disebutkan dalam Al-Qur'an dan diajarkan Rasulullah saw seperti contoh ayat di atas. Kedua, takut melanggar perintah Allah dan memelihara diri dari perbuatan maksiat.\n\nOrang yang bertakwa kepada Allah hendaklah selalu memperhatikan dan meneliti apa yang akan dikerjakan, apakah ada manfaat untuk dirinya di akhirat nanti atau tidak. Tentu yang akan dikerjakannya semua bermanfaat bagi dirinya di akhirat nanti. Di samping itu, hendaklah seseorang selalu memperhitungkan perbuatannya sendiri, apakah sesuai dengan ajaran agama atau tidak. Jika lebih banyak dikerjakan yang dilarang Allah, hendaklah ia berusaha menutupnya dengan amal-amal saleh. Dengan perkataan lain, ayat ini memerintahkan manusia agar selalu mawas diri, memperhitungkan segala yang akan dan telah diperbuatnya sebelum Allah menghitungnya di akhirat nanti.\n\nSuatu peringatan pada akhir ayat ini agar selalu bertakwa kepada Allah, karena Dia mengetahui semua yang dikerjakan hamba-hamba-Nya, baik yang tampak maupun yang tidak tampak, yang lahir maupun yang batin, tidak ada sesuatu pun yang luput dari pengetahuan-Nya.",
                        "19": "Ayat ini dapat berarti khusus dan dapat pula berarti umum. Berarti khusus ialah ayat ini berhubungan dengan orang munafik dan orang-orang Yahudi Bani Nadhir serta sikap dan tindakan mereka terhadap kaum Muslimin pada waktu turunnya ayat ini. Berarti umum ialah semua orang yang suka menyesatkan orang lain dari jalan yang benar dan orang-orang yang mau disesatkan karena teperdaya oleh rayuan dan janji-janji yang muluk-muluk dari orang yang menyesatkan.\n\nMaksudnya, janganlah sekali-kali orang yang beriman seperti orang yang lupa kepada Allah, lalu Allah melupakannya. Orang yang lupa kepada Allah, seperti orang munafik dan orang Yahudi Bani Nadhir di masa Rasulullah saw, tidak bertakwa kepada-Nya. Mereka hanya memikirkan kehidupan dunia saja, tidak memikirkan kehidupan di akhirat. Mereka disibukkan oleh harta dan anak cucu mereka serta segala yang berhubungan dengan kesenangan duniawi. Firman Allah:\n\nWahai orang-orang yang beriman! Janganlah harta bendamu dan anak-anakmu melalaikan kamu dari mengingat Allah. Dan barang siapa berbuat demikian, maka mereka itulah orang-orang yang rugi. (al-Munafiqun/63: 9)\n\nKemudian diterangkan bahwa jika seseorang lupa kepada Allah, maka Allah pun melupakannya. Maksud pernyataan Allah melupakan mereka ialah Allah tidak menyukai mereka, sehingga mereka bergelimang dalam kesesatan, makin lama mereka makin sesat, sehingga makin jauh dari jalan yang lurus, jalan yang diridai Allah. Oleh karena itu, di akhirat mereka juga dilupakan Allah, dan Allah tidak menolong dan meringankan beban penderitaan mereka. Akhirnya mereka dimasukkan ke dalam neraka, sebagai balasan perbuatan dan tindakan mereka.\n\nDitegaskan bahwa orang-orang seperti kaum munafik dan Yahudi Bani Nadhir adalah orang-orang yang fasik. Mereka mengetahui mana yang baik (hak) dan mana yang batil, mana yang baik dan mana yang jahat. Namun demikian, mereka tidak melaksanakan yang benar dan baik itu, tetapi malah melaksanakan yang batil dan yang jahat.",
                        "20": "Tidaklah sama penghuni neraka seperti orang-orang munafik dan Bani Nadhir, dengan penghuni surga, seperti kaum Muhajirin dan Ansar. Allah berfirman:\n\nApakah orang-orang yang melakukan kejahatan itu mengira bahwa Kami akan memperlakukan mereka seperti orang-orang yang beriman dan yang mengerjakan kebajikan, yaitu sama dalam kehidupan dan kematian mere-ka? Alangkah buruknya penilaian mereka itu. (al-Jatsiyah/45: 21)\n\nDan firman-Nya:\n\nPantaskah Kami memperlakukan orang-orang yang beriman dan mengerjakan kebajikan sama dengan orang-orang yang berbuat kerusakan di bumi? Atau pantaskah Kami menganggap orang-orang yang bertakwa sama dengan orang-orang yang jahat? (sad/38: 28)\n\nAllah menjelaskan bahwa mereka tidak sama, karena orang-orang yang dimasukkan ke dalam surga itu adalah mereka yang beruntung, mencapai apa yang diinginkannya. Amal saleh yang mereka kerjakan melebihi perbuatan buruk yang terlanjur mereka kerjakan, sehingga pahala yang mereka terima dapat menutupi dosa-dosa yang telah mereka lakukan.",
                        "21": "Dalam ayat ini diterangkan bahwa seandainya gunung-gunung itu diberi akal, pikiran, dan perasaan seperti yang telah dianugerahkan kepada manusia, kemudian diturunkan Al-Qur'an kepadanya, tentulah gunung-gunung itu tunduk kepada Allah, bahkan hancur-lebur karena takut kepada-Nya. Akan tetapi, Al-Qur'an bukan untuk gunung, melainkan untuk manusia. Sungguh indah metafora ini, membandingkan manusia yang kecil dan lemah, dengan gunung yang begitu besar, tinggi, dan keras. Dikatakan bahwa gunung itu akan tunduk di hadapan wahyu Allah, dan akan hancur karena rasa takut.\n\nAyat ini merupakan suatu peringatan kepada manusia yang tidak mau menggunakan akal, pikiran, dan perasaan yang telah dianugerahkan Allah kepada mereka. Mereka lebih banyak terpengaruh oleh hawa nafsu dan kesenangan hidup di dunia, sehingga hal itu menutup akal dan pikiran mereka. Karena takut kehilangan pengaruh dan kedudukan, maka mereka tidak akan mau mengikuti kebenaran.\n\nBetapa tingginya nilai Al-Qur'an, sehingga tidak semua makhluk Allah dapat memahami dengan baik maksud dan tujuannya. Untuk memahaminya harus memenuhi syarat-syarat tertentu, antara lain: ilmu yang memadai, menggunakan akal pikiran, membersihkan hati nuraninya, dan niat yang setulus-tulusnya.\n\nKeadaan sebagian manusia diterangkan dalam firman Allah:\n\nKemudian setelah itu hatimu menjadi keras, sehingga (hatimu) seperti batu, bahkan lebih keras. Padahal dari batu-batu itu pasti ada sungai-sungai yang (airnya) memancar daripadanya. Ada pula yang terbelah lalu keluarlah mata air daripadanya. Dan ada pula yang meluncur jatuh karena takut kepada Allah. Dan Allah tidaklah lengah terhadap apa yang kamu kerjakan. (al-Baqarah/2: 74)\n\nAyat ini sama pula dengan firman Allah:\n\nDan sekiranya ada suatu bacaan (Kitab Suci) yang dengan itu gunung-gunung dapat diguncangkan, atau bumi jadi terbelah, atau orang yang sudah mati dapat berbicara, (itulah Al-Qur'an). (ar-Ra'd/13: 31)\n\nKemudian diterangkan bahwa perumpamaan-perumpamaan yang terdapat dalam Al-Qur'an itu harus menjadi pelajaran bagi orang yang mau mempergunakan akal, pikiran, dan perasaannya. Dengan demikian, mereka dapat melaksanakan petunjuk-petunjuk Al-Qur'an dengan sebaik-baiknya.",
                        "22": "Allah yang menurunkan Al-Qur'an dan menetapkannya sebagai petunjuk bagi manusia, adalah Tuhan Yang Maha Esa, tidak ada tuhan selain Dia. Dialah yang berhak disembah, tidak ada yang lain. Segala penyembahan terhadap selain Allah, seperti pohon, batu, patung, matahari, dan sebagainya, adalah perbuatan sesat. Dia Maha Mengetahui segala yang ada, baik yang tampak maupun yang gaib di langit dan di bumi. Dia Maha Pemurah kepada makhluk-Nya, dan Maha Pengasih.",
                        "23": "Dialah Allah, Tuhan Yang Maha Esa, yang memiliki segala sesuatu yang ada, dan mengurus segalanya menurut yang dikehendaki-Nya. Yang Mahasuci dari segala macam bentuk cacat dan kekurangan. Yang Mahasejahtera, Yang Maha Memelihara keamanan, keseimbangan, dan kelangsungan hidup seluruh makhluk-Nya, Mahaperkasa tidak menganiaya makhluk-Nya, tetapi tuntutan-Nya sangat keras. Dia Mahabesar dan Mahasuci dari segala apa yang dipersekutukan dengan-Nya.",
                        "24": "Allah Pencipta seluruh makhluk-Nya. Dia yang mengadakan seluruh makhluk dari tidak ada kepada ada. Yang membentuk makhluk sesuai dengan tugas dan sifatnya masing-masing. Dia mempunyai sifat-sifat yang indah, nama yang agung yang tidak dipunyai oleh makhluk lain, selain dari Dia. Kepada-Nya bertasbih dan memuji segala yang ada di langit dan di bumi.\n\nSebenarnya yang penting dalam berdoa adalah keikhlasan hati, kekhusyukan dan ketundukan kepada Allah. Dengan membaca ayat-ayat itu, diharapkan ketiganya muncul, sehingga doa itu diterima Allah.\n\nDiriwayatkan oleh al-Bukhari dan Muslim dari Abu Hurairah dari Nabi saw bersabda:\n\nSesungguhnya Allah mempunyai sembilan puluh sembilan nama, seratus kurang satu, barang siapa yang menghafal, menghayati, dan meresapinya, niscaya akan masuk surga. (Riwayat al-Bukhari dan Muslim)\n\nYang dimaksud dengan menghayati dan meresapinya di sini ialah benar-benar memahami sifat-sifat Allah itu, merasakan keagungan, kebesaran, dan kekuasaan-Nya atas seluruh makhluk, dan merasakan kasih sayang-Nya. Hal itu menimbulkan ketundukan, kepatuhan, dan kekhusyukan pada setiap orang yang melakukan ibadah kepada-Nya."
                    }
                }
            }
        }
    }
}