{
    "61": {
        "number": "61",
        "name": "الصّفّ",
        "name_latin": "As-Saff",
        "number_of_ayah": "14",
        "text": {
            "1": "سَبَّحَ لِلّٰهِ مَا فِى السَّمٰوٰتِ وَمَا فِى الْاَرْضِۚ وَهُوَ الْعَزِيْزُ الْحَكِيْمُ ",
            "2": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا لِمَ تَقُوْلُوْنَ مَا لَا تَفْعَلُوْنَ ",
            "3": "كَبُرَ مَقْتًا عِنْدَ اللّٰهِ اَنْ تَقُوْلُوْا مَا لَا تَفْعَلُوْنَ ",
            "4": "اِنَّ اللّٰهَ يُحِبُّ الَّذِيْنَ يُقَاتِلُوْنَ فِيْ سَبِيْلِهٖ صَفًّا كَاَنَّهُمْ بُنْيَانٌ مَّرْصُوْصٌ",
            "5": "وَاِذْ قَالَ مُوْسٰى لِقَوْمِهٖ يٰقَوْمِ لِمَ تُؤْذُوْنَنِيْ وَقَدْ تَّعْلَمُوْنَ اَنِّيْ رَسُوْلُ اللّٰهِ اِلَيْكُمْۗ فَلَمَّا زَاغُوْٓا اَزَاغَ اللّٰهُ قُلُوْبَهُمْۗ وَاللّٰهُ لَا يَهْدِى الْقَوْمَ الْفٰسِقِيْنَ ",
            "6": "وَاِذْ قَالَ عِيْسَى ابْنُ مَرْيَمَ يٰبَنِيْٓ اِسْرَاۤءِيْلَ اِنِّيْ رَسُوْلُ اللّٰهِ اِلَيْكُمْ مُّصَدِّقًا لِّمَا بَيْنَ يَدَيَّ مِنَ التَّوْرٰىةِ وَمُبَشِّرًاۢ بِرَسُوْلٍ يَّأْتِيْ مِنْۢ بَعْدِى اسْمُهٗٓ اَحْمَدُۗ فَلَمَّا جَاۤءَهُمْ بِالْبَيِّنٰتِ قَالُوْا هٰذَا سِحْرٌ مُّبِيْنٌ ",
            "7": "وَمَنْ اَظْلَمُ مِمَّنِ افْتَرٰى عَلَى اللّٰهِ الْكَذِبَ وَهُوَ يُدْعٰىٓ اِلَى الْاِسْلَامِۗ وَاللّٰهُ لَا يَهْدِى الْقَوْمَ الظّٰلِمِيْنَ ",
            "8": "يُرِيْدُوْنَ لِيُطْفِـُٔوْا نُوْرَ اللّٰهِ بِاَفْوَاهِهِمْۗ وَاللّٰهُ مُتِمُّ نُوْرِهٖ وَلَوْ كَرِهَ الْكٰفِرُوْنَ ",
            "9": "هُوَ الَّذِيْٓ اَرْسَلَ رَسُوْلَهٗ بِالْهُدٰى وَدِيْنِ الْحَقِّ لِيُظْهِرَهٗ عَلَى الدِّيْنِ كُلِّهٖۙ وَلَوْ كَرِهَ الْمُشْرِكُوْنَ ࣖ ",
            "10": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا هَلْ اَدُلُّكُمْ عَلٰى تِجَارَةٍ تُنْجِيْكُمْ مِّنْ عَذَابٍ اَلِيْمٍ ",
            "11": "تُؤْمِنُوْنَ بِاللّٰهِ وَرَسُوْلِهٖ وَتُجَاهِدُوْنَ فِيْ سَبِيْلِ اللّٰهِ بِاَمْوَالِكُمْ وَاَنْفُسِكُمْۗ ذٰلِكُمْ خَيْرٌ لَّكُمْ اِنْ كُنْتُمْ تَعْلَمُوْنَۙ ",
            "12": "يَغْفِرْ لَكُمْ ذُنُوْبَكُمْ وَيُدْخِلْكُمْ جَنّٰتٍ تَجْرِيْ مِنْ تَحْتِهَا الْاَنْهٰرُ وَمَسٰكِنَ طَيِّبَةً فِيْ جَنّٰتِ عَدْنٍۗ ذٰلِكَ الْفَوْزُ الْعَظِيْمُۙ ",
            "13": "وَاُخْرٰى تُحِبُّوْنَهَاۗ نَصْرٌ مِّنَ اللّٰهِ وَفَتْحٌ قَرِيْبٌۗ وَبَشِّرِ الْمُؤْمِنِيْنَ ",
            "14": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا كُوْنُوْٓا اَنْصَارَ اللّٰهِ كَمَا قَالَ عِيْسَى ابْنُ مَرْيَمَ لِلْحَوَارِيّٖنَ مَنْ اَنْصَارِيْٓ اِلَى اللّٰهِ ۗقَالَ الْحَوَارِيُّوْنَ نَحْنُ اَنْصَارُ اللّٰهِ فَاٰمَنَتْ طَّاۤىِٕفَةٌ مِّنْۢ بَنِيْٓ اِسْرَاۤءِيْلَ وَكَفَرَتْ طَّاۤىِٕفَةٌ ۚفَاَيَّدْنَا الَّذِيْنَ اٰمَنُوْا عَلٰى عَدُوِّهِمْ فَاَصْبَحُوْا ظَاهِرِيْنَ ࣖ "
        },
        "translations": {
            "id": {
                "name": "Barisan",
                "text": {
                    "1": "Apa yang ada di langit dan apa yang ada di bumi bertasbih kepada Allah; dan Dialah Yang Mahaperkasa, Mahabijaksana.",
                    "2": "Wahai orang-orang yang beriman! Mengapa kamu mengatakan sesuatu yang tidak kamu kerjakan?",
                    "3": "(Itu) sangatlah dibenci di sisi Allah jika kamu mengatakan apa-apa yang tidak kamu kerjakan.",
                    "4": "Sesungguhnya Allah mencintai orang-orang yang berperang di jalan-Nya dalam barisan yang teratur, mereka seakan-akan seperti suatu bangunan yang tersusun kokoh.",
                    "5": "Dan (ingatlah) ketika Musa berkata kepada kaumnya, “Wahai kaumku! Mengapa kamu menyakitiku, padahal kamu sungguh mengetahui bahwa sesungguhnya aku utusan Allah kepadamu?” Maka ketika mereka berpaling (dari kebenaran), Allah memalingkan hati mereka. Dan Allah tidak memberi petunjuk kepada kaum yang fasik.",
                    "6": "Dan (ingatlah) ketika Isa putra Maryam berkata, “Wahai Bani Israil! Sesungguhnya aku utusan Allah kepadamu, yang membenarkan kitab (yang turun) sebelumku, yaitu Taurat dan memberi kabar gembira dengan seorang Rasul yang akan datang setelahku, yang namanya Ahmad (Muhammad).” Namun ketika Rasul itu datang kepada mereka dengan membawa bukti-bukti yang nyata, mereka berkata, “Ini adalah sihir yang nyata.” ",
                    "7": "Dan siapakah yang lebih zalim daripada orang yang mengada-adakan kebohongan terhadap Allah padahal dia diajak kepada (agama) Islam? Dan Allah tidak memberi petunjuk kepada orang-orang yang zalim. ",
                    "8": "Mereka hendak memadamkan cahaya (agama) Allah dengan mulut (ucapan-ucapan) mereka, tetapi Allah tetap menyempurnakan cahaya-Nya meskipun orang-orang kafir membencinya. ",
                    "9": "Dialah yang mengutus Rasul-Nya dengan membawa petunjuk dan agama yang benar, untuk memenangkannya di atas segala agama meskipun orang-orang musyrik membencinya. ",
                    "10": "Wahai orang-orang yang beriman! Maukah kamu Aku tunjukkan suatu perdagangan yang dapat menyelamatkan kamu dari azab yang pedih?",
                    "11": "Yaitu kamu beriman kepada Allah dan Rasul-Nya dan berjihad di jalan Allah dengan harta dan jiwamu. Itulah yang lebih baik bagi kamu jika kamu mengetahui,",
                    "12": "niscaya Allah mengampuni dosa-dosamu dan memasukkan kamu ke dalam surga yang mengalir di bawahnya sungai-sungai, dan ke tempat-tempat tinggal yang baik di dalam surga ‘Adn. Itulah kemenangan yang agung. ",
                    "13": "Dan (ada lagi) karunia yang lain yang kamu sukai (yaitu) pertolongan dari Allah dan kemenangan yang dekat (waktunya). Dan sampaikanlah berita gembira kepada orang-orang mukmin. ",
                    "14": "Wahai orang-orang yang beriman! Jadilah kamu penolong-penolong (agama) Allah sebagaimana Isa putra Maryam telah berkata kepada pengikut-pengikutnya yang setia, “Siapakah yang akan menjadi penolong-penolongku (untuk menegakkan agama) Allah?” Pengikut-pengikutnya yang setia itu berkata, “Kamilah penolong-penolong (agama) Allah,” lalu segolongan dari Bani Israil beriman dan segolongan (yang lain) kafir; lalu Kami berikan kekuatan ke-pada orang-orang yang beriman terhadap musuh-musuh mereka, sehingga mereka menjadi orang-orang yang menang. "
                }
            }
        },
        "tafsir": {
            "id": {
                "kemenag": {
                    "name": "Kemenag",
                    "source": "Aplikasi Quran Kementrian Agama Republik Indonesia",
                    "text": {
                        "1": "Segala apa yang di langit dan bumi mengakui bahwa hanyalah Allah yang berhak disembah tidak ada yang lain, Dialah yang menciptakan, menguasai, menjaga kelangsungan hidup, serta menentukan segala sesuatu yang ada di alam semesta ini.\n\nAllah mempunyai sifat-sifat yang sempurna, dan semua makhluk tunduk di bawah kehendak-Nya. Dia menciptakan segala sesuatu sesuai dengan maksud dan tujuan yang Dia kehendaki, serta sesuai pula dengan kegunaannya.",
                        "2": "Setelah Allah menerangkan sifat-sifat kesempurnaan-Nya, ia mengingatkan kaum Muslimin akan kekurangan-kekurangan yang ada pada mereka, yaitu mereka mengatakan suatu perkataan, tetapi mereka tidak merealisasikan atau mengerjakannya. Di antaranya, mereka berkata, \"Kami ingin mengerjakan kebajikan-kebajikan yang diperintahkan Allah,\" tetapi jika datang perintah itu, mereka tidak mengerjakannya.\n\nAda dua macam kelemahan manusia yang dikemukakan ayat ini, yaitu:\n\n1.Ketidaksesuaian antara perkataan dan perbuatan mereka. Kelemahan ini kelihatannya mudah diperbaiki, tetapi sukar dilaksanakan. Sangat banyak manusia yang pandai berbicara, suka menganjurkan suatu perbuatan baik, dan mengingatkan agar orang lain menjauhi larangan-larangan Allah, tetapi ia sendiri tidak melaksanakannya. Diriwayatkan oleh Ibnu 'Abbas bahwa 'Abdullah bin Rawahah berkata, \"Para mukmin pada masa Rasulullah sebelum jihad diwajibkan berkata, \"Seandainya kami mengetahui perbuatan-perbuatan yang disukai Allah, tentu kami akan melaksanakannya.\" Maka Rasulullah menyampaikan bahwa perbuatan yang paling disukai Allah ialah beriman kepada-Nya, berjihad menghapuskan kemaksiatan yang dapat merusak iman, dan mengakui kebenaran risalah yang disampaikan Nabi-Nya. Setelah datang perintah jihad, sebagian orang-orang yang beriman merasa berat melakukannya. Maka turunlah ayat ini sebagai celaan akan sikap mereka yang tidak baik itu.\n\n2.Tidak menepati janji yang telah mereka buat. Suka menepati janji yang telah ditetapkan merupakan salah satu ciri dari ciri-ciri orang-orang yang beriman. Jika ciri itu tidak dipunyai oleh orang yang mengaku beriman kepada Allah dan rasul-Nya, berarti ia telah menjadi orang munafik.\n\nRasulullah saw bersabda:Tanda orang munafik ada tiga macam: bila berjanji, ia menyalahi janjinya, bila berkata, ia berdusta dan bila dipercaya, ia berkhianat. (Riwayat al-Bukhari dan Muslim)\n\nNamun tidak berarti bahwa orang-orang tidak boleh mengatakan kebenaran bila ia sendiri belum mampu melaksanakannya. Mengatakan kebenaran wajib, sedangkan melaksanakannya tergantung kemampuan. Allah berfirman:\n\nMaka bertakwalah kamu kepada Allah menurut kesanggupanmu dan dengarlah serta taatlah; dan infakkanlah harta yang baik untuk dirimu. Dan barang siapa dijaga dirinya dari kekikiran, mereka itulah orang-orang yang beruntung. (at-Tagabun/64: 16)",
                        "3": "Allah memperingatkan bahwa sangat besar dosanya orang mengatakan sesuatu, tetapi ia sendiri tidak melaksanakannya. Hal ini berlaku baik dalam pandangan Allah maupun dalam pandangan masyarakat.\n\nMenepati janji merupakan perwujudan iman yang kuat. Budi pekerti yang agung, dan sikap yang berperikemanusiaan pada seseorang, menimbulkan kepercayaan dan penghormatan masyarakat. Sebaliknya, perbuatan menyalahi janji tanda iman yang lemah, serta tingkah laku yang jelek dan sikap yang tidak berperikemanusiaan, akan menimbulkan saling mencurigai dan dendam di dalam masyarakat. Oleh karena itulah, agama Islam sangat mencela orang yang suka berdusta dan menyalahi janjinya.\n\nAgar sifat tercela itu tidak dipunyai oleh orang-orang beriman, alangkah baiknya jika menepati janji dan berkata benar itu dijadikan tujuan pendidikan yang utama yang diajarkan kepada anak-anak di samping beriman kepada Allah dan rasul-Nya dan melatih diri mengerjakan berbagai bentuk ibadah yang diwajibkan.",
                        "4": "Dalam ayat ini Allah memuji orang-orang yang berperang di jalan-Nya dengan barisan yang teratur dan persatuan yang kokoh. Allah menyukai kaum Muslimin yang demikian. Tidak ada celah-celah perpecahan, walau yang kecil sekali pun, seperti tembok yang kokoh yang tersusun rapat dari batu-batu beton.\n\nAyat ini mengisyaratkan kepada kaum Muslimin agar mereka menjaga persatuan yang kuat dan persatuan yang kokoh, mempunyai semangat yang tinggi, suka berjuang, dan berkorban. Membentuk dan menjaga persatuan serta kesatuan di kalangan kaum Muslimin berarti menyingkirkan segala sesuatu yang mungkin menimbulkan perpecahan, seperti perbedaan pendapat tentang sesuatu yang sepele dan tidak penting, sifat mementingkan diri sendiri, membangga-banggakan suku dan keturunan, mementingkan golongan, tidak berperikemanusiaan, dan sebagainya. \n\nOleh karena itulah, dalam membina persatuan dan kesatuan, Allah memperingatkan dan memerintahkan kaum Muslimin menjaga dan mengatur saf (barisan) dalam salat dengan rapi, bahu-membahu, tidak ada satu pun tempat yang kosong. Tempat yang kosong akan diisi oleh setan, sedangkan setan adalah musuh manusia. Tidak baik jika seseorang salat sendirian di belakang saf, kecuali dengan menarik ke belakang seorang yang berada dalam saf yang di depannya. Mengatur barisan dalam salat merupakan latihan mengatur barisan dalam berjihad di jalan Allah.",
                        "5": "Allah memerintahkan Nabi Muhammad saw agar menyampaikan kepada kaum Muslimin dan Ahli Kitab tentang Nabi Musa yang menyesali kaumnya, mengapa mereka menentang dan menyakitinya. Padahal mereka tahu bahwa ia adalah seorang rasul yang diutus Allah kepada mereka.\n\nDalam ayat yang lain diterangkan bahwa Musa memerintahkan kaumnya berperang agar mereka bisa memasuki kota Baitulmakdis, tetapi kaumnya mengingkari. Allah berfirman:\n\nWahai kaumku! Masuklah ke tanah suci (Palestina) yang telah ditentukan Allah bagimu, dan janganlah kamu berbalik ke belakang (karena takut kepada musuh), nanti kamu menjadi orang yang rugi. Mereka berkata, \"Wahai Musa! Sesungguhnya di dalam negeri itu ada orang-orang yang sangat kuat dan kejam, kami tidak akan memasukinya sebelum mereka keluar darinya. Jika mereka keluar dari sana, niscaya kami akan masuk.\" (al-Ma'idah/5: 21-22)\n\nAyat ini merupakan penawar hati Nabi Muhammad saw dan kaum Muslimin agar selalu bersabar menghadapi sikap orang-orang munafik, yang mengaku dirinya muslim, tetapi di belakang Rasulullah mereka mengingkarinya. Sehubungan dengan itu, Rasulullah pernah bersabda, \"Mudah-mudahan Allah melimpahkan rahmat-Nya kepada Musa yang disakiti kaumnya lebih berat daripada yang terjadi pada diriku ini, tetapi ia tetap sabar.\"\n\nAllah melarang kaum Muslimin menyakiti hati Rasulullah Muhammad saw, seperti yang telah dialami oleh Nabi Musa. Dia berfirman:\n\nWahai orang-orang yang beriman! Janganlah kamu seperti orang-orang yang menyakiti Musa, maka Allah membersihkannya dari tuduhan-tuduhan yang mereka lontarkan. Dan dia seorang yang mempunyai kedudukan terhormat di sisi Allah. (al-Ahzab/33: 69)\n\nSetelah orang-orang yang durhaka dan menyakiti hati Nabi Muhammad itu berpaling dan mengingkari kebenaran, sedangkan mereka mengetahui kebenaran itu, Allah pun memalingkan hati mereka dari petunjuk-Nya. Dengan demikian, mereka tidak mungkin lagi mendapat petunjuk. Allah berfirman:\n\nDan (begitu pula) Kami memalingkan hati dan penglihatan mereka seperti pertama kali mereka tidak beriman kepadanya (Al-Qur'an), dan Kami biarkan mereka bingung dalam kesesatan. (al-An'am/6: 110)\n\nMaksud perkataan Allah \"memalingkan hati orang-orang kafir\" dalam ayat ini ialah membiarkan mereka dalam keadaan sesat. Semakin banyak kesesatan dan kemaksiatan yang mereka perbuat, semakin jauh pula mereka dari petunjuk Allah, sehingga sulit bagi mereka kembali ke jalan yang benar.\n\nPada akhir ayat ini, Allah menegaskan pernyataan-Nya di atas bahwa orang yang telah jauh dari jalan yang benar tidak mungkin lagi memperoleh taufik dan hidayah dari-Nya. Mereka adalah orang-orang yang fasik, sedangkan Allah tidak akan memberi petunjuk kepada orang-orang yang fasik.",
                        "6": "Allah memerintahkan Nabi Muhammad menyampaikan kepada kaum Muslimin dan Ahli Kitab, kisah keingkaran kaum Isa ketika ia mengatakan kepada kaumnya bahwa ia adalah rasul Allah yang diutus kepada mereka. Ia juga membenarkan kitab Taurat yang dibawa Nabi Musa, demikian pula kitab-kitab Allah yang telah diturunkan kepada para nabi sebelumnya. Ia menyeru kaumnya agar beriman pula kepada rasul yang datang kemudian yang bernama Ahmad (Muhammad saw).\n\nDalam ayat yang lain ditegaskan pula bahwa berita tentang kedatangan Muhammad sebagai nabi dan rasul Allah terakhir terdapat pula dalam Kitab Taurat dan Injil. Allah berfirman:\n\n(Yaitu) orang-orang yang mengikuti Rasul, Nabi yang ummi (tidak bisa baca tulis) yang (namanya) mereka dapati tertulis di dalam Taurat dan Injil yang ada pada mereka. (al-A'raf/7: 157)\n\nDalam sebuah hadis, Nabi saw bersabda:\n\nSesungguhnya aku adalah hamba Allah sebagai penutup para nabi. Sesungguhnya Nabi Adam bagaikan batu permata. Aku akan mengabarkan kepadamu tentang penakwilan ayat tersebut, yaitu doa bapakku Nabi Ibrahim dan kabar gembira dari Nabi Isa mengenai kedatanganku, dan mimpi yang dilihat oleh ibuku dan sekalian ibu para nabi. (Riwayat Ahmad dari 'Irbadh bin Sariyah)\n\nDalam kitab Taurat banyak disebutkan isyarat-isyarat kedatangan Nabi Muhammad sebagai nabi dan rasul terakhir, seperti Kitab Kejadian 21: 13.\n\n\"Maka anak sahayamu itu pun akan terjadikan suatu bangsa, karena itu ia dari benihmu.\"\n\nMaksudnya ialah keturunan Hajar, ibu dari Ismail yang kemudian menjadi orang-orang Arab yang mendiami Semenanjung Arabia. Waktu Nabi Ibrahim pergi ke Mesir bersama istrinya, Sarah, beliau dianugerahi oleh Raja Mesir seorang hamba sahaya perempuan, yang bernama Hajar, yang kemudian dijadikannya sebagai istri. Sewaktu Hajar telah melahirkan putranya Ismail, ia diantarkan Ibrahim ke Mekah atas perintah Allah. Di Mekahlah Ismail menjadi besar dan berketurunan. Di antara keturunannya itu bernama Muhammad yang kemudian menjadi nabi dan rasul terakhir.\n\nKitab Kejadian 21: 18 memerintahkan agar Bani Israil mengikuti dan menyokong Nabi Muhammad, yang akan datang kemudian.\n\n\"Bangunlah engkau, angkatlah budak itu, sokonglah dia, karena Aku hendak menjadikan dia suatu bangsa yang besar.\"\n\nDemikian pula dengan Kitab Kejadian 17: 20 menyebutkan:\n\n\"Maka akan hal Ismail itu pun telah Kululuskan permintaanmu, bahwa sesungguhnya Aku telah memberkati akan dia dan memberikan dia dan memperbanyak dia amat sangat dua belas orang raja-raja akan berpencar daripadanya dan Aku akan menjadikan dia suatu bangsa yang besar.\"\n\nKitab Habakuk 3: 3 menyebutkan:\n\n\"Bahwa Allah datang dari teman dan Yang Mahasuci dari pegunungan Paran-Selah. Maka kemuliaan-Nya menudungilah segala langit dan bumi pun adalah penuh dengan pujinya.\"\n\nDi sini diterangkan tentang teman dan orang-orang suci dari pegunungan Paran. Yang dimaksud dengan teman di sini adalah Nabi Muhammad, dan Paran adalah Mekah.\n\nDemikian pula Nabi Musa dalam Kitab Ulangan 18: 17-22 telah menyatakan kedatangan Nabi Muhammad saw itu:\n\n\"Maka pada masa itu berfirmanlah Tuhan kepadaku (Musa), \"Benarlah kata mereka itu (Bani Israil).\" Bahwa Aku (Allah) akan menjadikan bagi mereka itu seorang nabi dari antara segala saudaranya (yaitu Nabi dan Bani Israil) yang seperti engkau (Nabi Musa) dan aku akan memberi segala firmanku dalam mulutnya dan dia pun akan mengatakan kepadanya segala yang kusuruh akan dia.\n\nBahwa sesungguhnya barang siapa yang tiada mau dengar segala firman-Ku yang akan dikatakan olehnya dengan nama-Ku, niscaya Aku menuntutnya kelak pada orang itu. Tetapi adanya Nabi yang melakukan dirinya dengan sombong dan mengatakan firman dengan nama-Ku, yang tiada Ku-suruh katakan, atau yang berkata dengan nama dewa-dewa, niscaya orang Nabi itu akan mati dibunuh hukumnya.\n\nMaka jikalau kiranya kamu berkata dalam hatimu demikian, \"Dengan apakah boleh kami ketahui akan perkataan itu bukannya firman Tuhan adanya?\"\n\nBahwa jikalau Nabi itu berkata demi nama Tuhan, lalu barang yang dikatakannya tidak jadi atau tidak datang, yaitu perkataan yang bukan firman Tuhan adanya, maka Nabi itu pun berkata dengan sembarangan, janganlah kamu takut akan dia.\"\n\nDalam ayat-ayat Taurat di atas terdapat petunjuk-petunjuk nubuwwah Nabi Muhammad saw sebagai berikut, \"Seorang Nabi di antara segala saudaranya.\" Hal ini menunjukkan bahwa yang akan menjadi nabi itu akan muncul dari saudara-saudara Bani Israil, tetapi bukan dari Bani Israil sendiri, karena Bani Israil itu keturunan Yakub dan ia adalah anak Ishak. Sedangkan Ishak adalah saudara Ismail. Saudara-saudara Bani Israil itu ialah Bani Ismail, dan Nabi Muhammad sudah jelas adalah keturunan Bani Ismail.\n\nKemudian kalimat \"yang seperti engkau\" memberi pengertian bahwa nabi yang akan datang itu haruslah seperti Nabi Musa, maksudnya nabi yang membawa agama seperti yang dibawa Nabi Musa. Seperti dituliskan bahwa Nabi Muhammad itulah satu-satunya nabi yang membawa syariat yang berlaku juga bagi Bani Israil.\n\nKemudian dikatakan bahwa Nabi itu \"tidak sombong\", \"dan tidak akan mati dibunuh.\" Muhammad saw seperti dimaklumi bukanlah orang yang sombong, baik sebelum menjadi nabi apalagi setelah menjadi nabi. Sebelum menjadi nabi, ternyata beliau telah disenangi oleh khalayak umum, dan dipercaya oleh orang-orang Quraisy. Hal ini terbukti dengan panggilan beliau al-Amin (kepercayaan). Kalau beliau sombong, tentulah beliau tidak diberi gelar yang sangat terpuji itu dan Nabi Muhammad tidak mati di bunuh.\n\nUmat Nasrani menerapkan kenabian itu kepada Isa, padahal mereka percaya bahwa Isa mati disalib. Hal ini jelas bertentangan dengan ayat kenabian itu sendiri. Sebab nabi itu haruslah tidak mati dibunuh (disalib dan sebagainya).\n\nBanyak lagi petunjuk di dalam Taurat yang menerangkan kenabian Muhammad saw seperti yang diberikan Nabi Yesaya 42: 1-2; Nabi Yermin 31: 31-32, Nabi Daniel 2: 38-45; dan masih banyak lagi yang tidak perlu disebutkan di sini. Demikian pula dalam kitab Injil di mana tentang Muhammad banyak disebut dalam kitab Yahya.\n\nKemudian diterangkan bahwa nabi dan rasul yang bernama Ahmad itu lahir dengan membawa dalil-dalil yang kuat serta mukjizat-mukjizat yang diberikan Allah. Akan tetapi, mereka pun mengingkarinya dan mengatakan bahwa Muhammad adalah seorang tukang sihir. Tentang Nabi Muhammad itu disampaikan oleh semua nabi, dijelaskan Allah dalam firman-Nya:\n\nDan (ingatlah), ketika Allah mengambil perjanjian dari para nabi, \"Manakala Aku memberikan kitab dan hikmah kepadamu lalu datang kepada kamu seorang Rasul yang membenarkan apa yang ada pada kamu, niscaya kamu akan sungguh-sungguh beriman kepadanya dan menolongnya.\" Allah berfirman, \"Apakah kamu setuju dan menerima perjanjian dengan-Ku atas yang demikian itu?\" Mereka menjawab, \"Kami setuju.\" Allah berfirman, \"Kalau begitu bersaksilah kamu (para nabi) dan Aku menjadi saksi bersama kamu.\" (Ali 'Imran/3: 81)",
                        "7": "Allah menyatakan, \"Siapakah yang lebih zalim dari orang-orang yang mengada-adakan sesuatu tentang Allah\", seperti mengatakan bahwa Allah mempunyai sekutu dalam mengatur alam ini. Dari ayat ini dipahami bahwa orang yang paling zalim ialah orang yang diajak memeluk agama Allah, agama yang benar dan membawa manusia kepada kebahagiaan di dunia dan di akhirat yaitu Islam, mereka menolak ajakan itu. Bahkan mereka mengada-adakan kebohongan terhadap Allah, seperti mendustakan Nabi Muhammad, memandang Al-Qur'an sebagai sihir ciptaan tukang sihir yang bernama Muhammad, dan sebagainya.\n\nOrang-orang yang mengada-adakan kebohongan tentang Allah itu berarti menganiaya diri mereka sendiri, dengan mengerjakan perbuatan-perbuatan yang terlarang. Orang-orang yang mengerjakan perbuatan itu tidak akan memperoleh taufik dari Allah.",
                        "8": "Diriwayatkan oleh Ibnu 'Abbas bahwa wahyu pernah tidak turun kepada Nabi Muhammad selama empat puluh hari. Maka seorang pemuka Yahudi, yaitu Ka'ab bin al-Asyraf, meminta kepada orang-orang Yahudi agar bergembira karena Allah telah memadamkan cahaya dakwah Muhammad saw dengan tidak lagi menurunkan wahyu kepadanya. Mendengar ucapan Ka'ab itu Rasulullah merasa sedih. Berkenaan dengan itu turunlah ayat ini.\n\nPada ayat ini diterangkan alasan orang-orang yang berbuat kebohongan terhadap Allah. Perbuatan dosa dan ucapan mengada-ada itu bertujuan untuk memadamkan sinar agama Islam yang menerangi manusia yang sedang berada dalam kegelapan. Perbuatan mereka itu tak ubahnya seperti orang yang ingin memadamkan cahaya matahari yang menyilaukan pemandangan dengan hembusan mulutnya yang tidak berarti apa-apa. Pada akhir ayat ini ditegaskan bahwa Allah akan tetap memancarkan sinar agama-Nya ke seluruh penjuru dunia dengan dakwah Nabi Muhammad dan orang-orang yang beriman walaupun orang-orang kafir tidak menyukainya.",
                        "9": "Ayat ini menegaskan bahwa Allah telah mengutus Nabi Muhammad dengan tugas menyampaikan agama-Nya kepada seluruh manusia. Pokok-pokok agama itu terdapat dalam Al-Qur'an dan hadis, yang berisi petunjuk untuk mencapai kebahagiaan dunia dan akhirat. Dengan munculnya agama Islam, maka agama yang ada sebelumnya dinyatakan tidak berlaku lagi. Agama Islam itu mengungguli agama-agama lain sesuai dengan kehendak Allah, walaupun orang-orang musyrik tidak menyukainya.",
                        "10": "(10-11) Dalam ayat ini Allah memerintahkan kaum Muslimin agar melakukan amal saleh dengan mengatakan, “Wahai orang-orang yang beriman kepada Allah dan rasul -Nya, apakah kamu sekalian mau Aku tunjukkan suatu perniagaan yang bermanfaat dan pasti mendatangkan keuntungan yang berlipat ganda dan keberuntungan yang kekal atau melepaskan kamu dari api neraka.”\n\nUngkapan ayat di atas memberikan pengertian bahwa amal saleh dengan pahala yang besar, sama hebatnya dengan perniagaan yang tak pernah merugi karena ia akan masuk surga dan selamat dari api neraka. Firman Allah:\n\n\"Sesungguhnya Allah membeli dari orang-orang mukmin, baik diri maupun harta mereka dengan memberikan surga untuk mereka\". (At-Taubah/9:111)\n\nKemudian disebutkan bentuk-bentuk perdagangan yang memberikan keuntungan yang besar itu, yaitu:\n\n1.Senantiasa beriman kepada Allah, para malaikat, kitab-kitab-Nya, rasul-rasul-Nya, adanya hari Kiamat, qada‘ dan qadar Allah.\n\n2.Mengerjakan amal saleh semata-mata karena Allah bukan karena ria adalah perwujudan iman seseorang.\n\n3.Berjihad di jalan Allah. Berjihad ialah segala macam upaya dan usaha yang dilakukan untuk menegakkan agama Allah. Ada dua macam jihad yang disebut dalam ayat ini yaitu berjihad dengan jiwa raga dan berjihad dengan harta. Berjihad dengan jiwa dan raga ialah berperang melawan musuh-musuh agama yang menginginkan kehancuran Islam dan kaum Muslimin. Berjihad dengan harta yaitu membelanjakan harta benda untuk menegakkan kalimat Allah, seperti untuk biaya berperang, mendirikan masjid, rumah ibadah, sekolah, rumah sakit, dan kepentingan umum lainnya.\n\nDi samping itu, ada bentuk-bentuk jihad yang lain, yaitu jihad menentang hawa nafsu, mengendalikan diri, berusaha membentuk budi pekerti yang baik pada diri sendiri, menghilangkan rasa iri, dan sebagainya. \n\nPada akhir ayat ini ditegaskan bahwa iman dan jihad itu adalah perbuatan yang paling baik akibatnya, baik untuk diri sendiri, anak-anak, keluarga, harta benda, dan masyarakat, jika manusia itu memahami dengan sebenar-benarnya.",
                        "11": "lihat ayat 10",
                        "12": "Diriwayatkan oleh at-Tirmidhi dan al-hakim dan dinyatakan sahih dari 'Abdullah bin Salam bahwa ketika para sahabat Rasulullah sedang duduk-duduk santai sambil berbincang-bincang, di antara mereka ada yang berkata, \"Sekiranya kami mengetahui amal yang lebih dicintai Allah pasti kami akan mengerjakannya,\" maka turunlah ayat ini. \n\nJika manusia beriman, mengakui kebenaran Rasulullah saw dan berjihad di jalan-Nya, pasti Allah akan mengampuni dosa-dosanya. Seakan-akan dosa itu tidak pernah diperbuatnya atau menjauhkannya dari perbuatan dosa itu. Allah juga menyediakan tempat bagi mereka di dalam surga yang mengalir di bawahnya sungai-sungai. Tempat di dalam surga adalah tempat yang paling indah, dan paling menyenangkan hati orang yang berada di dalamnya.",
                        "13": "Dalam ayat ini diterangkan kemenangan dan keuntungan yang akan diperoleh oleh Rasulullah dan kaum Muslimin di dunia, yaitu mereka akan dapat mengalahkan musuh-musuh mereka, menaklukkan beberapa negeri dalam waktu yang dekat, memberikan kedudukan yang baik bagi kaum Muslimin, serta kekuatan iman dan fisik. Dengan demikian, mereka berkuasa di Timur dan Barat, dan agama Islam tersebar di seluruh dunia.\n\nAyat ini termasuk ayat yang menerangkan kemukjizatan, yaitu menerangkan sesuatu yang akan terjadi pada masa yang akan datang. Hal ini dipercayai betul oleh Rasulullah dan sahabat-sahabatnya, sehingga menumbuhkan kekuatan dan semangat yang hebat di kalangan kaum Muslimin. Dalam sejarah terlihat dan terbukti bahwa dalam waktu yang sangat singkat agama Islam telah dianut oleh sebagian penduduk dunia, sejak dari ujung barat Afrika sampai ujung timur Indonesia, dari Maroko ke Merauke, dan dari Asia Tengah di utara sampai ke Afrika di selatan.\n\nKemudian Allah memerintahkan kepada Nabi Muhammad saw untuk menyampaikan kepada kaum Muslimin mengenai keuntungan yang akan mereka peroleh dari perdagangan itu di dunia dengan keuntungan-keuntungan dan di akhirat berupa surga. Penggunaan kata perniagaan dalam ayat ini sebagai perumpamaan karena masyarakat Arab pada saat itu hidup dari perniagaan dan perdagangan.",
                        "14": "Allah memerintahkan kaum Muslimin agar menjadi penolong-penolong agama Allah, menyebarluaskan agama-Nya, meninggikan kalimat-Nya sehingga tidak ada yang mengalahkannya, dengan beriman dan berjihad. Hal yang sama pernah dilakukan sahabat-sahabat terdekat Nabi Isa yang berkata kepada mereka, \"Siapakah penolong agama Allah?\" Mereka menjawab, \"Kamilah penolong-penolong agama Allah.\"\n\nKetika Nabi Isa menyampaikan risalahnya kepada Bani Israil dengan bantuan sahabat-sahabat setianya, sebagian Bani Israil itu ada yang memperkenankan seruannya, sedang yang lain ada yang mengingkari dan menolaknya. Mereka yang menolak itu menuduh Isa sebagai seorang anak zina, yang dilahirkan karena perzinaan ibunya Maryam dengan seorang laki-laki, dan ada pula yang mengatakan bahwa Isa itu putra Allah, kekasih-Nya, dan sebagainya.\n\nDalam menghadapi orang-orang yang mengingkari seruan Nabi Isa itu serta mengada-adakan kebohongan tentangnya, maka Allah menguatkan hati orang-orang yang beriman dari mereka, sehingga mereka berhasil mengalahkan musuh-musuh itu. Firman Allah:\n\nSesungguhnya Kami akan menolong rasul-rasul Kami dan orang-orang yang beriman dalam kehidupan dunia dan pada hari tampilnya para saksi (hari Kiamat). (Gafir/40: 51)"
                    }
                }
            }
        }
    }
}