{
    "62": {
        "number": "62",
        "name": "الجمعة",
        "name_latin": "Al-Jumu'ah",
        "number_of_ayah": "11",
        "text": {
            "1": "يُسَبِّحُ لِلّٰهِ مَا فِى السَّمٰوٰتِ وَمَا فِى الْاَرْضِ الْمَلِكِ الْقُدُّوْسِ الْعَزِيْزِ الْحَكِيْمِ ",
            "2": "هُوَ الَّذِيْ بَعَثَ فِى الْاُمِّيّٖنَ رَسُوْلًا مِّنْهُمْ يَتْلُوْا عَلَيْهِمْ اٰيٰتِهٖ وَيُزَكِّيْهِمْ وَيُعَلِّمُهُمُ الْكِتٰبَ وَالْحِكْمَةَ وَاِنْ كَانُوْا مِنْ قَبْلُ لَفِيْ ضَلٰلٍ مُّبِيْنٍۙ ",
            "3": "وَّاٰخَرِيْنَ مِنْهُمْ لَمَّا يَلْحَقُوْا بِهِمْۗ وَهُوَ الْعَزِيْزُ الْحَكِيْمُۙ ",
            "4": "ذٰلِكَ فَضْلُ اللّٰهِ يُؤْتِيْهِ مَنْ يَّشَاۤءُۗ وَاللّٰهُ ذُو الْفَضْلِ الْعَظِيْمِ",
            "5": "مَثَلُ الَّذِيْنَ حُمِّلُوا التَّوْرٰىةَ ثُمَّ لَمْ يَحْمِلُوْهَا كَمَثَلِ الْحِمَارِ يَحْمِلُ اَسْفَارًاۗ بِئْسَ مَثَلُ الْقَوْمِ الَّذِيْنَ كَذَّبُوْا بِاٰيٰتِ اللّٰهِ ۗوَاللّٰهُ لَا يَهْدِى الْقَوْمَ الظّٰلِمِيْنَ ",
            "6": "قُلْ يٰٓاَيُّهَا الَّذِيْنَ هَادُوْٓا اِنْ زَعَمْتُمْ اَنَّكُمْ اَوْلِيَاۤءُ لِلّٰهِ مِنْ دُوْنِ النَّاسِ فَتَمَنَّوُا الْمَوْتَ اِنْ كُنْتُمْ صٰدِقِيْنَ ",
            "7": "وَلَا يَتَمَنَّوْنَهٗٓ اَبَدًاۢ بِمَا قَدَّمَتْ اَيْدِيْهِمْۗ وَاللّٰهُ عَلِيْمٌۢ بِالظّٰلِمِيْنَ ",
            "8": "قُلْ اِنَّ الْمَوْتَ الَّذِيْ تَفِرُّوْنَ مِنْهُ فَاِنَّهٗ مُلٰقِيْكُمْ ثُمَّ تُرَدُّوْنَ اِلٰى عَالِمِ الْغَيْبِ وَالشَّهَادَةِ فَيُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُوْنَ ࣖ ",
            "9": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْٓا اِذَا نُوْدِيَ لِلصَّلٰوةِ مِنْ يَّوْمِ الْجُمُعَةِ فَاسْعَوْا اِلٰى ذِكْرِ اللّٰهِ وَذَرُوا الْبَيْعَۗ ذٰلِكُمْ خَيْرٌ لَّكُمْ اِنْ كُنْتُمْ تَعْلَمُوْنَ ",
            "10": "فَاِذَا قُضِيَتِ الصَّلٰوةُ فَانْتَشِرُوْا فِى الْاَرْضِ وَابْتَغُوْا مِنْ فَضْلِ اللّٰهِ وَاذْكُرُوا اللّٰهَ كَثِيْرًا لَّعَلَّكُمْ تُفْلِحُوْنَ ",
            "11": "وَاِذَا رَاَوْا تِجَارَةً اَوْ لَهْوًا ۨانْفَضُّوْٓا اِلَيْهَا وَتَرَكُوْكَ قَاۤىِٕمًاۗ قُلْ مَا عِنْدَ اللّٰهِ خَيْرٌ مِّنَ اللَّهْوِ وَمِنَ التِّجَارَةِۗ وَاللّٰهُ خَيْرُ الرّٰزِقِيْنَ ࣖ "
        },
        "translations": {
            "id": {
                "name": "Jumat",
                "text": {
                    "1": "Apa yang ada di langit dan apa yang ada di bumi senantiasa bertasbih kepada Allah. Maharaja, Yang Mahasuci, Yang Mahaperkasa, Mahabijaksana.",
                    "2": "Dialah yang mengutus seorang Rasul kepada kaum yang buta huruf dari kalangan mereka sendiri, yang membacakan kepada mereka ayat-ayat-Nya, menyucikan (jiwa) mereka dan mengajarkan kepada mereka Kitab dan Hikmah (Sunnah), meskipun sebelumnya, mereka benar-benar dalam kesesatan yang nyata.",
                    "3": "Dan (juga) kepada kaum yang lain dari mereka yang belum berhubungan dengan mereka. Dan Dialah Yang Mahaperkasa, Mahabijaksana. ",
                    "4": "Demikianlah karunia Allah, yang diberikan kepada siapa yang Dia kehendaki; dan Allah memiliki karunia yang besar. ",
                    "5": "Perumpamaan orang-orang yang diberi tugas membawa Taurat, kemudian mereka tidak membawanya (tidak mengamalkannya) adalah seperti keledai yang membawa kitab-kitab yang tebal. Sangat buruk perumpamaan kaum yang mendustakan ayat-ayat Allah. Dan Allah tidak memberi petunjuk kepada orang-orang yang zalim. ",
                    "6": "Katakanlah (Muhammad), “Wahai orang-orang Yahudi! Jika kamu mengira bahwa kamulah kekasih Allah, bukan orang-orang yang lain, maka harapkanlah kematianmu, jika kamu orang yang benar.” ",
                    "7": "Dan mereka tidak akan mengharapkan kematian itu selamanya disebabkan kejahatan yang telah mereka perbuat dengan tangan mereka sendiri. Dan Allah Maha Mengetahui orang-orang yang zalim. ",
                    "8": "Katakanlah, “Sesungguhnya kematian yang kamu lari dari padanya, ia pasti menemui kamu, kemudian kamu akan dikembalikan kepada (Allah), yang mengetahui yang gaib dan yang nyata, lalu Dia beritakan kepadamu apa yang telah kamu kerjakan.” ",
                    "9": "Wahai orang-orang yang beriman! Apabila telah diseru untuk melaksanakan salat pada hari Jum‘at, maka segeralah kamu mengingat Allah dan tinggalkanlah jual beli. Yang demikian itu lebih baik bagimu jika kamu mengetahui.",
                    "10": "Apabila salat telah dilaksanakan, maka bertebaranlah kamu di bumi; carilah karunia Allah dan ingatlah Allah banyak-banyak agar kamu beruntung. ",
                    "11": "Dan apabila mereka melihat perdagangan atau permainan, mereka segera menuju kepadanya dan mereka tinggalkan engkau (Muhammad) sedang berdiri (berkhotbah). Katakanlah, “Apa yang ada di sisi Allah lebih baik daripada permainan dan perdagangan,” dan Allah pemberi rezeki yang terbaik."
                }
            }
        },
        "tafsir": {
            "id": {
                "kemenag": {
                    "name": "Kemenag",
                    "source": "Aplikasi Quran Kementrian Agama Republik Indonesia",
                    "text": {
                        "1": "Pada ayat ini Allah menerangkan bahwa segala sesuatu yang ada di langit dan di bumi baik yang bernyawa maupun tidak, benda keras ataupun cair, pepohonan, dan sebagainya, bertasbih kepada Allah, menyucikan-Nya dari hal-hal yang tidak wajar, seperti sifat-sifat kekurangan dan sebagainya. Setiap kita melihat dan memandang kepada apa yang ada di bumi dan di langit, semuanya itu menunjukkan kepada kita atas keesaan penciptanya yaitu Allah dan kebesaran kekuasaan-Nya. Ini sejalan dengan firman Allah:\n\nDan tidak ada sesuatu pun melainkan bertasbih dengan memuji-Nya. (al-Isra'/17: 44)\n\nAyat pertama ini ditutup dengan satu ketegasan bahwa Allah itu merajai segala apa yang ada di bumi dan di langit, bertasbih kepada-Nya dengan kehendak-Nya berdasarkan kekuasaan dan kebijaksanaan-Nya, suci dari segala yang tidak layak dan tidak sesuai dengan ketinggian dan kesempurnaan-Nya. Tuhan Yang Mahaperkasa, menundukkan segala makhluk-Nya dengan kekuasaan-Nya. Mahabijaksana dalam mengatur hal ihwal mereka. Dialah yang lebih mengetahui kemaslahatan mereka, yang akan membawa mereka kepada kebahagiaan di dunia dan di akhirat.",
                        "2": "Allah menerangkan bahwa Dialah yang mengutus kepada bangsa Arab yang masih buta huruf, yang pada saat itu belum tahu membaca dan menulis, seorang rasul dari kalangan mereka sendiri, yaitu Nabi Muhammad saw dengan tugas sebagai berikut:\n\n1.Membacakan ayat suci Al-Qur'an yang di dalamnya terdapat petunjuk dan bimbingan untuk memperoleh kebaikan dunia dan akhirat.\n\n2.Membersihkan mereka dari akidah yang menyesatkan, kemusyrikan, sifat-sifat jahiliah yang biadab sehingga mereka itu berakidah tauhid mengesakan Allah, tidak tunduk kepada pemimpin-pemimpin yang menyesatkan dan tidak percaya lagi kepada sesembahan mereka seperti batu, berhala, pohon kayu, dan sebagainya.\n\n3.Mengajarkan kepada mereka al-Kitab yang berisi syariat agama beserta hukum-hukum dan hikmah-hikmah yang terkandung di dalamnya.\n\nDisebutkan secara khusus bangsa Arab yang buta huruf tidaklah berarti bahwa kerasulan Nabi Muhammad saw itu ditujukan terbatas hanya kepada bangsa Arab saja. Akan tetapi, kerasulan Nabi Muhammad saw itu diperuntukkan bagi semua makhluk terutama jin dan manusia, sebagaimana firman Allah:\n\nDan Kami tidak mengutus engkau (Muhammad) melainkan untuk (menjadi) rahmat bagi seluruh alam. (al-Anbiya'/21: 107)\n\nDan firman-Nya:\n\nKatakanlah (Muhammad), \"Wahai manusia! Sesungguhnya aku ini utusan Allah bagi kamu semua,\" (al-A'raf/7: 158) \n\nAyat kedua Surah al-Jumu'ah ini diakhiri dengan ungkapan bahwa orang Arab itu sebelumnya benar-benar dalam kesesatan yang nyata. Mereka itu pada umumnya menganut dan berpegang teguh kepada agama samawi yaitu agama Nabi Ibrahim. Mereka lalu mengubah dan menukar akidah tauhid dengan syirik, keyakinan mereka dengan keraguan, dan mengadakan sesembahan selain dari Allah.",
                        "3": "Allah menjelaskan bahwa kerasulan Muhammad saw tidaklah terbatas kepada bangsa Arab yang ada pada waktu itu, tetapi juga kepada orang-orang yang belum bergabung kepada mereka sampai hari Kiamat, yaitu orang-orang yang datang sesudah para sahabat Nabi saw, sampai hari Pembalasan, seperti bangsa Persia, Romawi dan lain-lain. Di dalam suatu hadis yang diriwayatkan oleh al-Bukhari dari Abu Hurairah, ia berkata:\n\nAbu Hurairah meriwayatkan bahwa ketika kami duduk bersama Nabi saw, lalu diturunkan kepadanya Surah al-Jumu'ah \"wa akharina minhum lamma yalhaqu bihim.\" Abu Hurairah bertanya, \"Siapa mereka wahai Rasulullah? Namun Nabi saw tidak menjawab sampai ia bertanya tiga kali. Abu Hurairah berkata, \"Pada saat itu ada Salman al-Farisi bersama kami. Kemudian Nabi meletakkan tangannya di pundak Salman, seraya berkata, 'Seandainya keimanan terdapat pada bintang-bintang, maka tentulah akan dicapai oleh orang-orang dari mereka (bangsa Persia).\" (Riwayat al-Bukhari)\n\nAllah itu Mahaperkasa, kuasa meningkatkan kecerdasan orang yang bodoh, dan menguatkan umat yang lemah dengan mengutus seorang rasul dari kalangan mereka juga, untuk menyelamatkan mereka dari kesesatan, dan membawa kepada petunjuk kebenaran, dari kegelapan kepada cahaya terang-benderang. Allah juga Mahabijaksana dalam mengatur kepentingan makhluk-Nya yang akan membawa mereka kepada kebaikan dan keuntungan.",
                        "4": "Pada ayat ini, Allah menerangkan bahwa diutusnya rasul kepada manusia, untuk membersihkan mereka dari kemusyrikan dan sifat-sifat kebiadaban. Hal tersebut merupakan nikmat dan karunia Allah yang terbesar diberikan kepada siapa yang dikehendaki-Nya, dari hamba-hamba-Nya yang telah dipilih-Nya, karena kebersihan hati mereka dan kesediaan menerimanya.",
                        "5": "Pada ayat ini Allah menyatakan kemurkaan-Nya kepada orang-orang Yahudi yang telah diturunkan kepada mereka kitab Taurat untuk diamalkan, tetapi mereka tidak melaksanakan isinya. Mereka itu tidak ada bedanya dengan keledai yang memikul kitab yang banyak, tetapi tidak mengetahui apa yang dipikulnya itu. Bahkan mereka lebih bodoh lagi dari keledai, karena keledai itu memang tidak mempunyai akal untuk memahaminya, sedangkan mereka itu mempunyai akal, tetapi tidak dipergunakan. Di sisi lain, ketika menggunakan akal, mereka menggunakannya untuk menyelewengkan Taurat dengan mengurangi, menambah, mengubah, atau menakwilkannya kepada arti yang mereka inginkan. Keadaan mereka itu digambarkan dalam ayat ini, sebagai berikut:\n\nMereka seperti hewan ternak, bahkan lebih sesat lagi. Mereka itulah orang-orang yang lengah. (al-A'raf/7: 179)\n\nAlangkah buruknya perumpamaan yang diberikan kepada mereka. Itu tidak lain karena mereka mendustakan ayat-ayat Allah yang dibawa oleh rasul mereka. Allah tidak akan memberikan petunjuk kepada orang-orang yang zalim terhadap dirinya sendiri, yang bergelimang dosa sehingga matanya tidak dapat melihat cahaya kebenaran. Hatinya merana tidak dapat merasakan hal-hal yang benar, bahkan dia berada dalam kegelapan yang menyebabkannya tidak dapat melihat jalan sampai kepada sasaran.",
                        "6": "Pada ayat ini Allah memberi peringatan kepada orang-orang Yahudi bahwa kalau memang mereka mendakwakan dan menyangkal bahwa mereka adalah kekasih dan kesayangan Allah, maka silakan memohon kepada Allah agar mereka itu cepat-cepat mati, dan segera bertemu dengan Tuhan mereka. Biasanya orang yang ingin cepat-cepat bertemu dengan kekasih dan kesayangannya, ingin cepat-cepat bebas dari kesusahan dan kesulitan dunia dan menempati surga yang penuh dengan segala macam kenikmatan. Firman Allah:\n\nKatakanlah (Muhammad), \"Jika negeri akhirat di sisi Allah, khusus untukmu saja bukan untuk orang lain, maka mintalah kematian jika kamu orang yang benar.\" (al-Baqarah/2: 94)",
                        "7": "Allah menegaskan bahwa para penganut agama Yahudi tidak akan meminta cepat mati, karena mereka menyadari dan mengetahui kesalahan dan keadaan mereka yang bergelimang dosa. Kalau mereka betul-betul menginginkan agar cepat mati, pasti akan terlaksana atas iradat dan kodrat Allah, dan kepada mereka itu akan ditimpakan siksa Allah yang amat pedih.\n\nDan sungguh, engkau (Muhammad) akan mendapati mereka (orang-orang Yahudi), manusia yang paling tamak akan kehidupan (dunia), bahkan (lebih tamak) dari orang-orang musyrik. Masing-masing dari mereka, ingin diberi umur seribu tahun, padahal umur panjang itu tidak akan menjauhkan mereka dari azab. Dan Allah Maha Melihat apa yang mereka kerjakan. (al-Baqarah/2: 96)",
                        "8": "Pada ayat ini Allah menerangkan bahwa orang-orang Yahudi sangat takut menghadapi kematian dan berusaha menghindarinya. Oleh karena itu, Allah memerintahkan Rasulullah agar menyampaikan kepada mereka bahwa kematian pasti datang menemui mereka. Kemudian mereka dikembalikan kepada Allah Yang Maha Mengetahui yang gaib dan yang kelihatan, baik di langit maupun di bumi. Maka Allah memberitahukan kepada mereka segala apa yang telah mereka kerjakan, lalu dibalas sesuai dengan amal perbuatannya. Jahat dibalas dengan jahat, yaitu neraka, baik dibalas dengan baik, yaitu surga, sebagaimana firman Allah:\n\nMereka tidak dibalas melainkan sesuai dengan apa yang telah mereka kerjakan. (Saba'/34: 33)\n\nDan firman-Nya:\n\nDan milik Allah-lah apa yang ada di langit dan apa yang ada di bumi. (Dengan demikian) Dia akan memberi balasan kepada orang-orang yang berbuat jahat sesuai dengan apa yang telah mereka kerjakan dan Dia akan memberi balasan kepada orang-orang yang berbuat baik dengan pahala yang lebih baik (surga). (an-Najm/53: 31)",
                        "9": "Allah menerangkan bahwa apabila muazin mengumandangkan azan pada hari Jumat, maka hendaklah kita meninggalkan perniagaan dan segala usaha dunia serta bersegera ke masjid untuk mendengarkan khutbah dan melaksanakan salat Jumat, dengan cara yang wajar, tidak berlari-lari, tetapi berjalan dengan tenang sampai ke masjid, sebagaimana sabda Nabi saw:\n\nApabila salat telah diikamahkan, maka janganlah kamu mendatanginya dengan tergesa-gesa. Namun datangilah salat dalam keadaan berjalan biasa penuh ketenangan. Lalu, berapa rakaat yang kamu dapatkan maka ikutilah, sedangkan rakaat yang ketinggalan maka sempurnakanlah. (Riwayat al-Bukhari dan Muslim dari Abu Hurairah)\n\nSeandainya seseorang mengetahui betapa besar pahala yang akan diperoleh orang yang mengerjakan salat Jumat dengan baik, maka melaksanakan perintah itu (memenuhi panggilan salat dan meninggalkan jual-beli), adalah lebih baik daripada tetap di tempat melaksanakan jual-beli dan meneruskan usaha untuk memperoleh keuntungan dunia. Firman Allah:\n\nPadahal kehidupan akhirat itu lebih baik dan lebih kekal. (al-A'la/87: 17)",
                        "10": "Pada ayat ini Allah menerangkan bahwa setelah selesai melakukan salat Jumat, umat Islam boleh bertebaran di muka bumi untuk melaksanakan urusan duniawi, dan berusaha mencari rezeki yang halal, sesudah menunaikan yang bermanfaat untuk akhirat. Hendaklah mengingat Allah sebanyak-banyaknya dalam mengerjakan usahanya dengan menghindarkan diri dari kecurangan, penyelewengan, dan lain-lainnya. Allah Maha Mengetahui segala sesuatu yang tersembunyi apalagi yang tampak nyata, sebagaimana firman Allah:\n\nYang Mengetahui yang gaib dan yang nyata. Yang Mahaperkasa, Mahabijaksana. (at-Tagabun/64: 18)\n\nDengan demikian, tercapailah kebahagiaan dan keberuntungan di dunia dan di akhirat. Dianjurkan kepada siapa yang telah selesai salat Jumat membaca doa yang biasa dilakukan oleh Arrak bin Malik\n\n\"Ya Allah! Sesungguhnya aku telah memenuhi panggilan-Mu, dan melaksanakan kewajiban kepada-Mu, dan bertebaran (di muka bumi) sebagaimana Engkau perintahkan kepadaku, maka anugerahkanlah kepadaku karunia-Mu. Engkaulah sebaik-baik Pemberi rezeki.\" (Riwayat Ibnu Abi hatim)",
                        "11": "Diriwayatkan oleh al-Bukhari, Muslim, Ahmad, dan at-Tirmidhi dari Jabir bin 'Abdullah bahwa ketika Nabi saw berdiri berkhotbah pada hari Jumat, tiba-tiba datanglah rombongan unta (pembawa dagangan), maka para sahabat Rasulullah bergegas mendatanginya sehingga tidak ada yang tinggal mendengarkan khotbah kecuali 12 orang. Saya (Jabir), Abu Bakar, dan Umar termasuk mereka yang tinggal, maka Allah Ta'ala menurunkan ayat: wa idha ra'au tijaratan au lahwan, sampai akhir surah). \n\nPada ayat ini Allah mencela perbuatan orang-orang mukmin yang lebih mementingkan kafilah dagang yang baru tiba dari pada Rasulullah, sehingga mereka meninggalkan Nabi saw dalam keadaan berdiri berkhotbah. Ayat ini ada hubungannya dengan peristiwa kedatangan Dihyah al-Kalbi dari Syam (Suriah), bersama rombongan untanya membawa barang dagangannya seperti tepung, gandum, minyak dan lain-lainnya. Menurut kebiasaan apabila rombongan unta dagangan tiba, wanita-wanita muda keluar menyambutnya dengan menabuh gendang, sebagai pemberitahuan atas kedatangan rombongan itu, supaya orang-orang datang berbelanja membeli barang dagangan yang dibawanya. \n\nSelanjutnya Allah memerintahkan Nabi-Nya supaya menyampaikan kekeliruan perbuatan mereka dengan menegaskan bahwa apa yang di sisi Allah jauh lebih baik daripada keuntungan dan kesenangan dunia. Kebahagiaan akhirat itu kekal, sedangkan keuntungan dunia akan lenyap.\n\nAyat ini ditutup dengan satu penegasan bahwa Allah itu sebaik-baik pemberi rezeki. Oleh karena itu, kepada-Nyalah kita harus mengarahkan segala usaha dan ikhtiar untuk memperoleh rezeki yang halal, mengikuti petunjuk-petunjuk-Nya dan rida-Nya."
                    }
                }
            }
        }
    }
}