{
    "69": {
        "number": "69",
        "name": "الحاۤقّة",
        "name_latin": "Al-Haqqah",
        "number_of_ayah": "52",
        "text": {
            "1": "اَلْحَاۤقَّةُۙ",
            "2": "مَا الْحَاۤقَّةُ ۚ ",
            "3": "وَمَآ اَدْرٰىكَ مَا الْحَاۤقَّةُ ۗ ",
            "4": "كَذَّبَتْ ثَمُوْدُ وَعَادٌ ۢبِالْقَارِعَةِ ",
            "5": "فَاَمَّا ثَمُوْدُ فَاُهْلِكُوْا بِالطَّاغِيَةِ ",
            "6": "وَاَمَّا عَادٌ فَاُهْلِكُوْا بِرِيْحٍ صَرْصَرٍ عَاتِيَةٍۙ",
            "7": "سَخَّرَهَا عَلَيْهِمْ سَبْعَ لَيَالٍ وَّثَمٰنِيَةَ اَيَّامٍۙ حُسُوْمًا فَتَرَى الْقَوْمَ فِيْهَا صَرْعٰىۙ  كَاَنَّهُمْ اَعْجَازُ نَخْلٍ خَاوِيَةٍۚ",
            "8": "فَهَلْ تَرٰى لَهُمْ مِّنْۢ بَاقِيَةٍ ",
            "9": "وَجَاۤءَ فِرْعَوْنُ وَمَنْ قَبْلَهٗ وَالْمُؤْتَفِكٰتُ بِالْخَاطِئَةِۚ",
            "10": "فَعَصَوْا رَسُوْلَ رَبِّهِمْ فَاَخَذَهُمْ اَخْذَةً رَّابِيَةً ",
            "11": "اِنَّا لَمَّا طَغَا الْمَاۤءُ حَمَلْنٰكُمْ فِى الْجَارِيَةِۙ",
            "12": "لِنَجْعَلَهَا لَكُمْ تَذْكِرَةً وَّتَعِيَهَآ اُذُنٌ وَّاعِيَةٌ ",
            "13": "فَاِذَا نُفِخَ فِى الصُّوْرِ نَفْخَةٌ وَّاحِدَةٌ ۙ",
            "14": "وَّحُمِلَتِ الْاَرْضُ وَالْجِبَالُ فَدُكَّتَا دَكَّةً وَّاحِدَةًۙ",
            "15": "فَيَوْمَىِٕذٍ وَّقَعَتِ الْوَاقِعَةُۙ",
            "16": "وَانْشَقَّتِ السَّمَاۤءُ فَهِيَ يَوْمَىِٕذٍ وَّاهِيَةٌۙ",
            "17": "وَّالْمَلَكُ عَلٰٓى اَرْجَاۤىِٕهَاۗ وَيَحْمِلُ عَرْشَ رَبِّكَ فَوْقَهُمْ يَوْمَىِٕذٍ ثَمٰنِيَةٌ  ۗ",
            "18": "يَوْمَىِٕذٍ تُعْرَضُوْنَ لَا تَخْفٰى مِنْكُمْ خَافِيَةٌ ",
            "19": "فَاَمَّا مَنْ اُوْتِيَ كِتٰبَهٗ بِيَمِيْنِهٖ فَيَقُوْلُ هَاۤؤُمُ اقْرَءُوْا كِتٰبِيَهْۚ ",
            "20": "اِنِّيْ ظَنَنْتُ اَنِّيْ مُلٰقٍ حِسَابِيَهْۚ",
            "21": "فَهُوَ فِيْ عِيْشَةٍ رَّاضِيَةٍۚ",
            "22": "فِيْ جَنَّةٍ عَالِيَةٍۙ",
            "23": "قُطُوْفُهَا دَانِيَةٌ ",
            "24": "كُلُوْا وَاشْرَبُوْا هَنِيْۤـًٔا ۢبِمَآ اَسْلَفْتُمْ فِى الْاَيَّامِ الْخَالِيَةِ ",
            "25": "وَاَمَّا مَنْ اُوْتِيَ كِتٰبَهٗ بِشِمَالِهٖ ەۙ فَيَقُوْلُ يٰلَيْتَنِيْ لَمْ اُوْتَ كِتٰبِيَهْۚ",
            "26": "وَلَمْ اَدْرِ مَا حِسَابِيَهْۚ",
            "27": "يٰلَيْتَهَا كَانَتِ الْقَاضِيَةَۚ",
            "28": "مَآ اَغْنٰى عَنِّيْ مَالِيَهْۚ ",
            "29": "هَلَكَ عَنِّيْ سُلْطٰنِيَهْۚ",
            "30": "خُذُوْهُ فَغُلُّوْهُۙ",
            "31": "ثُمَّ الْجَحِيْمَ صَلُّوْهُۙ",
            "32": "ثُمَّ فِيْ سِلْسِلَةٍ ذَرْعُهَا سَبْعُوْنَ ذِرَاعًا فَاسْلُكُوْهُۗ",
            "33": "اِنَّهٗ كَانَ لَا يُؤْمِنُ بِاللّٰهِ الْعَظِيْمِۙ",
            "34": "وَلَا يَحُضُّ عَلٰى طَعَامِ الْمِسْكِيْنِۗ",
            "35": "فَلَيْسَ لَهُ الْيَوْمَ هٰهُنَا حَمِيْمٌۙ",
            "36": "وَّلَا طَعَامٌ اِلَّا مِنْ غِسْلِيْنٍۙ",
            "37": "لَّا يَأْكُلُهٗٓ اِلَّا الْخَاطِـُٔوْنَ ࣖ ",
            "38": "فَلَآ اُقْسِمُ بِمَا تُبْصِرُوْنَۙ",
            "39": "وَمَا لَا تُبْصِرُوْنَۙ",
            "40": "اِنَّهٗ لَقَوْلُ رَسُوْلٍ كَرِيْمٍۙ",
            "41": "وَّمَا هُوَ بِقَوْلِ شَاعِرٍۗ قَلِيْلًا مَّا تُؤْمِنُوْنَۙ",
            "42": "وَلَا بِقَوْلِ كَاهِنٍۗ قَلِيْلًا مَّا تَذَكَّرُوْنَۗ",
            "43": "تَنْزِيْلٌ مِّنْ رَّبِّ الْعٰلَمِيْنَ ",
            "44": "وَلَوْ تَقَوَّلَ عَلَيْنَا بَعْضَ الْاَقَاوِيْلِۙ",
            "45": "لَاَخَذْنَا مِنْهُ بِالْيَمِيْنِۙ",
            "46": "ثُمَّ لَقَطَعْنَا مِنْهُ الْوَتِيْنَۖ",
            "47": "فَمَا مِنْكُمْ مِّنْ اَحَدٍ عَنْهُ حَاجِزِيْنَۙ",
            "48": "وَاِنَّهٗ لَتَذْكِرَةٌ لِّلْمُتَّقِيْنَ ",
            "49": "وَاِنَّا لَنَعْلَمُ اَنَّ مِنْكُمْ مُّكَذِّبِيْنَۗ",
            "50": "وَاِنَّهٗ لَحَسْرَةٌ عَلَى الْكٰفِرِيْنَۚ",
            "51": "وَاِنَّهٗ لَحَقُّ الْيَقِيْنِ ",
            "52": "فَسَبِّحْ بِاسْمِ رَبِّكَ الْعَظِيْمِ ࣖ"
        },
        "translations": {
            "id": {
                "name": "Hari Kiamat",
                "text": {
                    "1": "Hari Kiamat,",
                    "2": "apakah hari Kiamat itu?",
                    "3": "Dan tahukah kamu apakah hari Kiamat itu?",
                    "4": "Kaum Samud, dan ‘Ad telah mendustakan hari Kiamat.",
                    "5": "Maka adapun kaum Samud, mereka telah dibinasakan dengan suara yang sangat keras,",
                    "6": "sedangkan kaum ‘Ad, mereka telah dibinasakan dengan angin topan yang sangat dingin,",
                    "7": "Allah menimpakan angin itu kepada mereka selama tujuh malam delapan hari terus-menerus; maka kamu melihat kaum ‘Ad pada waktu itu mati bergelimpangan seperti batang-batang pohon kurma yang telah kosong (lapuk).",
                    "8": "Maka adakah kamu melihat seorang pun yang masih tersisa di antara mereka?",
                    "9": "Kemudian datang Fir‘aun dan orang-orang yang sebelumnya dan (penduduk) negeri-negeri yang dijungkirbalikkan karena kesalahan yang besar.",
                    "10": "Maka mereka mendurhakai utusan Tuhannya, Allah menyiksa mereka dengan siksaan yang sangat keras. ",
                    "11": "Sesungguhnya ketika air naik (sampai ke gunung), Kami membawa (nenek moyang) kamu ke dalam kapal, ",
                    "12": "agar Kami jadikan (peristiwa itu) sebagai peringatan bagi kamu dan agar diperhatikan oleh telinga yang mau mendengar. ",
                    "13": "Maka apabila sangkakala ditiup sekali tiup,",
                    "14": "dan diangkatlah bumi dan gunung-gunung, lalu dibenturkan keduanya sekali benturan.",
                    "15": "Maka pada hari itu terjadilah hari Kiamat, ",
                    "16": "dan terbelahlah langit, karena pada hari itu langit menjadi rapuh.",
                    "17": "Dan para malaikat berada di berbagai penjuru langit. Pada hari itu delapan malaikat menjunjung ‘Arsy (singgasana) Tuhanmu di atas (kepala) mereka. ",
                    "18": "Pada hari itu kamu dihadapkan (kepada Tuhanmu), tidak ada sesuatu pun dari kamu yang tersembunyi (bagi Allah). ",
                    "19": "Adapun orang yang kitabnya  diberikan di tangan kanannya, maka dia berkata, “Ambillah, bacalah kitabku (ini).” ",
                    "20": "Sesungguhnya aku yakin, bahwa (suatu saat) aku akan menerima perhitungan terhadap diriku. ",
                    "21": "Maka orang itu berada dalam kehidupan yang diridai,",
                    "22": "dalam surga yang tinggi, ",
                    "23": "buah-buahannya dekat,",
                    "24": "(kepada mereka dikatakan), “Makan dan minumlah dengan nikmat karena amal yang telah kamu kerjakan pada hari-hari yang telah lalu.” ",
                    "25": "Dan adapun orang yang kitabnya diberikan di tangan kirinya, maka dia berkata, “Alangkah baiknya jika kitabku (ini) tidak diberikan kepadaku.",
                    "26": "Sehingga aku tidak mengetahui bagaimana perhitunganku. ",
                    "27": "Wahai, kiranya (kematian) itulah yang menyudahi segala sesuatu. ",
                    "28": "Hartaku sama sekali tidak berguna bagiku. ",
                    "29": "Kekuasaanku telah hilang dariku.”",
                    "30": "(Allah berfirman), “Tangkaplah dia lalu belenggulah tangannya ke lehernya.” ",
                    "31": "Kemudian masukkanlah dia ke dalam api neraka yang menyala-nyala. ",
                    "32": "Kemudian belitlah dia dengan rantai yang panjangnya tujuh puluh hasta. ",
                    "33": "Sesungguhnya dialah orang yang tidak beriman kepada Allah Yang Mahabesar. ",
                    "34": "Dan juga dia tidak mendorong (orang lain) untuk memberi makan orang miskin. ",
                    "35": "Maka pada hari ini di sini tidak ada seorang teman pun baginya. ",
                    "36": "Dan tidak ada makanan (baginya) kecuali dari darah dan nanah. ",
                    "37": "Tidak ada yang memakannya kecuali orang-orang yang berdosa. ",
                    "38": "Maka Aku bersumpah demi apa yang kamu lihat, ",
                    "39": "dan demi apa yang tidak kamu lihat.",
                    "40": "Sesungguhnya ia (Al-Qur'an) itu benar-benar wahyu (yang diturunkan kepada) Rasul yang mulia,",
                    "41": "dan ia (Al-Qur'an) bukanlah perkataan seorang penyair. Sedikit sekali kamu beriman kepadanya. ",
                    "42": "Dan bukan pula perkataan tukang tenung. Sedikit sekali kamu mengambil pelajaran darinya. ",
                    "43": "Ia (Al-Qur'an) adalah wahyu yang diturunkan dari Tuhan seluruh alam. ",
                    "44": "Dan sekiranya dia (Muhammad) mengada-adakan sebagian perkataan atas (nama) Kami, ",
                    "45": "pasti Kami pegang dia pada tangan kanannya. ",
                    "46": "Kemudian Kami potong pembuluh jantungnya. ",
                    "47": "Maka tidak seorang pun dari kamu yang dapat menghalangi (Kami untuk menghukumnya). ",
                    "48": "Dan sungguh, (Al-Qur'an) itu pelajaran bagi orang-orang yang bertakwa. ",
                    "49": "Dan sungguh, Kami mengetahui bahwa di antara kamu ada orang yang mendustakan.",
                    "50": "Dan sungguh, (Al-Qur'an) itu akan menimbulkan penyesalan bagi orang-orang kafir (di akhirat).",
                    "51": "Dan Sungguh, (Al-Qur'an) itu kebenaran yang meyakinkan. ",
                    "52": "Maka bertasbihlah dengan (menyebut) nama Tuhanmu Yang Mahaagung. "
                }
            }
        }
    }
}