{
    "71": {
        "number": "71",
        "name": "نوح",
        "name_latin": "Nuh",
        "number_of_ayah": "28",
        "text": {
            "1": "اِنَّآ اَرْسَلْنَا نُوْحًا اِلٰى قَوْمِهٖٓ اَنْ اَنْذِرْ قَوْمَكَ مِنْ قَبْلِ اَنْ يَّأْتِيَهُمْ عَذَابٌ اَلِيْمٌ ",
            "2": "قَالَ يٰقَوْمِ اِنِّيْ لَكُمْ نَذِيْرٌ مُّبِيْنٌۙ",
            "3": "اَنِ اعْبُدُوا اللّٰهَ وَاتَّقُوْهُ وَاَطِيْعُوْنِۙ ",
            "4": "يَغْفِرْ لَكُمْ مِّنْ ذُنُوْبِكُمْ وَيُؤَخِّرْكُمْ اِلٰٓى اَجَلٍ مُّسَمًّىۗ اِنَّ اَجَلَ اللّٰهِ اِذَا جَاۤءَ لَا يُؤَخَّرُۘ لَوْ كُنْتُمْ تَعْلَمُوْنَ ",
            "5": "قَالَ رَبِّ اِنِّيْ دَعَوْتُ قَوْمِيْ لَيْلًا وَّنَهَارًاۙ",
            "6": "فَلَمْ يَزِدْهُمْ دُعَاۤءِيْٓ اِلَّا فِرَارًا ",
            "7": "وَاِنِّيْ كُلَّمَا دَعَوْتُهُمْ لِتَغْفِرَ لَهُمْ جَعَلُوْٓا اَصَابِعَهُمْ فِيْٓ اٰذَانِهِمْ وَاسْتَغْشَوْا ثِيَابَهُمْ وَاَصَرُّوْا وَاسْتَكْبَرُوا اسْتِكْبَارًاۚ ",
            "8": "ثُمَّ اِنِّيْ دَعَوْتُهُمْ جِهَارًاۙ",
            "9": "ثُمَّ اِنِّيْٓ اَعْلَنْتُ لَهُمْ وَاَسْرَرْتُ لَهُمْ اِسْرَارًاۙ",
            "10": "فَقُلْتُ اسْتَغْفِرُوْا رَبَّكُمْ اِنَّهٗ كَانَ غَفَّارًاۙ",
            "11": "يُّرْسِلِ السَّمَاۤءَ عَلَيْكُمْ مِّدْرَارًاۙ",
            "12": "وَّيُمْدِدْكُمْ بِاَمْوَالٍ وَّبَنِيْنَ وَيَجْعَلْ لَّكُمْ جَنّٰتٍ وَّيَجْعَلْ لَّكُمْ اَنْهٰرًاۗ",
            "13": "مَا لَكُمْ لَا تَرْجُوْنَ لِلّٰهِ وَقَارًاۚ",
            "14": "وَقَدْ خَلَقَكُمْ اَطْوَارًا ",
            "15": "اَلَمْ تَرَوْا كَيْفَ خَلَقَ اللّٰهُ سَبْعَ سَمٰوٰتٍ طِبَاقًاۙ",
            "16": "وَّجَعَلَ الْقَمَرَ فِيْهِنَّ نُوْرًا وَّجَعَلَ الشَّمْسَ سِرَاجًا ",
            "17": "وَاللّٰهُ اَنْۢبَتَكُمْ مِّنَ الْاَرْضِ نَبَاتًاۙ",
            "18": "ثُمَّ يُعِيْدُكُمْ فِيْهَا وَيُخْرِجُكُمْ اِخْرَاجًا ",
            "19": "وَاللّٰهُ جَعَلَ لَكُمُ الْاَرْضَ بِسَاطًاۙ",
            "20": "لِّتَسْلُكُوْا مِنْهَا سُبُلًا فِجَاجًا ࣖ ",
            "21": "قَالَ نُوْحٌ رَّبِّ اِنَّهُمْ عَصَوْنِيْ وَاتَّبَعُوْا مَنْ لَّمْ يَزِدْهُ مَالُهٗ وَوَلَدُهٗٓ اِلَّا خَسَارًاۚ ",
            "22": "وَمَكَرُوْا مَكْرًا كُبَّارًاۚ",
            "23": "وَقَالُوْا لَا تَذَرُنَّ اٰلِهَتَكُمْ وَلَا تَذَرُنَّ وَدًّا وَّلَا سُوَاعًا ەۙ وَّلَا يَغُوْثَ وَيَعُوْقَ وَنَسْرًاۚ",
            "24": "وَقَدْ اَضَلُّوْا كَثِيْرًا ەۚ وَلَا تَزِدِ الظّٰلِمِيْنَ اِلَّا ضَلٰلًا",
            "25": "مِمَّا خَطِيْۤـٰٔتِهِمْ اُغْرِقُوْا فَاُدْخِلُوْا نَارًا ەۙ فَلَمْ يَجِدُوْا لَهُمْ مِّنْ دُوْنِ اللّٰهِ اَنْصَارًا",
            "26": "وَقَالَ نُوْحٌ رَّبِّ لَا تَذَرْ عَلَى الْاَرْضِ مِنَ الْكٰفِرِيْنَ دَيَّارًا ",
            "27": "اِنَّكَ اِنْ تَذَرْهُمْ يُضِلُّوْا عِبَادَكَ وَلَا يَلِدُوْٓا اِلَّا فَاجِرًا كَفَّارًا ",
            "28": "رَبِّ اغْفِرْ لِيْ وَلِوَالِدَيَّ وَلِمَنْ دَخَلَ بَيْتِيَ مُؤْمِنًا وَّلِلْمُؤْمِنِيْنَ وَالْمُؤْمِنٰتِۗ وَلَا تَزِدِ الظّٰلِمِيْنَ اِلَّا تَبَارًا ࣖ"
        },
        "translations": {
            "id": {
                "name": "Nuh",
                "text": {
                    "1": "Sesungguhnya Kami telah mengutus Nuh kepada kaumnya (dengan perintah), “Berilah kaummu peringatan sebelum datang kepadanya azab yang pedih.” ",
                    "2": "Dia (Nuh) berkata, “Wahai kaumku! Sesungguhnya aku ini seorang pemberi peringatan yang menjelaskan kepada kamu, ",
                    "3": "(yaitu) sembahlah Allah, bertakwalah kepada-Nya dan taatlah kepadaku, ",
                    "4": "niscaya Dia mengampuni sebagian dosa-dosamu dan menangguhkan kamu (memanjangkan umurmu) sampai pada batas waktu yang ditentukan. Sungguh, ketetapan Allah itu apabila telah datang tidak dapat ditunda, seandainya kamu mengetahui.” ",
                    "5": "Dia (Nuh) berkata, “Ya Tuhanku, sesungguhnya aku telah menyeru kaumku siang dan malam,",
                    "6": "tetapi seruanku itu tidak menambah (iman) mereka, justru mereka lari (dari kebenaran).",
                    "7": "Dan sesungguhnya aku setiap kali menyeru mereka (untuk beriman) agar Engkau mengampuni mereka, mereka memasukkan anak jarinya ke telinganya dan menutupkan bajunya (ke wajahnya) dan mereka tetap (mengingkari) dan sangat menyombongkan diri.",
                    "8": "Lalu sesungguhnya aku menyeru mereka dengan cara terang-terangan.",
                    "9": "Kemudian aku menyeru mereka secara terbuka dan dengan diam-diam,",
                    "10": "maka aku berkata (kepada mereka), “Mohonlah ampunan kepada Tuhanmu, Sungguh, Dia Maha Pengampun, ",
                    "11": "niscaya Dia akan menurunkan hujan yang lebat dari langit kepadamu, ",
                    "12": "dan Dia memperbanyak harta dan anak-anakmu, dan mengadakan kebun-kebun untukmu dan mengadakan sungai-sungai untukmu.” ",
                    "13": "Mengapa kamu tidak takut akan kebesaran Allah? ",
                    "14": "Dan sungguh, Dia telah menciptakan kamu dalam beberapa tingkatan (kejadian). ",
                    "15": "Tidakkah kamu memperhatikan bagai-mana Allah telah menciptakan tujuh langit berlapis-lapis?",
                    "16": "Dan di sana Dia menciptakan bulan yang bercahaya dan menjadikan matahari sebagai pelita (yang cemerlang)?",
                    "17": "Dan Allah menumbuhkan kamu dari tanah, tumbuh (berangsur-angsur), ",
                    "18": "kemudian Dia akan mengembalikan kamu ke dalamnya (tanah) dan mengeluarkan kamu (pada hari Kiamat) dengan pasti. ",
                    "19": "Dan Allah menjadikan bumi untukmu sebagai hamparan, ",
                    "20": "agar kamu dapat pergi kian kemari di jalan-jalan yang luas. ",
                    "21": "Nuh berkata, “Ya Tuhanku, sesungguhnya mereka durhaka kepadaku, dan mereka mengikuti orang-orang yang harta dan anak-anaknya hanya menambah kerugian baginya, ",
                    "22": "dan mereka melakukan tipu daya yang sangat besar.” ",
                    "23": "Dan mereka berkata, “Jangan sekali-kali kamu meninggalkan (penyembahan) tuhan-tuhan kamu dan jangan pula sekali-kali kamu meninggalkan (penyembahan) Wadd, dan jangan pula Suwa‘, Yagus, Ya‘uq dan Nasr.” ",
                    "24": "Dan sungguh, mereka telah menyesatkan banyak orang; dan janganlah Engkau tambahkan bagi orang-orang yang zalim itu selain kesesatan. ",
                    "25": "Disebabkan kesalahan-kesalahan mereka, mereka ditenggelamkan lalu dimasukkan ke neraka, maka mereka tidak mendapat penolong selain Allah.",
                    "26": "Dan Nuh berkata, “Ya Tuhanku, janganlah Engkau biarkan seorang pun di antara orang-orang kafir itu tinggal di atas bumi.",
                    "27": "Sesungguhnya jika Engkau biarkan mereka tinggal, niscaya mereka akan menyesatkan hamba-hamba-Mu, dan mereka hanya akan melahirkan anak-anak yang jahat dan tidak tahu bersyukur. ",
                    "28": "Ya Tuhanku, ampunilah aku, ibu bapakku, dan siapa pun yang memasuki rumahku dengan beriman dan semua orang yang beriman laki-laki dan perempuan. Dan janganlah Engkau tambahkan bagi orang-orang yang zalim itu selain kehancuran.”"
                }
            }
        },
        "tafsir": {
            "id": {
                "kemenag": {
                    "name": "Kemenag",
                    "source": "Aplikasi Quran Kementrian Agama Republik Indonesia",
                    "text": {
                        "1": "Ayat ini menerangkan bahwa Allah telah mengutus Nabi Nuh kepada kaumnya untuk menyampaikan agama-Nya, supaya mereka takut kepada azab-Nya yang dahsyat sebelum saatnya tiba, serta beriman dan mengikuti ajarannya.\n\nNabi Nuh adalah nabi dan rasul Allah yang ketiga setelah Adam dan Idris. Beliau diutus kepada kaumnya yang menyembah berhala. Allah memerintahkan Nuh agar berdakwah kepada kaumnya itu supaya mereka beriman kepada-Nya dan menghentikan penyembahan berhala. Allah mengancam bahwa jika mereka tidak mengindahkan peringatan itu, mereka akan ditimpa azab yang dahsyat sebagai akibat keingkaran mereka.",
                        "2": "Nuh segera berdakwah untuk melaksanakan tugas kerasulannya. Ia mengatakan bahwa ia benar-benar rasul Allah untuk mengajak mereka beriman dan meninggalkan penyembahan berhala.",
                        "3": "Dalam ayat ini, diterangkan isi seruan Nabi Nuh, yaitu:\n\n1.Hendaklah mereka menyembah Allah saja, Tuhan Yang Maha Esa, tidak ada Tuhan selain Dia. Dalam perintah menyembah Allah yang disampaikan Nuh itu, terkandung isyarat agar mereka mengerjakan segala yang wajib, dan menghentikan segala yang diharamkan. Dari perintah Allah untuk hanya menyembah-Nya, dapat dipahami bahwa agama yang dianut kaum Nuh itu adalah agama syirik.\n\n2.Hendaklah mereka bertakwa kepada Allah, yaitu melaksanakan semua yang diperintahkan dan menjauhi segala yang dilarang-Nya.\n\n3.Menaati segala yang diperintahkan dan dilarangnya, karena apa yang ia perintahkan dan larang itu berasal dari Allah. Menaati Nuh berarti menaati Allah. Untuk dapat beribadah dengan baik kepada Allah dan bertakwa kepada-Nya, kaum Nuh perlu mengikuti penjelasan dan contoh yang diberikan Nabi Nuh.",
                        "4": "Dalam ayat ini, diterangkan janji Allah kepada kaum Nuh bila mereka mematuhi seruannya, yaitu:\n\n1.Allah akan mengampuni dosa-dosa mereka. Dosa-dosa mereka karena menyembah berhala-berhala itu akan terhapus oleh keimanan mereka. \n\n1.Allah akan memanjangkan umur mereka. Sekalipun umur mereka telah ditentukan, namun jika mereka beriman, Allah akan memanjangkan umur mereka dan menghentikan azab yang akan dijatuhkan kepada mereka. Melakukan yang demikian itu merupakan perkara yang mudah bagi Allah, karena Dia Mahakuasa dan Maha Menentukan segala sesuatu yang dikehendaki-Nya.\n\nSehubungan dengan masalah menangguhkan kedatangan ajal, yakni memanjang umur yang disebut dalam ayat ini, sebagian ahli tafsir menyatakan bahwa Allah akan mengubah takdir yang telah ditentukan-Nya, jika Dia menghendakinya. Oleh karena itu, taat kepada Allah, melakukan perbuatan-perbuatan takwa, dan menghubungkan silaturrahim dapat memanjangkan umur manusia. Nabi Muhammad bersabda:\n\nDari Anas bin Malik, Rasulullah saw bersabda: Barang siapa menghendaki diluaskan rezekinya dan dipanjangkan umurnya maka hendaknya ia menjalin silaturrahim. (Riwayat al-Bukhari)\n\nHal ini akan lebih jelas maksudnya jika dihubungkan dengan ilmu jiwa. Menurut ilmu jiwa, ada hubungan timbal-balik antara jasmani seseorang dengan rohaninya. Kesehatan rohani besar pengaruhnya terhadap kesehatan jasmani, begitu pula sebaliknya. Oleh karena itu, orang dikatakan sehat jika jasmani dan rohaninya sehat. Pada umumnya orang yang tekun mengerjakan amal saleh dan menghubungkan silaturrahim adalah orang yang sehat rohaninya. Dengan perkataan lain, takwa kepada Allah dapat menghilangkan penyakit-penyakit rohani. Jika rohani sehat, tentulah jasmani sehat pula dan umur pun akan panjang.\n\nPada akhir ayat ini, Allah menegaskan bahwa apabila Ia telah menetapkan ajal seseorang atau semua manusia, setelah ikhtiarnya, maka kedatangannya itu tidak dapat ditangguhkan atau tidak pula dapat dipercepat sesaat pun.",
                        "5": "Nabi Nuh mengeluhkan sikap kaumnya kepada Allah bahwa sekalipun ia sudah menyeru umatnya siang dan malam, tetapi mereka tetap tidak menghiraukannya. Bahkan, mereka semakin diseru, semakin menjauh dan lari dari seruan itu.",
                        "6": "Nabi Nuh mengeluhkan sikap kaumnya kepada Allah bahwa sekalipun ia sudah menyeru umatnya siang dan malam, tetapi mereka tetap tidak menghiraukannya. Bahkan, mereka semakin diseru, semakin menjauh dan lari dari seruan itu.",
                        "7": "Nabi Nuh juga mengeluhkan bahwa setiap kali ia menyeru mereka agar beriman dan tidak lagi menyembah berhala-berhala agar dosa-dosa mereka diampuni, mereka menyumbatkan jari-jari mereka ke lubang telinga agar tidak mendengar seruannya. Mereka bahkan menutupi muka masing-masing supaya tidak melihatnya. Hal ini didorong oleh kebencian mereka terhadapnya. Lebih dari itu, mereka juga semakin ingkar dan sombong.",
                        "8": "Nabi Nuh mengadukan kepada Allah bahwa segala upaya telah ia lakukan supaya mereka beriman. Ia telah menyeru mereka secara terang-terangan di hadapan umum, dan adakalanya dengan dua cara sekaligus, yaitu mengajak mereka secara bersama di depan umum, dan mendekati mereka seorang demi seorang secara pribadi. Akan tetapi, mereka tetap menampik dan menolak seruan itu.\n\nDari ayat ini dapat dipahami bahwa Nabi Nuh telah melaksanakan tugas tanpa menghiraukan bahaya yang dapat mengancam jiwanya. Nuh sangat cinta kepada kaumnya, dan beliau ingin mereka beriman supaya terhindar dari azab Allah. Dan ia telah melaksanakan tugasnya dengan penuh pengabdian kepada Allah.",
                        "9": "Nabi Nuh mengadukan kepada Allah bahwa segala upaya telah ia lakukan supaya mereka beriman. Ia telah menyeru mereka secara terang-terangan di hadapan umum, dan adakalanya dengan dua cara sekaligus, yaitu mengajak mereka secara bersama di depan umum, dan mendekati mereka seorang demi seorang secara pribadi. Akan tetapi, mereka tetap menampik dan menolak seruan itu.\n\nDari ayat ini dapat dipahami bahwa Nabi Nuh telah melaksanakan tugas tanpa menghiraukan bahaya yang dapat mengancam jiwanya. Nuh sangat cinta kepada kaumnya, dan beliau ingin mereka beriman supaya terhindar dari azab Allah. Dan ia telah melaksanakan tugasnya dengan penuh pengabdian kepada Allah.",
                        "10": "Nuh menyeru kaumnya agar memohon ampun kepada Allah atas dosa-dosa mereka menyembah berhala. Bila mereka memohon ampunan, maka Allah pasti akan mengabulkannya, karena Ia Maha Pengampun. Keimanan mereka akan menghapus dosa-dosa syirik yang telah mereka lakukan.",
                        "11": "Nabi Nuh menyampaikan kepada kaumnya janji Allah bila mereka beriman kepada-Nya, yaitu:\n\n1.Allah akan menurunkan hujan lebat yang akan menyuburkan tanah mereka dan memberikan hasil yang berlimpah sehingga mereka akan makmur.\n\n2.Allah akan menganugerahkan kepada mereka kekayaan yang berlimpah.\n\n3.Allah akan menganugerahkan anak-anak yang banyak untuk melanjutkan keturunan mereka, sehingga tidak punah.\n\n4.Allah akan menyuburkan kebun-kebun mereka, sehingga memberi hasil yang berlimpah.\n\n5.Allah akan memberi mereka sungai-sungai dan irigasi untuk mengairi kebun-kebun mereka, sehingga subur dan hijau.\n\nJanji Allah kepada umat Nuh sangat cocok dengan masyarakat waktu itu. Umat Nabi Nuh adalah nenek moyang umat manusia sekarang. Kebudayaan mereka masih dalam taraf permulaan kebudayaan manusia. Akan tetapi, janji Allah itu tidak menarik hati mereka sedikit pun. Hal ini menunjukkan keingkaran mereka yang sangat hebat. \n\nJanji Allah itu mengandung isyarat bahwa Ia menyuruh mereka mempergunakan akal pikiran. Mereka seakan-akan disuruh memikirkan kegunaan hujan bagi mereka. Hujan akan menyuburkan bumi tempat mereka berdiam, menghasilkan tanam-tanaman dan buah-buahan yang mereka perlukan. Sebagian hasil pertanian itu bisa mereka makan dan sebagian lainnya dijual, sehingga menambah kekayaan mereka. Hujan akan mengalirkan air menjadi sungai-sungai yang bermanfaat bagi mereka. Jika mereka mau menggunakan pikiran seperti itu, mereka tentu akan sampai kepada kesimpulan tentang siapa yang menurunkan hujan dan menyuburkan bumi sehingga menghasilkan keperluan-keperluan hidup mereka. Akhirnya, mereka tentu akan sampai kepada suatu kesimpulan sebagaimana seruan yang disampaikan Nuh kepada mereka, yaitu beriman kepada Tuhan Yang Maha Esa dan yang menciptakan semua keperluan mereka.",
                        "12": "Nabi Nuh menyampaikan kepada kaumnya janji Allah bila mereka beriman kepada-Nya, yaitu:\n\n1.Allah akan menurunkan hujan lebat yang akan menyuburkan tanah mereka dan memberikan hasil yang berlimpah sehingga mereka akan makmur.\n\n2.Allah akan menganugerahkan kepada mereka kekayaan yang berlimpah.\n\n3.Allah akan menganugerahkan anak-anak yang banyak untuk melanjutkan keturunan mereka, sehingga tidak punah.\n\n4.Allah akan menyuburkan kebun-kebun mereka, sehingga memberi hasil yang berlimpah.\n\n5.Allah akan memberi mereka sungai-sungai dan irigasi untuk mengairi kebun-kebun mereka, sehingga subur dan hijau.\n\nJanji Allah kepada umat Nuh sangat cocok dengan masyarakat waktu itu. Umat Nabi Nuh adalah nenek moyang umat manusia sekarang. Kebudayaan mereka masih dalam taraf permulaan kebudayaan manusia. Akan tetapi, janji Allah itu tidak menarik hati mereka sedikit pun. Hal ini menunjukkan keingkaran mereka yang sangat hebat. \n\nJanji Allah itu mengandung isyarat bahwa Ia menyuruh mereka mempergunakan akal pikiran. Mereka seakan-akan disuruh memikirkan kegunaan hujan bagi mereka. Hujan akan menyuburkan bumi tempat mereka berdiam, menghasilkan tanam-tanaman dan buah-buahan yang mereka perlukan. Sebagian hasil pertanian itu bisa mereka makan dan sebagian lainnya dijual, sehingga menambah kekayaan mereka. Hujan akan mengalirkan air menjadi sungai-sungai yang bermanfaat bagi mereka. Jika mereka mau menggunakan pikiran seperti itu, mereka tentu akan sampai kepada kesimpulan tentang siapa yang menurunkan hujan dan menyuburkan bumi sehingga menghasilkan keperluan-keperluan hidup mereka. Akhirnya, mereka tentu akan sampai kepada suatu kesimpulan sebagaimana seruan yang disampaikan Nuh kepada mereka, yaitu beriman kepada Tuhan Yang Maha Esa dan yang menciptakan semua keperluan mereka.",
                        "13": "Nabi Nuh menasihati kaumnya bahwa mereka seharusnya mengakui kekuasaan Allah yang Mahabesar. Mereka juga seharusnya berharap agar dimuliakan Allah dengan beriman kepada-Nya. Akan tetapi, hal itu tetap tidak mereka lakukan.",
                        "14": "Nabi Nuh mengingatkan lagi kebesaran dan kekuasaan Allah yang terdapat di dalam diri mereka, yaitu bahwa mereka diciptakan-Nya secara bertahap. Dari setetes air mani, kemudian menjadi zigot, darah, seberkas lempeng daging dan tulang, janin, dan kemudian dilahirkan. Dari bayi yang tidak tahu suatu apa pun, mereka menjadi manusia dewasa, berketurunan, dan akhirnya meninggal dunia. Berdasarkan kekuasaan Allah itu, mereka seharusnya beriman kepada-Nya.\n\nTahap-tahap kejadian manusia yang menunjukkan kekuasaan Allah itu dinyatakan pula dalam ayat-ayat lain:\n\nDialah yang menciptakanmu dari tanah, kemudian dari setetes mani, lalu dari segumpal darah, kemudian kamu dilahirkan sebagai seorang anak, kemudian dibiarkan kamu sampai dewasa, lalu menjadi tua. Tetapi di antara kamu ada yang dimatikan sebelum itu. (Kami perbuat demikian) agar kamu sampai kepada kurun waktu yang ditentukan, agar kamu mengerti. (al-Mu'min/40: 67)\n\nDalam ayat lain, Allah berfirman:\n\nDan sungguh, Kami telah menciptakan manusia dari saripati (berasal) dari tanah. Kemudian Kami menjadikannya air mani (yang disimpan) dalam tempat yang kokoh (rahim). Kemudian, air mani itu Kami jadikan sesuatu yang melekat, lalu sesuatu yang melekat itu Kami jadikan segumpal daging, dan segumpal daging itu Kami jadikan tulang belulang, lalu tulang belulang itu Kami bungkus dengan daging. Kemudian, Kami menjadikannya makhluk yang (berbentuk) lain. Mahasuci Allah, Pencipta yang paling baik. (al-Mu'minun/23: 12-14)\n\nSecara ilmiah, tahapan penciptaan manusia itu dapat dijelaskan sebagai berikut: \n\n1.Tingkat sari pati tanah, ketika manusia belum bisa disebut sebagai apa-apa. Mohon dilihat kembali penjelasan tentang \"sari pati tanah pada telaah ilmiah Surah al-hijr/15 ayat 26, 28, dan 33.\n\n2.Tingkat nuthfah. Ketika semua sari pati tanah, masuk ke dalam tubuh kita, kemudian digunakan oleh tubuh sebagai 'starting materials dalam proses metabolisme pembentukan nuthfah di dalam sel-sel reproduksi. Nuthfah diterjemahkan sebagai air mani atau setetes mani. Pengertian harfiahnya adalah tetes atau bagian kecil dari fluida (cairan kental, konsentrat). Dalam dunia sains, merupakan konsentrasi fluida yang mengandung sperma. Disebut pula sebagai nuthfatun amsyaj atau setetes mani yang bercampur. Ini mengandung arti percampuran dua nuthfah atau benih, yaitu dari pihak laki-laki (sperma) dan dari pihak wanita (sel telur, ovarium). Dalam Surah al-Insan/76:2, tampak sekali bahwa hanya satu tetes mani (satu sperma) yang bercampur (membuahi) ovarium. Ini sangat bersesuaian dengan ilmu embryology. Nuthfah disebut pula sebagai air yang hina (ma'in mahin, al-Mursalat/77: 20) atau air yang terpancar (ma'in dafiq, ath-thariq/86: 6). Yang pertama, menyiratkan tentang hakikat keluarnya air mani melalui alat genetalia, yang kesehariannya untuk membuang kotoran (urine). Yang terakhir ini menunjukkan proses masuknya nutfah (sperma) ke dalam rahim.\n\n3.Tingkat 'alaqah. 'Alaqah merupakan bentuk perkembangan pra-embrionik, yang terjadi setelah percampuran sel mani (sperma) dan sel telur. Moore dan Azzindani (1982) menjelaskan bahwa 'alaqah dalam Bahasa Arab berarti lintah (leech) atau suatu suspensi (suspended thing) atau segumpal darah (a clot of blood). Lintah merupakan binatang tingkat rendah, berbentuk seperti buah pir, dan hidup dengan cara menghisap darah. Jadi 'alaqah merupakan tingkatan (stadium) embrionik, yang berbentuk seperti buah pir, di mana sistem kardiovaskuler (sistem pembuluh-jantung) sudah mulai tampak, dan hidupnya tergantung dari darah ibunya, mirip dengan lintah. 'Alaqah terbentuk sekitar 24-25 hari sejak pembuahan. Jika jaringan pra-embrionik 'alaqah ini diambil keluar (digugurkan), memang tampak seperti segumpal darah (a blood clot like).\n\n4.Tingkat Mudhgah. 'Alaqah yang terbentuk sekitar 24-25 hari setelah pembuahan, kemudian berkembang menjadi mudhgah pada hari ke 26-27, dan berakhir sebelum hari ke-42. Cepatnya perubahan dari 'alaqah ke mudhgah terlihat dalam penggunaan kata fa pada surah 23:14. Dalam bahasa Arab kata fa menunjukkan rangkaian perubahan yang cepat. Secara umum, mudhgah diterjemahkan sebagai 'segumpal daging. Mudhgah merupakan tingkatan embrionik yang berbentuk seperti 'kunyahan permen karet, yang menunjukkan permukaan yang tidak teratur. Mudhgah atau 'segumpal daging terdiri dari sel-sel atau jaringan-jaringan yang telah mengalami diferensiasi maupun yang belum mengalami diferensiasi. sebagaimana dapat dilihat pada penjelasan pada Surah al-hajj/22: 5 di atas oleh Moore dan Azzadani. Pada ayat 5, surah al-hajj/22, dijelaskan: \"....,kemudian dari segumpal daging (mudhgah) yang sempurna kejadiannya dan yang tidak sempurna, agar Kami jelaskan kepada kamu dan Kami tetapkan dalam rahim,...\" Moore dan Azzindani (1982), menerjemahkan dengan kalimat \"....,kemudian dari segumpal daging (mudhgah) yang telah terdiferensiasi dan yang belum terdiferensiasi, agar Kami jelaskan kepada kamu dan Kami tetapkan dalam rahim,...\" . Memang hakikat dari mudhgah, terdiri dari sel-sel atau jaringan/organ yang telah mengalami diferensiasi maupun yang belum.\n\n5.Tingkat pembentukkan tulang. Setelah tingkat mudhgah inilah, mulai dibentuk tulang. Ini sangat bersesuaian sekali dengan embryology modern dewasa ini.\n\n6.Tingkat pembungkusan tulang oleh daging, Janin mulai terbentuk.\n\n7.Tingkat bayi dalam kandungan, merupakan perkembangan lanjutan dari Tingkat ke-6 di atas. Kemudian dilanjutkan dengan penyempurnaan pembentukan manusia. Wallahu a'lam bi as-sawab\n\nDemikianlah perjalanan hidup manusia yang menunjukkan bahwa kejadian manusia itu melalui proses yang rumit dan rentan. Oleh karena itu, terwujudnya mereka di alam ini hendaknya disyukuri dengan beriman kepada Allah.",
                        "15": "Dalam ayat ini, Nuh meminta kaumnya agar memperhatikan langit yang terdiri atas tujuh tingkat. Ayat ini dapat berarti khusus untuk kaum Nuh dan dapat pula berarti umum (untuk seluruh manusia) karena ayat ini menggunakan kata-kata alam tarau (tidakkah kamu memperhatikan). Memperhatikan di sini artinya dengan mempergunakan pikiran. Oleh karena itu, cara memperhatikan yang diperintahkan adalah dengan cara yang lazim digunakan dunia ilmu pengetahuan.\n\nAyat ini berarti khusus untuk umat Nabi Nuh maksudnya adalah mereka seharusnya mempergunakan pancaindra dan akal dalam mengamati alam ini. Dengan pengamatan demikian, mereka juga bisa mengetahui betapa besar dan hebat alam ini. Bahwa langit itu begitu luas dan bertingkat-tingkat juga dapat mereka pahami menurut pemahaman mereka yang sederhana. Mereka seharusnya mengakui kebesaran Allah dengan beriman kepada-Nya.\n\nAyat ini juga berlaku secara umum, yaitu ditujukan kepada umat Nabi Muhammad sampai sekarang dan masa yang akan datang. Sampai sekarang pun para ahli tafsir belum dapat memastikan \"langit\" yang terdiri atas tujuh tingkat itu. Tapi tentang \"langit\" itu tidak mustahil akan ditemukan oleh generasi yang akan datang. Mengenai langit, ayat lain menginformasikan:\n\nDan apakah orang-orang kafir tidak mengetahui bahwa langit dan bumi keduanya dahulunya menyatu, kemudian Kami pisahkan antara keduanya; dan Kami jadikan segala sesuatu yang hidup berasal dari air; maka mengapa mereka tidak beriman? (al-Anbiya'/21: 30)\n\nApa yang baru dapat dipahami oleh para ilmuwan sekarang adalah bahwa alam semesta ini terjadi dari satu massa yang amat padat, kemudian meledak, dan memunculkan galaksi-galaksi, tata surya, planet-planet, dan sebagainya. Akan tetapi, itu pun masih merupakan teori yang disebut teori big bang (ledakan besar).\n\nDari ayat ini dapat dipahami bahwa perintah memikirkan dan merenungkan kekuasaan dan kebesaran Allah itu tertuju kepada seluruh manusia, baik yang tinggi tingkat pengetahuannya maupun yang masih rendah. Seluruh manusia sanggup dan mampu melakukannya, sehingga menambah kuat imannya kepada Allah, Tuhan Yang Maha Esa.\n\nAyat ini juga mengajarkan kepada manusia mengenai cara mengenal dan mencari agama-Nya, yaitu dengan merenungkan kejadian alam ini. Dengan perenungan itu, manusia akan sampai kepada Penciptanya. Pencipta alam ini tentulah Yang Mahatahu dan Mahakuasa, bukan sesuatu yang tidak tahu apa-apa dan tidak berdaya sama sekali. Dialah yang menentukan segala sesuatu, Yang Maha Esa, tidak berserikat dengan sesuatu apa pun. Oleh karena itu, agama yang benar adalah agama yang mengakui keesaan Tuhan dan ibadah yang benar ialah ibadah yang langsung ditujukan kepada-Nya, tidak menggunakan perantara dan sebagainya.",
                        "16": "Nabi Nuh menerangkan kepada kaumnya bahwa Allah yang disembah itu menciptakan bulan bercahaya dan matahari bersinar. Dari ayat itu dapat dipahami bahwa:\n\n1.Matahari memancarkan sinar sendiri, sedang bulan mendapat cahaya dari matahari. Cahaya yang dipancarkan bulan berasal dari sinar matahari yang dipantulkannya ke bumi. Oleh karena itu, sinar matahari lebih keras dan terang dari cahaya bulan.\n\n2.Sinar dan cahaya itu berguna bagi manusia, tetapi bentuk kegunaannya berbeda-beda.\n\nAyat yang membedakan cahaya dan sinar dari dua benda langit, matahari dan bulan telah berkali-kali dikemukakan. Bintang mempunyai sumber sinar, sedangkan planet tidak. Penjelasan mengenai hal ini dapat dilihat pada Surah Yunus/10: 5. Uraian mengenai hal ini secara ilmiah adalah demikian:\n\nDalam membicarakan benda-benda angkasa, Al-Qur'an juga sudah membedakan bintang dan planet. Bintang adalah benda langit yang memancarkan sinar, sedangkan planet hanya memantulkan sinar yang diterima dari bintang. \n\nDialah yang menjadikan matahari bersinar dan bulan bercahaya, dan Dialah yang menetapkan tempat-tempat orbitnya, agar kamu mengetahui bilangan tahun, dan perhitungan waktu. Allah tidak menciptakan demikian itu melainkan dengan benar. Dia menjelaskan tanda-tanda (kebesaran-Nya) kepada orang-orang yang mengetahui. (Yunus/10: 5)\n\nMatahari adalah benda angkasa terbesar dalam tata surya kita. Ia merupakan gumpalan gas yang berpijar, dengan garis tengah sekitar 1,4 juta km. Jarak rata-rata antara titik pusat bumi dan matahari sekitar 150 juta km. Di pusat matahari, suhu mencapai sekitar 20.0000C.\n\nDalam ilmu astronomi, matahari merupakan benda langit yang digolongkan ke dalam jenis bintang. Di jagad raya ini terdapat miliaran, bahkan triliunan bintang. Matahari adalah salah satunya. Bintang merupakan benda langit yang memancarkan sinar karena di permukaan maupun bagian dalam bintang masih berlangsung reaksi-reaksi nuklir hidrogen yang dahsyat. Hasil reaksi inilah yang menimbulkan pancaran sinar. Sedangkan 10 benda langit yang mengorbit matahari, termasuk di dalamnya bumi (dan bulan yang mengorbit bumi), digolongkan ke dalam jenis planet.\n\nJumlah bintang diperkirakan lebih dari 6 miliar, bahkan boleh jadi mencapai 100 miliar. Akan tetapi, hanya sekitar 6.000 bintang yang dapat diamati dengan mata telanjang. Suhu, warna, ukuran, dan kepadatan bintang bervariasi. Bintang yang terpanas umumnya berwarna putih kebiruan. Suhu permukaannya dapat mencapai 20.0000C. Sedangkan yang kurang panas berwarna kuning, sebagaimana matahari. Ukurannya ada yang melebihi ribuan atau jutaan kali ukuran Matahari. Adapun jarak bintang terdekat dari tata surya adalah 4.000 tahun cahaya. Apabila kecepatan cahaya 186.000 mil per detik, maka jarak bintang terdekat tersebut mencapai 104 x 109 mil. Cahaya bintang terdekat ke tata surya, Alpha Centauri, memerlukan waktu 4 tahun untuk mencapai bumi. Sedang bintang \"terjauh\", Riga, cahayanya baru mencapai bumi lebih dari 1.000 tahun kemudian. Bandingkan dengan cahaya matahari yang mencapai bumi dalam hanya 4 menit saja.\n\nPlanet dapat dikategorikan sebagai bintang yang telah 'mati. Permukaannya telah mendingin, dan berubah menjadi padatan. Planet tidak memancarkan sinar. Akan tetapi, apabila ia disinari oleh satu sumber sinar (misal matahari), maka ia akan memantulkannya, sehingga tampak seperti bercahaya. Dengan demikian, kata 'bercahaya dapat diartikan sebagai dapat dilihat oleh mata karena memantulkan sinar yang diterima dari sumber sinar. Bulan bercahaya karena memantulkan sinar yang diterimanya dari matahari.",
                        "17": "Nabi Nuh selanjutnya menerangkan kepada kaumnya bahwa Allah Yang Maha Esa dan wajib disembah itu adalah Tuhan yang membuat manusia tumbuh dengan nutrisi yang berasal dari tanah. Di samping itu, manusia juga diciptakan dari tanah yaitu dari mani dan ovum yang terbentuk dari makanan yang berasal dari tanah. \n\nDari mani dan ovum yang terbentuk dari nutrisi yang berasal dari tanah itu terjadi pembuahan, kemudian mereka tumbuh menjadi manusia seperti tumbuhnya tanaman. Tanaman dalam perjalanan hidupnya mengalami berbagai macam proses, manusia juga demikian. Umat kaum Nuh tidak mengambil pelajaran dari proses penciptaan manusia itu. Mereka tetap mengingkari Tuhan dan tidak mempercayai kebesaran-Nya. Inilah yang diingatkan oleh Nabi Nuh kepada mereka dalam ayat ini.",
                        "18": "Nabi Nuh juga menerangkan kepada kaumnya bahwa mereka akan mati dan akan dikembalikan ke dalam tanah atau dikuburkan. Selanjutnya mereka akan dikeluarkan dari tanah itu pada hari Kiamat untuk diminta pertanggungjawabannya. Karena adanya pertanggungjawaban itu, mereka seharusnya beriman dan berbuat baik dalam kehidupan di dunia ini.",
                        "19": "Allah menegaskan lagi nikmat yang telah dilimpahkan-Nya kepada manusia, yaitu Dia telah menciptakan bumi luas dan datar sehingga mereka dapat menjalankan kehidupan dengan mudah. Dengan datarnya permukaan bumi, manusia dapat membuat jalan sehingga mereka dapat menjelajahi bumi sampai ke tempat-tempat yang jauh letaknya.\n\nAyat-ayat ini menggambarkan bahwa bumi telah dijadikan Allah relatif datar (plane), terlepas dari fakta bahwa di bumi banyak gunung yang dijadikan sebagai tiang pancang permukaan bumi, dan fakta bahwa 70% dari permukaan bumi berupa permukaan laut. Namun demikian, profil permukaan bumi relatif lebih rata dan mulus dibandingkan dengan planet atau benda-benda langit lainnya di alam semesta. Menurut para ahli, kondisi bumi termasuk permukaannya sangat sesuai dengan kondisi kehidupan dan kenyamanan manusia yang menghuninya. Allah dengan kerahmanan-Nya telah mengkondisikan permukaan bumi sehingga manusia menikmati kenyamanan kehidupan di dunia. Mengapa Allah menjadikan permukaan bumi datar (sebagai hamparan)? Sebabnya ialah supaya manusia dapat menjelajahi jalan-jalannya. Ini berarti bahwa Allah mengharapkan manusia agar mempelajari dan mengeksplorasi seluruh permukaan maupun kandungan perut bumi. Yang dimaksud dengan \"menjalani jalan-jalan\" ini ialah bukan hanya secara fisik menjelajahi permukaan bumi, tapi juga secara ilmiah. Untuk mencapai atau menghasilkan pengetahuan manusia perlu mengembara, menjelajahi seraya mengamati seluruh seluk beluk dan semua pelosok bumi, agar bisa menjalankan fungsinya sebagai khalifah Allah di permukaan bumi. Akumulasi pengetahuan manusia mengenai bumi disebut ilmu bumi, dan pada perkembangan lebih lanjut manusia perlu mempelajari ilmu bumi dan juga ilmu-ilmu kebumian serta ilmu pengetahuan dan teknologi yang relevan untuk dapat mengelola bumi ini.",
                        "20": "Allah menegaskan lagi nikmat yang telah dilimpahkan-Nya kepada manusia, yaitu Dia telah menciptakan bumi luas dan datar sehingga mereka dapat menjalankan kehidupan dengan mudah. Dengan datarnya permukaan bumi, manusia dapat membuat jalan sehingga mereka dapat menjelajahi bumi sampai ke tempat-tempat yang jauh letaknya.\n\nAyat-ayat ini menggambarkan bahwa bumi telah dijadikan Allah relatif datar (plane), terlepas dari fakta bahwa di bumi banyak gunung yang dijadikan sebagai tiang pancang permukaan bumi, dan fakta bahwa 70% dari permukaan bumi berupa permukaan laut. Namun demikian, profil permukaan bumi relatif lebih rata dan mulus dibandingkan dengan planet atau benda-benda langit lainnya di alam semesta. Menurut para ahli, kondisi bumi termasuk permukaannya sangat sesuai dengan kondisi kehidupan dan kenyamanan manusia yang menghuninya. Allah dengan kerahmanan-Nya telah mengkondisikan permukaan bumi sehingga manusia menikmati kenyamanan kehidupan di dunia. Mengapa Allah menjadikan permukaan bumi datar (sebagai hamparan)? Sebabnya ialah supaya manusia dapat menjelajahi jalan-jalannya. Ini berarti bahwa Allah mengharapkan manusia agar mempelajari dan mengeksplorasi seluruh permukaan maupun kandungan perut bumi. Yang dimaksud dengan \"menjalani jalan-jalan\" ini ialah bukan hanya secara fisik menjelajahi permukaan bumi, tapi juga secara ilmiah. Untuk mencapai atau menghasilkan pengetahuan manusia perlu mengembara, menjelajahi seraya mengamati seluruh seluk beluk dan semua pelosok bumi, agar bisa menjalankan fungsinya sebagai khalifah Allah di permukaan bumi. Akumulasi pengetahuan manusia mengenai bumi disebut ilmu bumi, dan pada perkembangan lebih lanjut manusia perlu mempelajari ilmu bumi dan juga ilmu-ilmu kebumian serta ilmu pengetahuan dan teknologi yang relevan untuk dapat mengelola bumi ini.",
                        "21": "Nuh mengadu kepada Allah bahwa umatnya tetap durhaka kepadanya. Mereka tidak mau mengikuti seruannya, dan tetap mengikuti pemimpin-pemimpin mereka yang terdiri dari orang-orang kaya, yang mempunyai harta dan anak-anak yang banyak. Akan tetapi, harta itu hanya digunakan untuk berfoya-foya. Anak-anak mereka juga tidak dididik dengan baik, sehingga bila dewasa nanti, mereka menjadi sesat dan jahat",
                        "22": "Ayat ini menerangkan bahwa para pembesar dan pemimpin umat Nabi Nuh, melakukan segala macam tipu muslihat untuk menghambat dan menghancurkan agama yang dibawa Nabi Nuh. Di antaranya adalah dengan menghalangi dan mengancam orang-orang yang hendak mengikuti seruan Nuh, memperkuat kedudukan berhala, dan bahkan menghasut masyarakat untuk menganiaya Nabi Nuh.",
                        "23": "Pembesar-pembesar umat Nabi Nuh meminta kaumnya agar tidak meninggalkan tuhan-tuhan yang telah disembah nenek moyang mereka dahulu. Mereka disuruh untuk tetap menyembah berhala-berhala mereka yaitu, wadd, suwa', yuguts, ya'uq dan nasr.\n\nKelima berhala tersebut merupakan berhala yang paling dihormati di antara sekian banyak berhala kabilah-kabilah kaum Nuh. Masing-masing kabilah juga mempunyai berhala-berhala sendiri yang berbeda-beda satu sama lain. Dari sinilah para ulama berpendapat bahwa agama syirik mulai berkembang pada zaman Nabi Nuh. Sebelumnya, yaitu pada masa Nabi Adam dan Idris, belum ada keyakinan syirik ataupun penyembahan berhala.\n\nPenyembahan kepada banyak berhala itu kemudian turun kepada bangsa Arab. Oleh karena itu, bangsa Arab juga memiliki berhala-berhala yang dinamai dengan nama-nama yang pernah dipakai oleh umat Nuh.\n\nMenurut riwayat al-Bukhari, Ibnu al-Mundhir, dan Ibnu Mardawaih dari Ibnu 'Abbas bahwa ia berkata, \"Kemudian berhala-berhala itu pindah kepada bangsa Arab, maka Wadd menjadi berhala kabilah Kalb, Suwa' menjadi berhala kabilah Hudhail, Yaguts menjadi berhala kabilah Murad yang kemudian berpindah kepada kabilah Guthaif; Ya'uq menjadi berhala kabilah Hamdan, dan Nasr menjadi adalah nama berhala kabilah Himyar.\"\n\nDi samping itu, juga terdapat berhala-berhala selain tersebut dalam ayat di atas yang disembah oleh umat Nuh, yang kemudian berpindah pula kepada bangsa Arab, seperti al-Lat, berhala kaum tsaqif di tha'if; al-'Uzza, berhala kabilah Sulaim, Gathfan, dan Jusyam; Manah, berhala kabilah Khuza'ah di Qudaid; Asaf, Na'ilah, dan Hubal, berhala-berhala yang disembah penduduk Mekah. Hubal adalah berhala yang terbesar dan teragung, menurut mereka, yang diletakkan di atas Ka'bah. Berhala-berhala itu mereka buat sendiri untuk disembah.\n\nPerpindahan berhala-berhala itu dari bangsa-bangsa lain ke bangsa Arab seperti diisyaratkan oleh riwayat di atas menunjukkan bahwa ajaran monoteisme yang dibawa oleh Nabi Muhammad berlaku atau bersifat universal. Ajaran itu tidak hanya untuk bangsa Arab, tetapi juga untuk bangsa-bangsa lain.",
                        "24": "Para pembesar dan pemimpin umat Nabi Nuh telah menyesatkan masyarakatnya dari jalan Allah dan mempengaruhi mereka dengan berbagai macam tipu muslihat, sehingga mereka mengikutinya. Dengan demikian, orang-orang yang datang sesudah mereka kemudian mengikuti jejak mereka, sampai kepada orang-orang Arab Jahiliah.\n\nDoa Nabi Ibrahim berikut mengindikasikan bahwa penyembahan berhala itu terus berlangsung sampai ke zamannya. Oleh karena itulah, ia berdoa kepada Allah agar anak cucunya terhindar dari meyembah berhala tersebut. Firman Allah:\n\nDan (ingatlah), ketika Ibrahim berdoa, \"Ya Tuhan, jadikanlah negeri ini (Mekah), negeri yang aman, dan jauhkanlah aku beserta anak cucuku agar tidak menyembah berhala. Ya Tuhan, berhala-berhala itu telah menyesatkan banyak dari manusia. Barang siapa mengikutiku, maka orang itu termasuk golonganku, dan barang siapa mendurhakaiku, maka Engkau Maha Pengampun, Maha Penyayang.\" (Ibrahim/14: 35-36)\n\nPada akhir ayat ini, Nuh berdoa agar Allah menambah kesesatan kaumnya itu. Hal itu ia lakukan karena mereka sudah zalim, yaitu ingkar dan semakin ingkar ketika dinasihati. Doa itu dimohonkan Nabi Nuh setelah melihat bahwa kaumnya tidak mungkin lagi dinasihati dengan cara apa pun.",
                        "25": "Ayat ini menerangkan bahwa Allah menenggelamkan umat Nabi Nuh yang zalim itu dengan banjir yang luar biasa besarnya. Semua itu disebabkan keingkaran dan dosa mereka kepada Allah. Dalam keadaan demikian, tidak seorang pun yang dapat menghindarkan mereka dari azab Allah. Bahkan berhala yang mereka sembah itu tidak dapat menolong diri dari kehancuran, apalagi menolong orang lain. Di akhirat nanti, mereka akan dijebloskan ke dalam neraka Jahanam.\n\nDalam ayat-ayat yang sebelumnya, seperti dalam Surah Hud, telah diterangkan bahwa setelah Nabi Nuh berpendapat bahwa kaumnya tidak mungkin memperkenankan seruannya, maka atas wahyu Allah, beliau mulai membuat kapal. Setelah kapal selesai, banjir pun datang, sehingga Nuh dan keluarganya beserta orang-orang yang beriman dengannya dapat diselamatkan dengan kapal itu",
                        "26": "Pada waktu terjadinya banjir itu, Nabi Nuh berdoa kepada Allah agar Dia memusnahkan seluruh orang-orang kafir dengan menenggelamkan mereka. Permohonan Nuh ini dikabulkan Allah.\n\nAlasan Nabi Nuh berdoa kepada Allah agar memusnahkan seluruh orang-orang kafir adalah:\n\n1.Jika di antara mereka ada yang dibiarkan hidup, mereka tetap akan berusaha menyesatkan manusia.\n\n2.Jika di antara mereka ada yang dibiarkan hidup, mereka akan menurunkan anak-anak yang kafir pula dan akan berusaha menjadikan orang-orang lain menjadi kafir.\n\nNabi Nuh berkesimpulan bahwa orang-orang kafir yang berada di zamannya itu tidak mungkin lagi akan beriman. Kesimpulannya ini didasarkan pada pengalamannya menyeru mereka selama 950 tahun. Oleh karena itulah, dia berdoa kepada Tuhan agar seluruh orang kafir itu ditenggelamkan tanpa meninggalkan seorang pun di antara mereka.\n\nPada ayat yang lain, Allah berfirman:\n\nDan Kami menolongnya dari orang-orang yang telah mendustakan ayat-ayat Kami. Sesungguhnya mereka adalah orang-orang yang jahat, maka Kami tenggelamkan mereka semuanya. (al-Anbiya'/21: 77)",
                        "27": "Pada waktu terjadinya banjir itu, Nabi Nuh berdoa kepada Allah agar Dia memusnahkan seluruh orang-orang kafir dengan menenggelamkan mereka. Permohonan Nuh ini dikabulkan Allah.\n\nAlasan Nabi Nuh berdoa kepada Allah agar memusnahkan seluruh orang-orang kafir adalah:\n\n1.Jika di antara mereka ada yang dibiarkan hidup, mereka tetap akan berusaha menyesatkan manusia.\n\n2.Jika di antara mereka ada yang dibiarkan hidup, mereka akan menurunkan anak-anak yang kafir pula dan akan berusaha menjadikan orang-orang lain menjadi kafir.\n\nNabi Nuh berkesimpulan bahwa orang-orang kafir yang berada di zamannya itu tidak mungkin lagi akan beriman. Kesimpulannya ini didasarkan pada pengalamannya menyeru mereka selama 950 tahun. Oleh karena itulah, dia berdoa kepada Tuhan agar seluruh orang kafir itu ditenggelamkan tanpa meninggalkan seorang pun di antara mereka.\n\nPada ayat yang lain, Allah berfirman:\n\nDan Kami menolongnya dari orang-orang yang telah mendustakan ayat-ayat Kami. Sesungguhnya mereka adalah orang-orang yang jahat, maka Kami tenggelamkan mereka semuanya. (al-Anbiya'/21: 77)",
                        "28": "Setelah Nuh berdoa kepada Allah agar membinasakan orang-orang kafir, beliau berdoa untuk keselamatan diri dan kedua orang tuanya serta seluruh orang-orang yang beriman. \n\nPada akhir ayat, Nuh memohon lagi kepada Allah agar menambah kesesatan orang-orang kafir, sehingga mereka akhirnya akan merasakan azab yang tidak terkirakan di hari Kiamat."
                    }
                }
            }
        }
    }
}