{
    "75": {
        "number": "75",
        "name": "القيٰمة",
        "name_latin": "Al-Qiyamah",
        "number_of_ayah": "40",
        "text": {
            "1": "لَآ اُقْسِمُ بِيَوْمِ الْقِيٰمَةِۙ",
            "2": "وَلَآ اُقْسِمُ بِالنَّفْسِ اللَّوَّامَةِ ",
            "3": "اَيَحْسَبُ الْاِنْسَانُ اَلَّنْ نَّجْمَعَ عِظَامَهٗ ۗ",
            "4": "بَلٰى قَادِرِيْنَ عَلٰٓى اَنْ نُّسَوِّيَ بَنَانَهٗ ",
            "5": "بَلْ يُرِيْدُ الْاِنْسَانُ لِيَفْجُرَ اَمَامَهٗۚ",
            "6": "يَسْـَٔلُ اَيَّانَ يَوْمُ الْقِيٰمَةِۗ",
            "7": "فَاِذَا بَرِقَ الْبَصَرُۙ",
            "8": "وَخَسَفَ الْقَمَرُۙ",
            "9": "وَجُمِعَ الشَّمْسُ وَالْقَمَرُۙ",
            "10": "يَقُوْلُ الْاِنْسَانُ يَوْمَىِٕذٍ اَيْنَ الْمَفَرُّۚ",
            "11": "كَلَّا لَا وَزَرَۗ",
            "12": "اِلٰى رَبِّكَ يَوْمَىِٕذِ ِۨالْمُسْتَقَرُّۗ",
            "13": "يُنَبَّؤُا الْاِنْسَانُ يَوْمَىِٕذٍۢ بِمَا قَدَّمَ وَاَخَّرَۗ",
            "14": "بَلِ الْاِنْسَانُ عَلٰى نَفْسِهٖ بَصِيْرَةٌۙ",
            "15": "وَّلَوْ اَلْقٰى مَعَاذِيْرَهٗۗ",
            "16": "لَا تُحَرِّكْ بِهٖ لِسَانَكَ لِتَعْجَلَ بِهٖۗ",
            "17": "اِنَّ عَلَيْنَا جَمْعَهٗ وَقُرْاٰنَهٗ ۚ",
            "18": "فَاِذَا قَرَأْنٰهُ فَاتَّبِعْ قُرْاٰنَهٗ ۚ",
            "19": "ثُمَّ اِنَّ عَلَيْنَا بَيَانَهٗ ۗ",
            "20": "كَلَّا بَلْ تُحِبُّوْنَ الْعَاجِلَةَۙ",
            "21": "وَتَذَرُوْنَ الْاٰخِرَةَۗ",
            "22": "وُجُوْهٌ يَّوْمَىِٕذٍ نَّاضِرَةٌۙ",
            "23": "اِلٰى رَبِّهَا نَاظِرَةٌ ۚ",
            "24": "وَوُجُوْهٌ يَّوْمَىِٕذٍۢ بَاسِرَةٌۙ",
            "25": "تَظُنُّ اَنْ يُّفْعَلَ بِهَا فَاقِرَةٌ ۗ",
            "26": "كَلَّآ اِذَا بَلَغَتِ التَّرَاقِيَۙ",
            "27": "وَقِيْلَ مَنْ ۜرَاقٍۙ",
            "28": "وَّظَنَّ اَنَّهُ الْفِرَاقُۙ",
            "29": "وَالْتَفَّتِ السَّاقُ بِالسَّاقِۙ",
            "30": "اِلٰى رَبِّكَ يَوْمَىِٕذِ ِۨالْمَسَاقُ ۗ ࣖ",
            "31": "فَلَا صَدَّقَ وَلَا صَلّٰىۙ",
            "32": "وَلٰكِنْ كَذَّبَ وَتَوَلّٰىۙ",
            "33": "ثُمَّ ذَهَبَ اِلٰٓى اَهْلِهٖ يَتَمَطّٰىۗ",
            "34": "اَوْلٰى لَكَ فَاَوْلٰىۙ",
            "35": "ثُمَّ اَوْلٰى لَكَ فَاَوْلٰىۗ",
            "36": "اَيَحْسَبُ الْاِنْسَانُ اَنْ يُّتْرَكَ سُدًىۗ",
            "37": "اَلَمْ يَكُ نُطْفَةً مِّنْ مَّنِيٍّ يُّمْنٰى ",
            "38": "ثُمَّ كَانَ عَلَقَةً فَخَلَقَ فَسَوّٰىۙ",
            "39": "فَجَعَلَ مِنْهُ الزَّوْجَيْنِ الذَّكَرَ وَالْاُنْثٰىۗ",
            "40": "اَلَيْسَ ذٰلِكَ بِقٰدِرٍ عَلٰٓى اَنْ يُّحْيِ َۧ الْمَوْتٰى ࣖ"
        },
        "translations": {
            "id": {
                "name": "Hari Kiamat",
                "text": {
                    "1": "Aku bersumpah dengan hari Kiamat,",
                    "2": "dan aku bersumpah demi jiwa yang selalu menyesali (dirinya sendiri).",
                    "3": "Apakah manusia mengira bahwa Kami tidak akan mengumpulkan (kembali) tulang-belulangnya?",
                    "4": "(Bahkan) Kami mampu menyusun (kembali) jari-jemarinya dengan sempurna. ",
                    "5": "Tetapi manusia hendak membuat maksiat terus-menerus. ",
                    "6": "Dia bertanya, “Kapankah hari Kiamat itu?”",
                    "7": "Maka apabila mata terbelalak (ketakutan), ",
                    "8": "dan bulan pun telah hilang cahayanya,",
                    "9": "lalu matahari dan bulan dikumpulkan, ",
                    "10": "pada hari itu manusia berkata, “Ke mana tempat lari?”",
                    "11": "Tidak! Tidak ada tempat berlindung!",
                    "12": "Hanya kepada Tuhanmu tempat kembali pada hari itu.",
                    "13": "Pada hari itu diberitakan kepada manusia apa yang telah dikerjakannya dan apa yang dilalaikannya.",
                    "14": "Bahkan manusia menjadi saksi atas dirinya sendiri,",
                    "15": "dan meskipun dia mengemukakan alasan-alasannya.",
                    "16": "Jangan engkau (Muhammad) gerakkan lidahmu (untuk membaca Al-Qur'an) karena hendak cepat-cepat (menguasai)nya.",
                    "17": "Sesungguhnya Kami yang akan mengumpulkannya (di dadamu) dan membacakannya. ",
                    "18": "Apabila Kami telah selesai membacakannya maka ikutilah bacaannya itu. ",
                    "19": "Kemudian sesungguhnya Kami yang akan menjelaskannya. ",
                    "20": "Tidak! Bahkan kamu mencintai kehidupan dunia, ",
                    "21": "dan mengabaikan (kehidupan) akhirat. ",
                    "22": "Wajah-wajah (orang mukmin) pada hari itu berseri-seri,",
                    "23": "memandang Tuhannya. ",
                    "24": "Dan wajah-wajah (orang kafir) pada hari itu muram, ",
                    "25": "mereka yakin bahwa akan ditimpakan kepadanya malapetaka yang sangat dahsyat.",
                    "26": "Tidak! Apabila (nyawa) telah sampai ke kerongkongan,",
                    "27": "dan dikatakan (kepadanya), “Siapa yang dapat menyembuhkan?”",
                    "28": "Dan dia yakin bahwa itulah waktu perpisahan (dengan dunia), ",
                    "29": "dan bertaut betis (kiri) dengan betis (kanan),",
                    "30": "kepada Tuhanmulah pada hari itu kamu dihalau. ",
                    "31": "Karena dia (dahulu) tidak mau membenarkan (Al-Qur'an dan Rasul) dan tidak mau melaksanakan salat, ",
                    "32": "tetapi justru dia mendustakan (Rasul) dan berpaling (dari kebenaran), ",
                    "33": "kemudian dia pergi kepada keluarganya dengan sombong.",
                    "34": "Celakalah kamu! Maka celakalah! ",
                    "35": "Sekali lagi, celakalah kamu (manusia)! Maka celakalah! ",
                    "36": "Apakah manusia mengira, dia akan dibiarkan begitu saja (tanpa pertanggungjawaban)?",
                    "37": "Bukankah dia mulanya hanya setetes mani yang ditumpahkan (ke dalam rahim), ",
                    "38": "kemudian (mani itu) menjadi sesuatu yang melekat, lalu Allah menciptakannya dan menyempurnakannya, ",
                    "39": "lalu Dia menjadikan darinya sepasang laki-laki dan perempuan. ",
                    "40": "Bukankah (Allah yang berbuat) demikian berkuasa (pula) menghidupkan orang mati?"
                }
            }
        },
        "tafsir": {
            "id": {
                "kemenag": {
                    "name": "Kemenag",
                    "source": "Aplikasi Quran Kementrian Agama Republik Indonesia",
                    "text": {
                        "1": "Dalam ayat ini, Allah bersumpah dengan hari Kiamat. Maksudnya ialah Allah menyatakan dengan tegas bahwa hari Kiamat itu pasti datang. Oleh karena itu, manusia hendaknya bersiap-siap menghadapinya dengan beriman dan mengerjakan amal saleh, karena hari Kiamat merupakan hari pembalasan amal.",
                        "2": "Allah juga bersumpah dengan jiwa yang amat menyesali dirinya sendiri (an-nafs al-lawwamah) terhadap sikap dan tingkah lakunya pada masa lalu yang tidak sempat lagi diisi dengan perbuatan baik. An-Nafs al-lawwamah juga berarti jiwa yang menyesali dirinya karena berbuat kejahatan, kenapa masih saja tidak sanggup dihentikan? Pada kebaikan yang disadari manfaatnya kenapa tidak diperbanyak atau dilipatgandakan saja? Begitulah an-nafs al-lawwamah berkata dan menyesali dirinya sendiri.\n\nPerasaan menyesal itu senantiasa ada walaupun ia sudah berusaha keras dengan segenap upaya untuk mengerjakan amal saleh. Padahal semuanya pasti akan diperhitungkan kelak. An-Nafs al-lawwamah juga berarti jiwa yang tidak bisa dikendalikan pada waktu senang maupun susah. Waktu senang bersikap boros dan royal, sedang di masa susah menyesali nasibnya dan menjauhi agama.\n\nAn-Nafs al-lawwamah sebenarnya adalah jiwa seorang mukmin yang belum mencapai tingkat yang lebih sempurna. Penyesalan adalah benteng utama dari jiwa seperti ini karena telah melewati hidup di atas dunia dengan kebaikan yang tidak sempurna.\n\nPerlu dijelaskan di sini hubungan antara hari Kiamat dengan an-nafs al-lawwamah, yang sama-sama digunakan Allah untuk bersumpah dalam awal surah ini. Hari Kiamat itu kelak akan membeberkan tentang jiwa seseorang, apakah ia memperoleh kebahagiaan atau kecelakaan. Maka jiwa atau an-nafs al-lawwamah boleh jadi termasuk golongan yang bahagia atau termasuk golongan yang celaka. Dari segi lain, Allah sengaja menyebutkan jiwa yang menyesali dirinya ini karena begitu besarnya persoalan jiwa dari sudut pandangan Al-Qur'an.\n\nHuruf \"la\" yang terdapat pada ayat 1 dan 2 di atas adalah \"la zaidah\" yang menguatkan arti perkataan sesudahnya, yaitu adanya hari Kiamat dan an-nafs al-lawwamah.\n\nAllah sendiri menjawab sumpah-Nya walaupun dalam teks ayat tidak disebutkan. Jadi setelah bersumpah dengan hari Kiamat dan an-nafs al-lawwamah, Allah menegaskan, \"Sungguh kamu akan dibangkitkan dan akan dimintai pertanggungjawabanmu.\" Pengertian ini diketahui dari ayat berikutnya.",
                        "3": "Apakah manusia mengira bahwa Allah tidak akan mengumpulkan kembali tulang-belulangnya? Apakah manusia mengira bahwa tulangnya yang telah hancur di dalam kubur, setelah berserakan di tempat yang terpisah-pisah tidak dapat dikumpulkan Allah kembali? Ayat yang diungkapkan dengan nada pertanyaan ini mengandung makna agar manusia memikirkan persoalan mati dan adanya hari kebangkitan itu secara serius.",
                        "4": "Diriwayatkan bahwa ayat ke 3 dan ke 4 ini diturunkan karena ulah dua orang yang bernama 'Adiyy bin Abi Rabi'ah bersama Akhnasy bin Syuraiq. 'Adiyy pernah menjumpai Rasulullah dengan bertanya, \"Hai Muhammad, tolong ceritakan kepadaku kapan datang hari Kiamat dan bagaimana keadaan manusia pada waktu itu?\" Rasulullah saw menceritakan apa adanya. 'Adiyy menjawab pula, \"Demi Allah, andaikata aku melihat dengan mata kepalaku sendiri akan hari itu, aku juga tidak akan membenarkan ucapanmu itu dan aku juga tidak percaya kepadamu dan kepada hari Kiamat itu. Apakah mungkin hai Muhammad, Allah sanggup mengumpulkan kembali tulang-belulang manusia?\" Kemudian turunlah ayat ke 4 di atas yang menegaskan kekuasaan Allah sebagai jawaban terhadap pertanyaan 'Adiyy bin Abi Rabi'ah dan orang-orang yang bersikap seperti dia.\n\nUntuk menghilangkan keragu-raguan itu, Allah menegaskan sebenarnya Dia berkuasa menyusun (kembali) jari-jemari manusia dengan sempurna. Bahkan Allah sanggup mengumpulkan dan menyusun kembali bagian-bagian tubuh yang hancur sekalipun itu adalah bagian terkecil seperti jari-jemari yang begitu banyak ruas dan bukunya. Andaikata Allah tidak mempunyai ilmu pengetahuan dan kekuasaan yang sempurna, tentu tidak mungkin Allah bisa menyusunnya kembali. Ringkasnya sebagaimana tulang-belulang dan jari-jemari itu tersusun dengan sempurna, maka Allah sanggup mengembalikannya lagi seperti semula.",
                        "5": "Dalam ayat ini ditegaskan bahwa sebenarnya manusia dengan perkembangan pikirannya menyadari bahwa Allah sanggup berbuat begitu, namun kehendak nafsu mempengaruhi pikirannya. Bahkan manusia itu hendak berbuat maksiat terus-menerus. Sesungguhnya tidak ada manusia yang tidak mengenal kekuasaan Tuhannya, untuk menghidupkan dan menyusun tulang-belulang orang yang sudah mati. Akan tetapi, mereka masih ingin bergelimang dengan berbagai perbuatan maksiat, kemudian menunda-nunda tobat atau menghindarkan diri daripadanya.\n\nSesungguhnya manusia yang seperti ini, menurut Sa'id bin Jubair, suka cepat-cepat memperturutkan kehendak hati dan berbuat apa saja yang diinginkan. Nafsu selalu menggodanya, \"Nanti sajalah aku bertobat; nanti sajalah aku mengerjakan kebaikan.\" Celakanya dia belum sempat tobat dan beramal baik, malaikat maut sudah lebih dahulu mencabut nyawanya. Padahal pada saat itu, ia sedang asyik dalam perbuatan maksiat.\n\nBoleh jadi juga maksud ayat ini adalah bahwa seseorang selalu berangan-angan tentang betapa nikmatnya kalau ia mendapat ini dan itu, mendapat mobil dan rumah mewah atau jabatan yang empuk, dan seterusnya, namun lupa mengingat mati, lupa dengan akan datangnya hari kebangkitan, hari saat diperiksa segala pekerjaannya.\n\nKata-kata liyafjura berarti cenderung kepada yang batil, atau suka menyimpang dari kebenaran. Orang seperti ini ingin hidup bebas seperti binatang. Ia tidak mau dihalangi untuk mengerjakan apa saja dengan teguran akal sehat atau larangan agama yang mengekang keinginannya.",
                        "6": "Selanjutnya, Allah menggambarkan sikap orang keras kepala yang bertanya, \"Bilakah hari Kiamat itu?\" Pertanyaan ini muncul sebagai tanda terlalu jauhnya jangkauan hari Kiamat itu dalam pikiran si penanya dan menunjukkan ketidakpercayaan akan terjadinya. Hal ini ada hubungannya dengan ayat sebelumnya, yakni: \"Kenapa ia terus-menerus ingin mengerjakan kejahatan?\" Karena mereka mengingkari adanya hari kebangkitan, sehingga tidak merasa perlu memikirkan segala akibat dari kejahatan yang dilakukan. Dalam ayat lain, Allah berfirman:\n\nJauh! Jauh sekali (dari kebenaran) apa yang diancamkan kepada kamu, (kehidupan itu) tidak lain hanyalah kehidupan kita di dunia ini, (di sanalah) kita mati dan hidup dan tidak akan dibangkitkan (lagi). (al-Mu'minun/23: 36-37)\n\nKalau disimpulkan, ada dua sebab ketidakpercayaan manusia kepada hari Kiamat, yaitu:\n\n1.Karena ragu-ragu dengan kekuasaan Allah. Misalnya pikiran yang berpendapat bahwa bagian tubuh yang sudah hancur, berserakan, dan bercampur aduk dengan tanah, di timur maupun di barat, mungkinkah dapat disusun dan dihidupkan kembali? Bagaimana bisa tubuh manusia yang demikian kembali kepada keadaan semula?\n\nSeperti bunyi ayat 3 dan 4:\n\nApakah manusia mengira bahwa Kami tidak akan mengumpulkan (kembali) tulang-belulangnya? (Bahkan) Kami mampu menyusun (kembali) jari-jemarinya dengan sempurna. (al-Qiyamah/75: 3-4)\n\n1.Karena keinginan yang terus-menerus untuk menikmati kesenangan duniawi, dan kedatangan Kiamat (hari berkumpul dan berhisab) tentu saja memutuskan segala bentuk kesenangan itu, seperti disebutkan dalam ayat ke-5:\n\nTetapi manusia hendak membuat maksiat terus-menerus. (al-Qiyamah/75: 5)",
                        "7": "Dalam ayat-ayat ini, Allah menerangkan tiga hal tanda kedatangan hari Kiamat, yakni:\n\n1.Apabila mata terbelalak (karena ketakutan). Pada waktu itu, mata tidak sanggup menyaksikan sesuatu hal yang sangat dahsyat. Dalam ayat lain tercantum makna yang sama, yakni:\n\nMereka datang tergesa-gesa (memenuhi panggilan) dengan mengangkat kepalanya, sedang mata mereka tidak berkedip-kedip dan hati mereka kosong. (Ibrahim/14: 43)\n\n1.Apabila bulan telah hilang cahayanya untuk selama-lamanya, bukan seperti keadaan waktu gerhana bulan yang hanya berlangsung sebentar saja.\n\n1.Matahari dan bulan dikumpulkan. Artinya matahari dan bulan saling bertemu, keduanya terbit dan terbenam pada tempat yang sama, menyebabkan gelapnya suasana alam semesta ini. Padahal keadaan begitu tidak pernah terjadi, masing-masing berada dalam posisi yang telah ditentukan. Allah berfirman:\n\nTidaklah mungkin bagi matahari mengejar bulan dan malam pun tidak dapat mendahului siang. Masing-masing beredar pada garis edarnya. (Yasin/36: 40)\n\nPada saat itulah manusia yang kafir menyadari betapa janji Allah menjadi kenyataan. Semua orang berusaha hendak menyelamatkan diri.\n\nMenurut kajian ilmiah, skenario kiamat ada bermacam-macam, ada yang berupa skenario besar (Grand Scenario), ada pula skenario \"lokal\" walaupun dampaknya bisa universal dan berpengaruh kepada seluruh alam semesta. Pada Grand Scenario sistem alam semesta mengalami suatu perubahan sistem yang memburuk bahkan bisa secara drastis sehingga alam semesta sebagai sistem menjadi ambruk dan kiamat datang. \n\nSkenario jenis kedua bersifat \"lokal\", artinya hanya terjadi di salah satu galaksi atau tata surya. Besar kemungkinan bahwa kejadian ini berlangsung di galaksi Bima Sakti atau bahkan di tata surya kita, di mana manusia berada. Salah satu skenario yang mungkin adalah mengarahnya lubang hitam (black hole) ke tata surya kita. Bila anggota tata surya kita, termasuk planet bumi, dikenai lubang hitam, yang berarti akan tersedot gravitasi yang sangat kuat, maka semua yang ada di permukaan bumi termasuk manusia akan terangkat kemudian kaki-kakinya akan terlepas dan akhirnya tubuh manusia akan tercerai-berai hingga enam puluh empat bagian. Sedangkan pada saat yang sama, matahari akan tersedot, termasuk energi nuklirnya hingga habis, sedangkan planet seluruh anggota tata surya kita dan matahari juga akan bersama-sama tersedot, hingga akan menyatu karena sedotan gravitasi yang sangat kuat. Jelaslah bahwa cahaya bulan dan tentu saja cahaya sumbernya yaitu matahari akan menghilang. Maka seluruh tata surya kita akan lebur sehingga mengganggu keseimbangan galaksi kita, dan akibat universalnya, keseimbangan Bima Sakti ini akan berdampak pada keseimbangan posisi dan energi alam semesta, sehingga kiamat hanyalah soal waktu.",
                        "8": "Dalam ayat-ayat ini, Allah menerangkan tiga hal tanda kedatangan hari Kiamat, yakni:\n\n1.Apabila mata terbelalak (karena ketakutan). Pada waktu itu, mata tidak sanggup menyaksikan sesuatu hal yang sangat dahsyat. Dalam ayat lain tercantum makna yang sama, yakni:\n\nMereka datang tergesa-gesa (memenuhi panggilan) dengan mengangkat kepalanya, sedang mata mereka tidak berkedip-kedip dan hati mereka kosong. (Ibrahim/14: 43)\n\n1.Apabila bulan telah hilang cahayanya untuk selama-lamanya, bukan seperti keadaan waktu gerhana bulan yang hanya berlangsung sebentar saja.\n\n1.Matahari dan bulan dikumpulkan. Artinya matahari dan bulan saling bertemu, keduanya terbit dan terbenam pada tempat yang sama, menyebabkan gelapnya suasana alam semesta ini. Padahal keadaan begitu tidak pernah terjadi, masing-masing berada dalam posisi yang telah ditentukan. Allah berfirman:\n\nTidaklah mungkin bagi matahari mengejar bulan dan malam pun tidak dapat mendahului siang. Masing-masing beredar pada garis edarnya. (Yasin/36: 40)\n\nPada saat itulah manusia yang kafir menyadari betapa janji Allah menjadi kenyataan. Semua orang berusaha hendak menyelamatkan diri.\n\nMenurut kajian ilmiah, skenario kiamat ada bermacam-macam, ada yang berupa skenario besar (Grand Scenario), ada pula skenario \"lokal\" walaupun dampaknya bisa universal dan berpengaruh kepada seluruh alam semesta. Pada Grand Scenario sistem alam semesta mengalami suatu perubahan sistem yang memburuk bahkan bisa secara drastis sehingga alam semesta sebagai sistem menjadi ambruk dan kiamat datang. \n\nSkenario jenis kedua bersifat \"lokal\", artinya hanya terjadi di salah satu galaksi atau tata surya. Besar kemungkinan bahwa kejadian ini berlangsung di galaksi Bima Sakti atau bahkan di tata surya kita, di mana manusia berada. Salah satu skenario yang mungkin adalah mengarahnya lubang hitam (black hole) ke tata surya kita. Bila anggota tata surya kita, termasuk planet bumi, dikenai lubang hitam, yang berarti akan tersedot gravitasi yang sangat kuat, maka semua yang ada di permukaan bumi termasuk manusia akan terangkat kemudian kaki-kakinya akan terlepas dan akhirnya tubuh manusia akan tercerai-berai hingga enam puluh empat bagian. Sedangkan pada saat yang sama, matahari akan tersedot, termasuk energi nuklirnya hingga habis, sedangkan planet seluruh anggota tata surya kita dan matahari juga akan bersama-sama tersedot, hingga akan menyatu karena sedotan gravitasi yang sangat kuat. Jelaslah bahwa cahaya bulan dan tentu saja cahaya sumbernya yaitu matahari akan menghilang. Maka seluruh tata surya kita akan lebur sehingga mengganggu keseimbangan galaksi kita, dan akibat universalnya, keseimbangan Bima Sakti ini akan berdampak pada keseimbangan posisi dan energi alam semesta, sehingga kiamat hanyalah soal waktu.",
                        "9": "Dalam ayat-ayat ini, Allah menerangkan tiga hal tanda kedatangan hari Kiamat, yakni:\n\n1.Apabila mata terbelalak (karena ketakutan). Pada waktu itu, mata tidak sanggup menyaksikan sesuatu hal yang sangat dahsyat. Dalam ayat lain tercantum makna yang sama, yakni:\n\nMereka datang tergesa-gesa (memenuhi panggilan) dengan mengangkat kepalanya, sedang mata mereka tidak berkedip-kedip dan hati mereka kosong. (Ibrahim/14: 43)\n\n1.Apabila bulan telah hilang cahayanya untuk selama-lamanya, bukan seperti keadaan waktu gerhana bulan yang hanya berlangsung sebentar saja.\n\n1.Matahari dan bulan dikumpulkan. Artinya matahari dan bulan saling bertemu, keduanya terbit dan terbenam pada tempat yang sama, menyebabkan gelapnya suasana alam semesta ini. Padahal keadaan begitu tidak pernah terjadi, masing-masing berada dalam posisi yang telah ditentukan. Allah berfirman:\n\nTidaklah mungkin bagi matahari mengejar bulan dan malam pun tidak dapat mendahului siang. Masing-masing beredar pada garis edarnya. (Yasin/36: 40)\n\nPada saat itulah manusia yang kafir menyadari betapa janji Allah menjadi kenyataan. Semua orang berusaha hendak menyelamatkan diri.\n\nMenurut kajian ilmiah, skenario kiamat ada bermacam-macam, ada yang berupa skenario besar (Grand Scenario), ada pula skenario \"lokal\" walaupun dampaknya bisa universal dan berpengaruh kepada seluruh alam semesta. Pada Grand Scenario sistem alam semesta mengalami suatu perubahan sistem yang memburuk bahkan bisa secara drastis sehingga alam semesta sebagai sistem menjadi ambruk dan kiamat datang. \n\nSkenario jenis kedua bersifat \"lokal\", artinya hanya terjadi di salah satu galaksi atau tata surya. Besar kemungkinan bahwa kejadian ini berlangsung di galaksi Bima Sakti atau bahkan di tata surya kita, di mana manusia berada. Salah satu skenario yang mungkin adalah mengarahnya lubang hitam (black hole) ke tata surya kita. Bila anggota tata surya kita, termasuk planet bumi, dikenai lubang hitam, yang berarti akan tersedot gravitasi yang sangat kuat, maka semua yang ada di permukaan bumi termasuk manusia akan terangkat kemudian kaki-kakinya akan terlepas dan akhirnya tubuh manusia akan tercerai-berai hingga enam puluh empat bagian. Sedangkan pada saat yang sama, matahari akan tersedot, termasuk energi nuklirnya hingga habis, sedangkan planet seluruh anggota tata surya kita dan matahari juga akan bersama-sama tersedot, hingga akan menyatu karena sedotan gravitasi yang sangat kuat. Jelaslah bahwa cahaya bulan dan tentu saja cahaya sumbernya yaitu matahari akan menghilang. Maka seluruh tata surya kita akan lebur sehingga mengganggu keseimbangan galaksi kita, dan akibat universalnya, keseimbangan Bima Sakti ini akan berdampak pada keseimbangan posisi dan energi alam semesta, sehingga kiamat hanyalah soal waktu.",
                        "10": "Allah menegaskan bahwa pada hari Kiamat itu manusia berkata, \"Ke manakah tempat lari?\" Masing-masing orang berusaha mencari jalan untuk menyelamatkan diri. Sebagian mengartikan ayat ini dengan \"Ke manakah tempat lari menghindari api neraka?\" Tentulah manusia yang dimaksudkan adalah orang-orang kafir, karena pada saat itu orang-orang mukmin tidak ada yang menyangsikan kedatangan hari Kiamat itu seperti disebutkan dalam beberapa hadis Nabi. Apakah orang-orang kafir itu dapat menyelamatkan diri? Tidak!",
                        "11": "Dalam ayat ini ditegaskan bahwa sekali-kali tidak ada tempat berlindung. Tidak ada satu perlindungan pun yang mungkin menyelamatkan mereka dari siksaan Allah. Tidak ada benteng maupun bukit atau senjata yang dapat digunakan. Demikian dalam ayat lain Allah menegaskan:\n\nPatuhilah seruan Tuhanmu sebelum datang dari Allah suatu hari yang tidak dapat ditolak (atas perintah dari Allah). Pada hari itu kamu tidak memperoleh tempat berlindung dan tidak (pula) dapat mengingkari (dosa-dosamu). (asy-Syura/42: 47)",
                        "12": "Kemudian dalam ayat ini diterangkan keadaan yang sebenarnya dan ke mana manusia hendak dikumpulkan. Hanya kepada Allah tempat manusia kembali. Di tempat penuh kesengsaraan atau di tempat penuh nikmat penuh kebahagiaan. Semuanya tergantung kepada kehendak Allah. Dia Penguasa Tunggal di hari itu. Semua manusia kembali kepada Allah tanpa kecuali. Ke sanalah tujuan perjalanan hidup yang terakhir. Allah berfirman:\n\nDan sesungguhnya kepada Tuhanmulah kesudahannya (segala sesuatu). (an-Najm/53: 42)",
                        "13": "Ayat ini menerangkan bahwa pada hari itu diberitakan kepada manusia apa yang telah dikerjakannya dan apa yang dilalaikannya. Kepada manusia diceritakan ketika telah tiba waktunya menghisab dan menimbang amalannya. Semua akan dibeberkan dengan jelas, mana perbuatan baik yang telah dikerjakan dan mana yang seharusnya dikerjakan tapi tidak sempat lagi dilaksanakan. Demikian pula mana yang semestinya dahulu diperbuat guna menghindarkan diri dari azab Allah dan mencapai pahala-Nya. Tidak ada yang luput dari pemberitaan itu, karya yang kecil maupun yang besar, yang baru maupun yang usang.\n\nIbnu 'Abbas mengartikan ayat ini dengan menjelaskan bahwa yang diceritakan tidak hanya sekadar perbuatan buruk dan baik seseorang menjelang dia meninggal dunia, tetapi juga segala karya, pikiran, dan kebiasaannya. Semua orang akan menyaksikan sendiri di hadapannya segala wujud amaliahnya, sebagaimana disebutkan dalam ayat lain:\n\nDan diletakkanlah kitab (catatan amal), lalu engkau akan melihat orang yang berdosa merasa ketakutan terhadap apa yang (tertulis) di dalamnya, dan mereka berkata, \"Betapa celaka kami, kitab apakah ini, tidak ada yang tertinggal, yang kecil dan yang besar melainkan tercatat semuanya,\" dan mereka dapati (semua) apa yang telah mereka kerjakan. Dan Tuhanmu tidak menzalimi seorang jua pun. (al-Kahf/18: 49)\n\nSehubungan dengan hal ini, disebutkan pula dalam hadis Rasulullah saw:\n\nTujuh macam perbuatan seorang hamba yang tetap mengalir pahalanya bagi orang yang sudah wafat: orang yang mengajarkan ilmu, orang yang membuat aliran sungai, orang yang menggali sumur, orang yang menanam pohon kurma, orang yang mendirikan masjid, orang yang mewariskan (menyebarluaskan) mushaf (kitab suci Al-Qur'an), dan orang yang meninggalkan anak (keturunan) yang memohonkan ampunan baginya setelah ia meninggal. (Riwayat Abu Nu'aim dan al-Baihaqi dari Anas bin Malik)",
                        "14": "Dalam ayat ini, Allah menjelaskan bahwa diri manusia itu sendiri menjadi saksi. Tidak perlu orang lain menceritakan kepadanya karena semua bagian tubuhnya menjadi saksi atas segala yang telah dikerjakannya, dengan jujur tanpa berbohong. Siapa yang berbuat jahat diberi siksaan dan tidak bisa dihindari. Pendengaran, penglihatan, kaki, tangan, dan semua anggota tubuh membeberkan segala yang telah dikerjakannya.\n\nPada hari ini Kami tutup mulut mereka; tangan mereka akan berkata kepada Kami dan kaki mereka akan memberi kesaksian terhadap apa yang dahulu mereka kerjakan. (Yasin/36: 65)\n\nMeskipun telah diterangkan dalam Al-Qur'an akan datangnya hari Kiamat dan manusia mempertanggungjawabkan amalnya, tetapi manusia tetap saja ingin mengajukan berbagai alasan untuk mendebat keputusan Allah, karena mengikuti hawa nafsunya.",
                        "15": "Dalam ayat ini dijelaskan bahwa biarpun manusia berusaha mengajukan berbagai alasan guna menutupi segala kesalahannya, dan menyembunyikan segala perbuatan jeleknya, namun semua itu tidak akan berguna karena anggota tubuhnya akan menjadi saksi atas dirinya. Dalam ayat lain disebutkan:\n\nBacalah kitabmu, cukuplah dirimu sendiri pada hari ini sebagai penghitung atas dirimu. (al-Isra'/17: 14)\n\nPada hari ini Kami tutup mulut mereka; tangan mereka akan berkata kepada Kami dan kaki mereka akan memberi kesaksian terhadap apa yang dahulu mereka kerjakan. (Yasin/36: 65)\n\nDari isyarat ayat di atas dapat pula kita mengambil pelajaran bahwa keyakinan orang musyrik mempersekutukan Allah dan menyembah patung atau berhala, serta ketidakpercayaan mereka pada hari kebangkitan adalah kepercayaan yang salah. Hati kecil mereka sendiri sesungguhnya tidak mengakui yang demikian. Oleh karena itu, segala alasan yang mereka kemukakan guna menolak kebenaran, sebenarnya adalah alasan palsu. Mereka mengucapkan sesuatu yang bertentangan dengan kehendak hati nurani sendiri.",
                        "16": "Dalam ayat ini, Allah melarang Nabi Muhammad menggerakkan lidahnya untuk membaca Al-Qur'an karena hendak cepat-cepat menguasainya. Dalam bahasa lain, Allah melarang Nabi saw menggerak-gerakkan lidah dan bibirnya untuk cepat-cepat menangkap bacaan Jibril karena takut bacaan itu luput dari ingatannya.\"\n\nHal ini terjadi ketika Surah thaha turun, dan semenjak ada teguran Allah dalam ayat ke 16 ini, tentu beliau sudah tenang dalam menerima wahyu, dan tidak perlu cepat-cepat menangkapnya. Pada ayat lain terdapat maksud yang sama, yakni:\n\nMaka Mahatinggi Allah, Raja yang sebenar-benarnya. Dan janganlah engkau (Muhammad) tergesa-gesa (membaca) Al-Qur'an sebelum selesai diwahyukan kepadamu, dan katakanlah, \"Ya Tuhanku, tambahkanlah ilmu kepadaku.\" (thaha/20: 114)\n\nAllah melarang Nabi saw meniru bacaan Jibril kalimat demi kalimat sebelum selesai membacakannya, agar Nabi Muhammad dapat menghafal dan memahami dengan baik ayat yang diturunkan itu.",
                        "17": "Allah menjelaskan bahwa larangan mengikuti bacaan Jibril ketika ia sedang membacakannya adalah karena sesungguhnya atas tanggungan Allah-lah mengumpulkan wahyu itu di dalam dada Muhammad dan membuatnya pandai membacanya. Allah-lah yang bertanggung jawab bagaimana supaya Al-Qur'an itu tersimpan dengan baik dalam dada atau ingatan Muhammad, dan memantapkannya dalam kalbunya. Allah pula yang memberikan bimbingan kepadanya bagaimana cara membaca ayat itu dengan sempurna dan teratur, sehingga Muhammad hafal dan tidak lupa selama-lamanya.\n\nApabila Jibril telah selesai membacakan ayat-ayat yang harus diturunkan, hendaklah Muhammad saw membacanya kembali. Nanti ia akan mendapatkan dirinya selalu ingat dan hafal ayat-ayat itu. Tegasnya pada waktu Jibril membaca, hendaklah Muhammad diam dan mendengarkan bacaannya.\n\nDari sudut lain, ayat ini juga berarti bahwa bila telah selesai dibacakan kepada Muhammad ayat-ayat Allah, hendaklah ia segera mengamalkan hukum-hukum dan syariat-syariatnya.\n\nSemenjak perintah ini turun, Rasulullah senantiasa mengikuti dan mendengarkan dengan penuh perhatian wahyu yang dibacakan Jibril. Setelah Jibril pergi, barulah beliau membacanya dan bacaannya itu tetap tinggal dalam ingatan beliau. Diterangkan dalam hadis riwayat al-Bukhari bahwa Ibnu 'Abbas berkata:\n\nSetelah perintah itu turun, Rasulullah selalu mendengarkan dan memperhatikan ketika Jibril datang, setelah Jibril pergi beliau membacanya sebagaimana diajarkan Jibril. (Riwayat al-Bukhari dari Ibnu 'Abbas).",
                        "18": "Allah menjelaskan bahwa larangan mengikuti bacaan Jibril ketika ia sedang membacakannya adalah karena sesungguhnya atas tanggungan Allah-lah mengumpulkan wahyu itu di dalam dada Muhammad dan membuatnya pandai membacanya. Allah-lah yang bertanggung jawab bagaimana supaya Al-Qur'an itu tersimpan dengan baik dalam dada atau ingatan Muhammad, dan memantapkannya dalam kalbunya. Allah pula yang memberikan bimbingan kepadanya bagaimana cara membaca ayat itu dengan sempurna dan teratur, sehingga Muhammad hafal dan tidak lupa selama-lamanya.\n\nApabila Jibril telah selesai membacakan ayat-ayat yang harus diturunkan, hendaklah Muhammad saw membacanya kembali. Nanti ia akan mendapatkan dirinya selalu ingat dan hafal ayat-ayat itu. Tegasnya pada waktu Jibril membaca, hendaklah Muhammad diam dan mendengarkan bacaannya.\n\nDari sudut lain, ayat ini juga berarti bahwa bila telah selesai dibacakan kepada Muhammad ayat-ayat Allah, hendaklah ia segera mengamalkan hukum-hukum dan syariat-syariatnya.\n\nSemenjak perintah ini turun, Rasulullah senantiasa mengikuti dan mendengarkan dengan penuh perhatian wahyu yang dibacakan Jibril. Setelah Jibril pergi, barulah beliau membacanya dan bacaannya itu tetap tinggal dalam ingatan beliau. Diterangkan dalam hadis riwayat al-Bukhari bahwa Ibnu 'Abbas berkata:\n\nSetelah perintah itu turun, Rasulullah selalu mendengarkan dan memperhatikan ketika Jibril datang, setelah Jibril pergi beliau membacanya sebagaimana diajarkan Jibril. (Riwayat al-Bukhari dari Ibnu 'Abbas).",
                        "19": "Ayat ini menjelaskan adanya jaminan Allah bahwa sesungguhnya atas tanggungan Allah-lah penjelasannya. Maksudnya setelah Jibril selesai membacakan Al-Qur'an itu kepada Nabi Muhammad saw, maka Allah langsung memberikan penjelasan kepada beliau melalui ilham-ilham yang ditanamkan ke dalam dada Nabi saw, sehingga pengertian ayat ini secara sempurna sebagaimana yang dikehendaki Allah dapat diketahui Nabi saw. Allah pula yang menyampaikan kepada Nabi segala rahasia, hukum-hukum, dan pengetahuan Al-Qur'an itu secara sempurna. Dengan begitu, tidak dapat diragukan sedikit pun bahwa sesungguhnya Al-Qur'an itu dari sisi Allah.",
                        "20": "Dalam ayat ini, Allah mencela kehidupan orang musyrik yang sangat mencintai dunia. Allah menyerukan, \"Sekali-kali jangan. Sesungguhnya kamu (hai manusia) mencintai kehidupan dunia dan meninggalkan kehidupan akhirat.\" Dengan ayat ini terdapat suatu kesimpulan umum bahwa mencintai kehidupan adalah salah satu watak manusia seluruhnya. Memang ada sebagian yang mengharapkan kebahagiaan akhirat, namun yang mencintai hidup dunia serta mendustai adanya hari kebangkitan jauh lebih besar jumlahnya.",
                        "21": "Terpengaruh dengan kehidupan duniawi biasanya dibarengi dengan sikap mendustai wahyu, serta melupakan kehidupan hari akhirat dan bahkan tidak percaya dengan kedatangannya.",
                        "22": "Ayat ini menerangkan sebagian hal ihwal manusia pada hari kebangkitan saat wajah-wajah orang beriman pada waktu itu berseri-seri. Golongan yang gembira dan berwajah ceria inilah calon penghuni surga. Merekalah yang berwajah cerah yang mengharapkan perjumpaan dengan Tuhannya.\n\nDi mana pun mereka dapat melihat-Nya. Artinya mereka langsung memandang kepada Allah tanpa dinding pembatas (hijab). Demikian kesimpulan pendapat ulama ahli sunnah berdasarkan hadis-hadis sahih yang menerangkan lebih lanjut tentang makna melihat Tuhan yang disebutkan dalam ayat ini. Dikatakan bahwa orang yang beriman yang beruntung melihat Allah dengan mata kepalanya sendiri pada hari akhirat sebagaimana mereka melihat bulan purnama yang bersinar terang benderang yang tidak ada awan di bawahnya. Hadis al-Bukhari yang menyebutkan hal itu berbunyi:\n\nSesungguhnya kamu akan melihat Tuhanmu dengan mata kepalamu sendiri (terang-terang) sebagaimana kamu melihat bulan (purnama), kamu tidak berdesak-desakan dalam melihat-Nya. Jika kamu mampu tidak meninggalkan salat sebelum terbit matahari dan terbenam matahari maka lakukanlah. (Riwayat al-Bukhari dan Muslim dari Jarir bin 'Abdillah)\n\nSekalipun ada keterangan yang jelas dari ayat 22 ini yang diperkuat dengan beberapa hadis di atas yang menegaskan bahwa manusia mukmin nanti melihat sendiri wajah Allah itu, namun sebagian dari ulama salaf mencoba mentakwilkan (memalingkan) pengertian ayat dan hadis-hadis tersebut. Mujahid (seorang tabiin yang terkenal) berpendapat bahwa arti melihat Allah di dalam surga adalah \"melihat pahala yang ada di sisi Allah\". Namun hal demikian dianggap tidak berdasarkan alasan yang kuat, sebab kata-kata \"nadhara\" (melihat) dalam bahasa Arab betul-betul berarti melihat dengan mata kepala sendiri bukan melihat dengan mata hati dan sebagainya.\n\nPermasalahan tentang \"apakah manusia nanti melihat Allah pada hari Kiamat atau tidak?\" menjadi persoalan yang diperselisihkan (khilafiah) sejak dari dahulu. Ulama ahli sunnah tetap berpendirian bahwa orang mukmin pasti melihat Allah berdasarkan ayat di atas, ditambah keterangan dari berbagai hadis sahih. Sebaliknya ulama-ulama Mu'tazilah menegaskan tidak mungkin sama sekali manusia melihat wajah dan zat Allah berdasarkan bunyi ayat ke 103 Surah al-An'am: Dia tidak dapat dicapai oleh penglihatan mata, sedang Dia dapat melihat segala penglihatan itu.\n\nAyat ini, menurut Mu'tazilah, terbatas pengertiannya pada melihat nikmat, keridaan, dan pahala yang disediakan Allah. Persoalan akhirat adalah persoalan gaib, tidak dapat kita ukur dalam perbandingan dengan apa yang ada sekarang.\n\nJalan yang ringkas dan selamat serta tidak terlibat dalam pertikaian yang berlarut-larut itu adalah \"mengimani sepenuhnya apa yang diberikan ayat tanpa membahasnya lagi. Bagaimana pengertian yang sesungguhnya, kita serahkan kepada Allah saja. Masih banyak lapangan ijtihad (pemikiran) yang lain bila seseorang ingin mendalami maksud ayat-ayat suci Al-Qur'an.\"\n\nBerikut ini kita kutip beberapa hadis tentang melihat Allah di akhirat:\n\nOrang-orang bertanya kepada Rasulullah saw, \"Wahai Rasulullah apakah kami dapat melihat Tuhan kami di hari Kiamat kelak?\" Beliau menjawab, \"Apakah sulit bagi kalian melihat matahari dan bulan yang tidak dihalangi oleh awan?\" Mereka menjawab, \"Tidak.\" Beliau bersabda lagi, \"Demikian pula kamu melihat Tuhanmu.\" (Riwayat al-Bukhari dan Muslim dari Abu Hurairah)\n\nDiriwayatkan dari suhaib dari Nabi saw bahwa beliau bersabda, \"Bila penduduk surga telah masuk ke dalam surga, Allah berfirman, 'Apakah engkau ingin lagi sesuatu yang hendak Aku tambahkan? Mereka menjawab, 'Bukankah Engkau sudah cerahkan wajah kami, bukankah telah Engkau masukkan kami ke dalam surga. Dan telah Engkau lepaskan kami dari api neraka? Allah menjawab dan kemudian hijab pun tersingkap, maka tiadalah sesuatu pemberian yang lebih mereka senangi selain daripada melihat Tuhan mereka.\" Kemudian beliau membaca ayat ini (Yunus/10: 26): lilladhina ahsanu al-husna wa ziyadah (Riwayat Muslim)",
                        "23": "Ayat ini menerangkan sebagian hal ihwal manusia pada hari kebangkitan saat wajah-wajah orang beriman pada waktu itu berseri-seri. Golongan yang gembira dan berwajah ceria inilah calon penghuni surga. Merekalah yang berwajah cerah yang mengharapkan perjumpaan dengan Tuhannya.\n\nDi mana pun mereka dapat melihat-Nya. Artinya mereka langsung memandang kepada Allah tanpa dinding pembatas (hijab). Demikian kesimpulan pendapat ulama ahli sunnah berdasarkan hadis-hadis sahih yang menerangkan lebih lanjut tentang makna melihat Tuhan yang disebutkan dalam ayat ini. Dikatakan bahwa orang yang beriman yang beruntung melihat Allah dengan mata kepalanya sendiri pada hari akhirat sebagaimana mereka melihat bulan purnama yang bersinar terang benderang yang tidak ada awan di bawahnya. Hadis al-Bukhari yang menyebutkan hal itu berbunyi:\n\nSesungguhnya kamu akan melihat Tuhanmu dengan mata kepalamu sendiri (terang-terang) sebagaimana kamu melihat bulan (purnama), kamu tidak berdesak-desakan dalam melihat-Nya. Jika kamu mampu tidak meninggalkan salat sebelum terbit matahari dan terbenam matahari maka lakukanlah. (Riwayat al-Bukhari dan Muslim dari Jarir bin 'Abdillah)\n\nSekalipun ada keterangan yang jelas dari ayat 22 ini yang diperkuat dengan beberapa hadis di atas yang menegaskan bahwa manusia mukmin nanti melihat sendiri wajah Allah itu, namun sebagian dari ulama salaf mencoba mentakwilkan (memalingkan) pengertian ayat dan hadis-hadis tersebut. Mujahid (seorang tabiin yang terkenal) berpendapat bahwa arti melihat Allah di dalam surga adalah \"melihat pahala yang ada di sisi Allah\". Namun hal demikian dianggap tidak berdasarkan alasan yang kuat, sebab kata-kata \"nadhara\" (melihat) dalam bahasa Arab betul-betul berarti melihat dengan mata kepala sendiri bukan melihat dengan mata hati dan sebagainya.\n\nPermasalahan tentang \"apakah manusia nanti melihat Allah pada hari Kiamat atau tidak?\" menjadi persoalan yang diperselisihkan (khilafiah) sejak dari dahulu. Ulama ahli sunnah tetap berpendirian bahwa orang mukmin pasti melihat Allah berdasarkan ayat di atas, ditambah keterangan dari berbagai hadis sahih. Sebaliknya ulama-ulama Mu'tazilah menegaskan tidak mungkin sama sekali manusia melihat wajah dan zat Allah berdasarkan bunyi ayat ke 103 Surah al-An'am: Dia tidak dapat dicapai oleh penglihatan mata, sedang Dia dapat melihat segala penglihatan itu.\n\nAyat ini, menurut Mu'tazilah, terbatas pengertiannya pada melihat nikmat, keridaan, dan pahala yang disediakan Allah. Persoalan akhirat adalah persoalan gaib, tidak dapat kita ukur dalam perbandingan dengan apa yang ada sekarang.\n\nJalan yang ringkas dan selamat serta tidak terlibat dalam pertikaian yang berlarut-larut itu adalah \"mengimani sepenuhnya apa yang diberikan ayat tanpa membahasnya lagi. Bagaimana pengertian yang sesungguhnya, kita serahkan kepada Allah saja. Masih banyak lapangan ijtihad (pemikiran) yang lain bila seseorang ingin mendalami maksud ayat-ayat suci Al-Qur'an.\"\n\nBerikut ini kita kutip beberapa hadis tentang melihat Allah di akhirat:\n\nOrang-orang bertanya kepada Rasulullah saw, \"Wahai Rasulullah apakah kami dapat melihat Tuhan kami di hari Kiamat kelak?\" Beliau menjawab, \"Apakah sulit bagi kalian melihat matahari dan bulan yang tidak dihalangi oleh awan?\" Mereka menjawab, \"Tidak.\" Beliau bersabda lagi, \"Demikian pula kamu melihat Tuhanmu.\" (Riwayat al-Bukhari dan Muslim dari Abu Hurairah)\n\nDiriwayatkan dari suhaib dari Nabi saw bahwa beliau bersabda, \"Bila penduduk surga telah masuk ke dalam surga, Allah berfirman, 'Apakah engkau ingin lagi sesuatu yang hendak Aku tambahkan? Mereka menjawab, 'Bukankah Engkau sudah cerahkan wajah kami, bukankah telah Engkau masukkan kami ke dalam surga. Dan telah Engkau lepaskan kami dari api neraka? Allah menjawab dan kemudian hijab pun tersingkap, maka tiadalah sesuatu pemberian yang lebih mereka senangi selain daripada melihat Tuhan mereka.\" Kemudian beliau membaca ayat ini (Yunus/10: 26): lilladhina ahsanu al-husna wa ziyadah (Riwayat Muslim)",
                        "24": "Ayat berikut ini menjelaskan bahwa wajah orang-orang kafir pada hari itu muram. Mereka bermuram durja, berwajah masam melambangkan kesedihan dan ketakutan yang luar biasa. Mereka yakin akan ditimpa malapetaka yang dahsyat, sebagaimana firman Allah:\n\nPada hari itu ada wajah yang putih berseri, dan ada pula wajah yang hitam muram. Adapun orang-orang yang berwajah hitam muram (kepada mereka dikatakan), \"Mengapa kamu kafir setelah beriman? Karena itu rasakanlah azab disebabkan kekafiranmu itu.\" (Ali 'Imran/3: 106)\n\nAdapun wajah orang-orang mukmin ketika itu menjadi putih berseri mukanya. Mereka berada dalam rahmat Allah (surga) dan kekal di dalamnya, sebagaimana firman-Nya:\n\nPada hari itu ada wajah-wajah yang berseri-seri, tertawa dan gembira ria, dan pada hari itu ada (pula) wajah-wajah yang tertutup debu (suram), tertutup oleh kegelapan (ditimpa kehinaan dan kesusahan). Mereka itulah orang-orang kafir yang durhaka. ('Abasa/80: 38-42)",
                        "25": "Ayat berikut ini menjelaskan bahwa wajah orang-orang kafir pada hari itu muram. Mereka bermuram durja, berwajah masam melambangkan kesedihan dan ketakutan yang luar biasa. Mereka yakin akan ditimpa malapetaka yang dahsyat, sebagaimana firman Allah:\n\nPada hari itu ada wajah yang putih berseri, dan ada pula wajah yang hitam muram. Adapun orang-orang yang berwajah hitam muram (kepada mereka dikatakan), \"Mengapa kamu kafir setelah beriman? Karena itu rasakanlah azab disebabkan kekafiranmu itu.\" (Ali 'Imran/3: 106)\n\nAdapun wajah orang-orang mukmin ketika itu menjadi putih berseri mukanya. Mereka berada dalam rahmat Allah (surga) dan kekal di dalamnya, sebagaimana firman-Nya:\n\nPada hari itu ada wajah-wajah yang berseri-seri, tertawa dan gembira ria, dan pada hari itu ada (pula) wajah-wajah yang tertutup debu (suram), tertutup oleh kegelapan (ditimpa kehinaan dan kesusahan). Mereka itulah orang-orang kafir yang durhaka. ('Abasa/80: 38-42)",
                        "26": "Dalam ayat ini, Allah menyerukan manusia supaya sekali-kali tidak melupakan akhirat. Apabila napas seseorang telah sampai ke kerongkongan maka pertobatan tidak ada lagi gunanya. Jangan sekali-kali terpengaruh dengan kehidupan duniawi dan ingatlah bahwa pada waktunya, jiwa manusia akan dicabut oleh malaikat maut. Bila nyawa bercerai dengan tubuh, maka hubungan manusia dengan segala apa yang dimilikinya terputus dan ia akan menghadapi babak baru dari kehidupannya yang kekal dan abadi. Dalam ayat lain, Allah berfirman:\n\nMaka kalau begitu mengapa (tidak mencegah) ketika (nyawa) telah sampai di kerongkongan, dan kamu ketika itu melihat. (al-Waqi'ah/56: 83-84)",
                        "27": "Ayat ini menggambarkan suasana orang yang dalam sakratulmaut ketika keluarganya bertanya-tanya, \"Siapakah yang dapat menyembuhkan?\" Secara umum, pada saat seseorang sedang sakratulmaut, kaum famili dan sanak keluarganya ditimpa oleh kegelisahan, \"Siapa dan dokter mana gerangan yang dapat menyembuhkan dia dari sakitnya?\" Artinya usaha-usaha pengobatan tetap dilakukan, namun orang harus yakin kalau memang sudah ajal, tidak seorang pun yang dapat menyelamatkannya dari ketentuan Allah itu. Semuanya tanpa pandang bulu, bahkan semua yang fana ini pasti akan hancur. Hanya Allah sendiri yang tidak hancur.\n\nMenurut Ibnu 'Abbas, ayat ini berarti \"siapakah gerangan yang mencabut nyawanya, apakah malaikat azab atau malaikat rahmat\". Pokoknya terjadi saling bertanya, apakah si mayat berbahagia atau celaka dengan kematiannya. Manusia memang tidak mengetahui sebelum kedatangan malaikat maut apakah ia akan selamat atau celaka.",
                        "28": "Ayat-ayat ini menggambarkan bahwa orang yang sedang menghadapi sakratulmaut itu yakin bahwa itulah saat perpisahan dengan dunia. Dalam bahasa lain dapat dikatakan bahwa di saat kematian datang, seseorang baru merasa yakin bahwa telah tiba saatnya berpisah buat selama-lamanya dengan dunia, harta, keluarga, dan sanak famili.\n\nAllah sengaja menyebutkan kata-kata dhanna (yang sebenarnya berarti menyangka) karena pada saat jiwa akan melayang itu pun, dia masih sangat ingin hidup lagi disebabkan kecintaannya yang berlebihan terhadap kehidupan yang fana ini. Manusia belum begitu yakin akan kematiannya sendiri.\n\nPernyataan ayat ini yang menyebutkan \"betis kirinya telah bertaut dengan betis kanan\" mengandung arti bahwa dia sudah tidak dapat menggerakkan kedua betisnya (kaki)nya. Bahkan ia juga tidak lagi dapat menggerakkan batang tubuhnya karena organ dan jaringan tubuh telah berhenti bekerja.\n\nKata-kata iltaffa (bertaut) diartikan Ibnu 'Abbas dengan bertautnya di saat kematian itu antara beratnya meninggalkan dunia ini dengan ketakutan yang luar biasa menghadapi akhirat. Bertautlah bala dengan bala, dan disitulah letaknya siksaan sakratulmaut yang hanya dapat dirasakan oleh yang bersangkutan.",
                        "29": "Ayat-ayat ini menggambarkan bahwa orang yang sedang menghadapi sakratulmaut itu yakin bahwa itulah saat perpisahan dengan dunia. Dalam bahasa lain dapat dikatakan bahwa di saat kematian datang, seseorang baru merasa yakin bahwa telah tiba saatnya berpisah buat selama-lamanya dengan dunia, harta, keluarga, dan sanak famili.\n\nAllah sengaja menyebutkan kata-kata dhanna (yang sebenarnya berarti menyangka) karena pada saat jiwa akan melayang itu pun, dia masih sangat ingin hidup lagi disebabkan kecintaannya yang berlebihan terhadap kehidupan yang fana ini. Manusia belum begitu yakin akan kematiannya sendiri.\n\nPernyataan ayat ini yang menyebutkan \"betis kirinya telah bertaut dengan betis kanan\" mengandung arti bahwa dia sudah tidak dapat menggerakkan kedua betisnya (kaki)nya. Bahkan ia juga tidak lagi dapat menggerakkan batang tubuhnya karena organ dan jaringan tubuh telah berhenti bekerja.\n\nKata-kata iltaffa (bertaut) diartikan Ibnu 'Abbas dengan bertautnya di saat kematian itu antara beratnya meninggalkan dunia ini dengan ketakutan yang luar biasa menghadapi akhirat. Bertautlah bala dengan bala, dan disitulah letaknya siksaan sakratulmaut yang hanya dapat dirasakan oleh yang bersangkutan.",
                        "30": "Ayat ini menegaskan bahwa pada hari itu manusia dihalau kepada Tuhannya, yakni dikembalikan apakah dia akan ditempatkan di neraka atau di dalam surga.\n\nMenurut Ibnu 'Abbas, ayat ini merupakan pemberitaan tentang orang kafir yang tidak diterima di sisi Allah, roh yang dahulu tidak pernah mau beriman dan hanya berbuat menurut apa yang disukainya. Pengertian ayat ini dikaitkan dengan ayat lain:\n\nDan Dialah Penguasa mutlak atas semua hamba-Nya, dan diutus-Nya kepadamu malaikat-malaikat penjaga, sehingga apabila kematian datang kepada salah seorang di antara kamu, malaikat-malaikat Kami mencabut nyawanya, dan mereka tidak melalaikan tugasnya. Kemudian mereka (hamba-hamba Allah) dikembalikan kepada Allah, penguasa mereka yang sebenarnya. Ketahuilah bahwa segala hukum (pada hari itu) ada pada-Nya. Dan Dialah pembuat perhitungan yang paling cepat. (al-An'am/6: 61-62)",
                        "31": "Ayat-ayat ini menerangkan bahwa orang kafir itu tidak mau membenarkan rasul, dan berpaling dari kebenaran serta tidak mau mengerjakan salat. Ia selalu mendustakan Rasulullah dan Al-Qur'an, dan tidak mau mengesakan Allah. Ia tetap menyekutukan-Nya dan meyakini bahwa Tuhan itu berbilang. Ia juga tidak mau mengerjakan kewajiban-kewajiban yang dibebankan kepadanya, dan selalu menentang dan berpaling dari perintah Tuhan, serta terpengaruh oleh kesenangan duniawi.",
                        "32": "Ayat-ayat ini menerangkan bahwa orang kafir itu tidak mau membenarkan rasul, dan berpaling dari kebenaran serta tidak mau mengerjakan salat. Ia selalu mendustakan Rasulullah dan Al-Qur'an, dan tidak mau mengesakan Allah. Ia tetap menyekutukan-Nya dan meyakini bahwa Tuhan itu berbilang. Ia juga tidak mau mengerjakan kewajiban-kewajiban yang dibebankan kepadanya, dan selalu menentang dan berpaling dari perintah Tuhan, serta terpengaruh oleh kesenangan duniawi.",
                        "33": "Ayat ini selanjutnya menjelaskan bahwa orang kafir itu tidak hanya menantang dan tidak mau patuh kepada Allah, bahkan dia mendatangi keluarga dan sanak familinya untuk menceritakan segala sikapnya itu dengan sombong dan angkuh.\n\nOrang-orang yang mengingkari Allah selalu bersikap mendustakan kebenaran Ilahi dengan hatinya, serta berbuat dan bertindak sehari-hari dengan sikap itu. Lebih dari itu, dia merasa bangga dan sombong terhadap apa yang dikerjakannya. Tidak sedikit pun kebaikan menurut pandangan Allah yang melekat pada diri orang itu, lahiriah maupun batiniah.",
                        "34": "Ayat ini menegaskan bahwa dengan nada mengancam, Allah mengingatkan orang kafir akan kedatangan kecelakaan baginya. Ucapan ini berarti suatu ancaman dan peringatan keras. Merekalah yang paling patut dan pantas menerima siksaan. Orang Arab mengucapkan kalimat itu kepada seseorang yang mengerjakan perbuatan tercela.",
                        "35": "Ancaman ini diulang sekali lagi untuk memperkuatnya, \"Kecelakaanlah bagi orang kafir dan kecelakaan baginya.\" Diriwayatkan oleh ahli-ahli tafsir dari Qatadah bahwa pada suatu hari Rasulullah saw memegang erat-erat lengan Abu Jahal sambil menghardik musuh Allah itu, \"Celaka engkau hai Abu Jahal, celaka engkau!\" Abu Jahal menjawab dengan sombong, \"Muhammad, engkau mengancamku? Demi Allah, tak sanggup engkau berbuat sesuatu terhadapku, bahkan Tuhan yang engkau sembah juga tidak! Demi Allah, saya ini lebih perkasa dari segala orang yang berjalan antara bukit ini, dari segala penduduk Mekah.\" Tetapi di hari pertempuran Badar, Allah membinasakan Abu Jahal dengan kematian yang buruk sekali. Ketika berita tewasnya Abu Jahal disampaikan kepada Rasulullah, beliau bersabda, \"Sesungguhnya setiap umat itu ada Fir'aunnya (ada orang yang paling sombong), maka Fir'aun dari umat ini adalah Abu Jahal.\"\n\nSa'id bin Jubair bertanya kepada Ibnu 'Abbas tentang perkataan \"aula laka fa aula\" ini, apakah sesuatu yang diucapkan Nabi ini berasal dari dirinya atau memang Allah yang menyuruhnya? Ibnu 'Abbas menjawab, \"Benar beliau yang mengucapkannya, kemudian Allah menurunkan wahyu sama dengan ucapan beliau itu.\" Kutukan Allah ini berlaku bagi orang yang berwatak seperti Abu Jahal yang akan muncul pada setiap masa.",
                        "36": "Ayat ini mengemukakan dalil tentang kebenaran hari kebangkitan dengan menggunakan kalimat pertanyaan, yaitu apakah manusia dijadikan percuma begitu saja (tanpa pertanggungjawaban)? Apakah manusia diciptakan kemudian dibiarkan hidup seenaknya, tanpa ada perintah dan larangan dari Allah yang harus ditaatinya? Apakah setelah ia mati, Allah tidak meminta pertanggungjawaban hidupnya, di alam kubur dan di Padang Mahsyar kelak?\n\nAllah berfirman:\n\nSungguh, hari Kiamat itu akan datang, Aku merahasiakan (waktunya) agar setiap orang dibalas sesuai dengan apa yang telah dia usahakan. (thaha/20: 15)\n\nFirman Allah lainnya:\n\nDan Kami tidak menciptakan langit dan bumi dan apa yang ada di antara keduanya dengan sia-sia. Itu anggapan orang-orang kafir, maka celakalah orang-orang yang kafir itu karena mereka akan masuk neraka. (sad/38: 27)\n\nDalil yang terdapat di balik pengertian ayat ini adalah meyakinkan kepada manusia yang ragu tentang adanya hari kebangkitan, dan menolak atau membantah dengan keras orang yang mengingkarinya, baik karena kecerobohan, sikap keras kepala, atau hanya karena ingin mempermainkan ayat-ayat suci.",
                        "37": "Dalam ayat-ayat ini, Allah mengingatkan kembali tentang asal mula penciptaan manusia, yaitu ia diciptakan dari setetes air mani yang ditumpahkan (ke dalam rahim) Kemudian mani itu menjadi segumpal darah, lalu Allah menciptakan, dan menyempurnakannya. Allah juga menjadikan dari padanya sepasang laki-laki dan perempuan.\n\nAyat ini mengingatkan manusia yang ingkar bagaimana air mani itu diciptakan Allah menjadi daging yang dengannya manusia diciptakan dengan sempurna melalui proses kehamilan. Adalah hal yang mudah juga bagi Allah menghidupkan manusia, kemudian mematikan dan menghidupkannya kembali.\n\nSperma laki-laki dan sel telur perempuan bercampur menjadi satu sehingga tercipta manusia yang sempurna, lengkap dengan penglihatan dan pendengaran, baik dari jenis laki-laki maupun perempuan. Maka apakah manusia tidak pernah memikirkan bahwa sang Pencipta dari segala proses kejadian itu mampu pula menghancurkan dunia ini kemudian menciptakan hari Kiamat serta manusia yang telah mati dibangkitkan hidup kembali?\n\nIni suatu penegasan bagi manusia yang mau berpikir andaikata masih ragu-ragu tentang kekuasaan Allah untuk menghidupkan kembali manusia yang telah mati.",
                        "38": "Dalam ayat-ayat ini, Allah mengingatkan kembali tentang asal mula penciptaan manusia, yaitu ia diciptakan dari setetes air mani yang ditumpahkan (ke dalam rahim) Kemudian mani itu menjadi segumpal darah, lalu Allah menciptakan, dan menyempurnakannya. Allah juga menjadikan dari padanya sepasang laki-laki dan perempuan.\n\nAyat ini mengingatkan manusia yang ingkar bagaimana air mani itu diciptakan Allah menjadi daging yang dengannya manusia diciptakan dengan sempurna melalui proses kehamilan. Adalah hal yang mudah juga bagi Allah menghidupkan manusia, kemudian mematikan dan menghidupkannya kembali.\n\nSperma laki-laki dan sel telur perempuan bercampur menjadi satu sehingga tercipta manusia yang sempurna, lengkap dengan penglihatan dan pendengaran, baik dari jenis laki-laki maupun perempuan. Maka apakah manusia tidak pernah memikirkan bahwa sang Pencipta dari segala proses kejadian itu mampu pula menghancurkan dunia ini kemudian menciptakan hari Kiamat serta manusia yang telah mati dibangkitkan hidup kembali?\n\nIni suatu penegasan bagi manusia yang mau berpikir andaikata masih ragu-ragu tentang kekuasaan Allah untuk menghidupkan kembali manusia yang telah mati.",
                        "39": "Dalam ayat-ayat ini, Allah mengingatkan kembali tentang asal mula penciptaan manusia, yaitu ia diciptakan dari setetes air mani yang ditumpahkan (ke dalam rahim) Kemudian mani itu menjadi segumpal darah, lalu Allah menciptakan, dan menyempurnakannya. Allah juga menjadikan dari padanya sepasang laki-laki dan perempuan.\n\nAyat ini mengingatkan manusia yang ingkar bagaimana air mani itu diciptakan Allah menjadi daging yang dengannya manusia diciptakan dengan sempurna melalui proses kehamilan. Adalah hal yang mudah juga bagi Allah menghidupkan manusia, kemudian mematikan dan menghidupkannya kembali.\n\nSperma laki-laki dan sel telur perempuan bercampur menjadi satu sehingga tercipta manusia yang sempurna, lengkap dengan penglihatan dan pendengaran, baik dari jenis laki-laki maupun perempuan. Maka apakah manusia tidak pernah memikirkan bahwa sang Pencipta dari segala proses kejadian itu mampu pula menghancurkan dunia ini kemudian menciptakan hari Kiamat serta manusia yang telah mati dibangkitkan hidup kembali?\n\nIni suatu penegasan bagi manusia yang mau berpikir andaikata masih ragu-ragu tentang kekuasaan Allah untuk menghidupkan kembali manusia yang telah mati.",
                        "40": "Ayat ini merupakan jawaban dari semua itu, bahwa bukankah Allah yang berbuat demikian, berkuasa pula menghidupkan orang yang telah mati? Maksud pernyataan ini adalah apakah Zat yang menciptakan makhluk yang sempurna dari setetes air mani itu tidak sanggup mengembalikan orang yang sudah meninggal? Justru yang demikian itu lebih mudah bagi-Nya. Begitulah Allah menegaskan dalam firman-Nya:\n\nDan Dialah yang memulai penciptaan, kemudian mengulanginya kembali, dan itu lebih mudah bagi-Nya. Dia memiliki sifat yang Mahatinggi di langit dan di bumi. Dan Dialah Yang Mahaperkasa, Mahabijaksana. (ar-Rum/30: 27)\n\nDalam beberapa hadis disebutkan bahwa bila selesai membaca surah ini, Rasulullah saw berdoa:\n\nSelepas membaca Surah al-Qiyamah, Rasulullah memanjatkan doa, \"Subhanaka Allahumma wa bala (Maha Suci Engkau ya Allah dan Engkaulah yang Mahakuasa). (Riwayat Ibnu Mardawaih dari Abu Hurairah) \n\nDemikian pula bila selesai membaca Surah at-Tin, beliau berdoa:\n\nRasulullah bersabda: Siapa saja yang membaca Surah at-Tin sampai selesai, hendaklah ia berdoa, \"Bala wa'ana dhalikum minasy-syahidin (Ya , saya bersaksi atas hal tersebut). Dan siapa yang membaca Surah al-Qiyamah sampai akhir, hendaklah ia berdoa, \"Bala\" (ya, Engkaulah yang Mahakuasa). Dan siapa yang membaca Surah al-Mursalat hingga akhir, hendaklah ia berdoa, \"Amanna billahi (kami beriman kepada Allah). (Riwayat Ahmad, Abu Dawud, at-Tirmidhi, ibnu al-Mindhir, Ibnu Mardawaih, al-Baihaqi, dan disahihkan oleh al-hakim dari Abu Hurairah)\n\nDoa-doa di atas dibaca Rasulullah setelah membaca ayat-ayat seperti ini ketika di luar salat. Sedangkan ketika dalam salat, beliau tidak melakukannya dan tidak terdapat keterangan atau dalil tentang hal itu."
                    }
                }
            }
        }
    }
}