{
    "90": {
        "number": "90",
        "name": "البلد",
        "name_latin": "Al-Balad",
        "number_of_ayah": "20",
        "text": {
            "1": "لَآ اُقْسِمُ بِهٰذَا الْبَلَدِۙ",
            "2": "وَاَنْتَ حِلٌّۢ بِهٰذَا الْبَلَدِۙ",
            "3": "وَوَالِدٍ وَّمَا وَلَدَۙ",
            "4": "لَقَدْ خَلَقْنَا الْاِنْسَانَ فِيْ كَبَدٍۗ",
            "5": "اَيَحْسَبُ اَنْ لَّنْ يَّقْدِرَ عَلَيْهِ اَحَدٌ ۘ",
            "6": "يَقُوْلُ اَهْلَكْتُ مَالًا لُّبَدًاۗ",
            "7": "اَيَحْسَبُ اَنْ لَّمْ يَرَهٗٓ اَحَدٌۗ",
            "8": "اَلَمْ نَجْعَلْ لَّهٗ عَيْنَيْنِۙ",
            "9": "وَلِسَانًا وَّشَفَتَيْنِۙ",
            "10": "وَهَدَيْنٰهُ النَّجْدَيْنِۙ",
            "11": "فَلَا اقْتَحَمَ الْعَقَبَةَ ۖ",
            "12": "وَمَآ اَدْرٰىكَ مَا الْعَقَبَةُ ۗ",
            "13": "فَكُّ رَقَبَةٍۙ",
            "14": "اَوْ اِطْعَامٌ فِيْ يَوْمٍ ذِيْ مَسْغَبَةٍۙ",
            "15": "يَّتِيْمًا ذَا مَقْرَبَةٍۙ",
            "16": "اَوْ مِسْكِيْنًا ذَا مَتْرَبَةٍۗ",
            "17": "ثُمَّ كَانَ مِنَ الَّذِيْنَ اٰمَنُوْا وَتَوَاصَوْا بِالصَّبْرِ وَتَوَاصَوْا بِالْمَرْحَمَةِۗ",
            "18": "اُولٰۤىِٕكَ اَصْحٰبُ الْمَيْمَنَةِۗ",
            "19": "وَالَّذِيْنَ كَفَرُوْا بِاٰيٰتِنَا هُمْ اَصْحٰبُ الْمَشْئَمَةِۗ",
            "20": "عَلَيْهِمْ نَارٌ مُّؤْصَدَةٌ ࣖ"
        },
        "translations": {
            "id": {
                "name": "Negeri",
                "text": {
                    "1": "Aku bersumpah dengan negeri ini (Mekah),",
                    "2": "dan engkau (Muhammad), bertempat di negeri (Mekah) ini,",
                    "3": "dan demi (pertalian) bapak dan anaknya.",
                    "4": "Sungguh, Kami telah menciptakan manusia berada dalam susah payah.",
                    "5": "Apakah dia (manusia) itu mengira bahwa tidak ada sesuatu pun yang berkuasa atasnya?",
                    "6": "Dia mengatakan, “Aku telah menghabiskan harta yang banyak.” ",
                    "7": "Apakah dia mengira bahwa tidak ada sesuatu pun yang melihatnya?",
                    "8": "Bukankah Kami telah menjadikan untuknya sepasang mata,",
                    "9": "dan lidah dan sepasang bibir?",
                    "10": "Dan Kami telah menunjukkan kepadanya dua jalan (kebajikan dan kejahatan),",
                    "11": "tetapi dia tidak menempuh jalan yang mendaki dan sukar?",
                    "12": "Dan tahukah kamu apakah jalan yang mendaki dan sukar itu?",
                    "13": "(yaitu) melepaskan perbudakan (hamba sahaya),",
                    "14": "atau memberi makan pada hari terjadi kelaparan,",
                    "15": "(kepada) anak yatim yang ada hubungan kerabat,",
                    "16": "atau orang miskin yang sangat fakir.",
                    "17": "Kemudian dia termasuk orang-orang yang beriman dan saling berpesan untuk bersabar dan saling berpesan untuk berkasih sayang.",
                    "18": "Mereka (orang-orang yang beriman dan saling berpesan itu) adalah golongan kanan.",
                    "19": "Dan orang-orang yang kafir kepada ayat-ayat Kami, mereka itu adalah golongan kiri.",
                    "20": "Mereka berada dalam neraka yang ditutup rapat."
                }
            }
        },
        "tafsir": {
            "id": {
                "kemenag": {
                    "name": "Kemenag",
                    "source": "Aplikasi Quran Kementrian Agama Republik Indonesia",
                    "text": {
                        "1": "Ayat ini secara harfiah terjemahannya, \"Aku tidak bersumpah dengan negeri ini.\" Kata \"tidak\" (lA) dalam ayat itu berfungsi menguatkan, karena itu maksudnya, \"Aku benar-benar bersumpah dengan negeri ini.\" Atau ayat itu dibaca, \"Tidak! Aku bersumpah dengan negeri ini,\" yang juga bermakna menekankan. \n\nAllah bersumpah dengan kota Mekah, tempat di mana terdapat Ka'bah yang dituju oleh manusia dari segala penjuru semenjak didirikan oleh Nabi Ibrahim sampai sekarang untuk melaksanakan ibadah haji. Di samping itu, kota ini juga menjadi pusat perdagangan semenjak lama sekali. Karena didatangi setiap tahun dari segenap penjuru itu, maka kota itu dinamai juga Ummul-Qura (Induk Negeri-negeri). Kota itu makmur sekalipun sekelilingnya padang pasir.",
                        "2": "Kata hill dalam ayat itu berarti \"bertempat\". Maksudnya adalah bahwa kota ini adalah juga tempat lahir Nabi Muhammad yang merupakan nabi terbesar dan terakhir yang membawa agama Islam. Dengan demikian, Allah bersumpah dengan kota Mekah yang agung karena tempat kelahiran manusia agung, yaitu Muhammad saw. Ada pula yang menafsirkan hill dalam ayat itu \"halal\", yaitu halal bagi Nabi berperang dalam kota itu bila diperangi, apa yang tidak dihalalkan bagi orang lain.",
                        "3": "Allah bersumpah dengan seorang ayah, yaitu Ibrahim, dan anaknya, yaitu Ismail yang nanti menurunkan Nabi Muhammad. Dengan demikian, Allah bersumpah dengan nenek moyang Nabi Muhammad setelah sebelumnya Allah bersumpah dengan beliau dan kota kelahiran beliau, yang menunjukkan pertalian kedua nabi tersebut. Ada pula yang menafsirkan \"ayah\" dengan Adam yang merupakan ayah umat manusia dan anak cucunya yang lahir sesudah itu siapa saja.",
                        "4": "Setelah bersumpah, Allah menyampaikan pesan penting yang hendak dikemukakan-Nya yang karena itu Ia perlu terlebih dahulu bersumpah. Pesan itu adalah bahwa manusia terlahir dalam kesulitan. Maksudnya, manusia tidak bisa lagi hidup tanpa susah payah sebagaimana dialami oleh nenek moyang mereka, Adam dan Hawa, di surga, karena semuanya tersedia. Tetapi mereka harus hidup dengan terlebih dahulu bersusah payah: berusaha, mencari rezeki, mengatasi berbagai rintangan, dan sebagainya. Berdasarkan perjuangan itulah, Allah menilai manusia tersebut. Semakin besar perjuangan yang dilakukan manusia dan semakin besar manfaat yang diberikan hasil perjuangannya itu bagi umat manusia, semakin tinggi nilai manusia itu dalam pandangan Allah. Begitu pulalah Nabi Muhammad di kota ini, beliau perlu berjuang agar kebenaran menjadi nyata dan kebatilan menjadi sirna. Demikian pula seluruh manusia. Oleh karena itu, manusia mati seharusnya meninggalkan jasa.",
                        "5": "Dalam ayat ini, Allah bertanya apakah manusia yang selalu berada dalam kesulitan, dan untuk bisa hidup harus mampu mengatasi kesulitan itu, dapat menyombongkan dirinya setelah berhasil dalam perjuangan itu. Menyombongkan diri itu misalnya menyangka dirinya begitu kuasanya sehingga berpandangan bahwa tidak akan ada seorang pun yang akan mampu menyaingi dan mengalahkannya, termasuk Allah sendiri. Ia tidak boleh berpandangan demikian karena bila ada seorang yang hebat, pasti akan ada lagi orang yang lebih hebat darinya. Di atas segala yang hebat itu, Allah adalah yang terhebat dari segala yang hebat, sebagaimana difirmankan-Nya:\n\nDan di atas setiap orang yang berpengetahuan ada yang lebih mengetahui. (Yusuf/12: 76)",
                        "6": "Kesombongannya itu misalnya berkenaan pengeluarannya untuk membantu orang lain. Pengeluaran itu dalam pandangannya sudah begitu besar, sehingga dianggapnya sia-sia. Ia merasa pengeluaran itu sudah sangat banyak sehingga tidak akan ada seorang pun yang akan mampu menandinginya, karena itu ia menjadi sombong.",
                        "7": "Allah bertanya mengenai orang yang sombong dengan pengeluarannya itu, \"Apakah ia mengira bahwa tidak seorang pun yang melihat perbuatannya itu?\" Artinya, bila ia sombong dengan pengeluarannya itu, berarti ia mengorbankan kekayaannya hanya untuk mencari nama, maka pengorbanan itu tidak akan diterima-Nya. Jangan ia menyangka bahwa Allah tidak melihat perbuatannya itu dan tidak mengetahui motif di balik perbuatan baiknya itu, yang tidak diketahui oleh manusia.",
                        "8": "Allah selanjutnya bertanya mengenai orang itu, \"Tidakkah Kami beri ia dua mata?\" Artinya, untuk dapat mencari kekayaan, ia perlu dua mata, lalu siapakah yang memberinya dua mata itu bila bukan Allah? Untuk mencari rezeki ia perlu berbicara, lalu siapakah yang telah memberinya lidah dan dua bibir untuk mampu bicara? Dalam membesarkannya, ia telah menyusu pada kedua susu ibunya, siapakah yang telah menyediakan air susu ibunya itu bila bukan Allah? Dengan demikian, keberhasilannya adalah karena bantuan dan kasih sayang Allah. Oleh karena itu, ia tidak perlu menyombongkan dirinya karena hartanya.\n\nDi samping itu, mata, lidah, dan nafsu adalah nikmat Allah kepadanya yang tiada taranya. Ia akan bertemu dengan dua jalan yang disediakan Allah, yaitu jalan yang benar dan jalan yang salah. Ia perlu menggunakan mata, lidah, dan nafsu itu untuk jalan yang diridai oleh Allah.",
                        "9": "Allah selanjutnya bertanya mengenai orang itu, \"Tidakkah Kami beri ia dua mata?\" Artinya, untuk dapat mencari kekayaan, ia perlu dua mata, lalu siapakah yang memberinya dua mata itu bila bukan Allah? Untuk mencari rezeki ia perlu berbicara, lalu siapakah yang telah memberinya lidah dan dua bibir untuk mampu bicara? Dalam membesarkannya, ia telah menyusu pada kedua susu ibunya, siapakah yang telah menyediakan air susu ibunya itu bila bukan Allah? Dengan demikian, keberhasilannya adalah karena bantuan dan kasih sayang Allah. Oleh karena itu, ia tidak perlu menyombongkan dirinya karena hartanya.\n\nDi samping itu, mata, lidah, dan nafsu adalah nikmat Allah kepadanya yang tiada taranya. Ia akan bertemu dengan dua jalan yang disediakan Allah, yaitu jalan yang benar dan jalan yang salah. Ia perlu menggunakan mata, lidah, dan nafsu itu untuk jalan yang diridai oleh Allah.",
                        "10": "Allah selanjutnya bertanya mengenai orang itu, \"Tidakkah Kami beri ia dua mata?\" Artinya, untuk dapat mencari kekayaan, ia perlu dua mata, lalu siapakah yang memberinya dua mata itu bila bukan Allah? Untuk mencari rezeki ia perlu berbicara, lalu siapakah yang telah memberinya lidah dan dua bibir untuk mampu bicara? Dalam membesarkannya, ia telah menyusu pada kedua susu ibunya, siapakah yang telah menyediakan air susu ibunya itu bila bukan Allah? Dengan demikian, keberhasilannya adalah karena bantuan dan kasih sayang Allah. Oleh karena itu, ia tidak perlu menyombongkan dirinya karena hartanya.\n\nDi samping itu, mata, lidah, dan nafsu adalah nikmat Allah kepadanya yang tiada taranya. Ia akan bertemu dengan dua jalan yang disediakan Allah, yaitu jalan yang benar dan jalan yang salah. Ia perlu menggunakan mata, lidah, dan nafsu itu untuk jalan yang diridai oleh Allah.",
                        "11": "Dalam ayat ini, Allah bertanya, \"Apakah tidak sebaiknya ia merapikan jalan mendaki yang terjal?\" Artinya, manusia seharusnya bekerja keras dan berjuang semaksimal mungkin mengatasi segala rintangan supaya berhasil menyelesaikan pekerjaan-pekerjaan besar dan meninggalkan jasa-jasa besar.",
                        "12": "Allah bertanya kepada manusia untuk memotivasi mereka, \"Apakah jalan mendaki yang terjal itu?\" Artinya, pekerjaan-pekerjaan besar itu memang sulit dikerjakan tetapi harus diatasi.",
                        "13": "Allah menegaskan bahwa pekerjaan besar yang sulit dilaksanakan itu adalah memerdekakan budak. Hal itu karena perbudakan pada waktu itu sudah sangat dalam merasuk ke dalam kehidupan masyarakat sehari-hari, baik di dunia Arab maupun di luarnya. Segala aktivitas manusia, seperti perdagangan, pertanian, kemiliteran, bahkan kehidupan sehari-hari, dan sebagainya, tidak akan bisa berjalan dengan baik pada waktu itu tanpa adanya budak yang mengerjakan pekerjaan-pekerjaan berat. Namun Allah meminta umat Islam agar menghapus perbudakan. Pelaksanaannya memang tidak sekaligus, tetapi berangsur-angsur. Seorang tuan seharusnya dapat memerdekakan budaknya, inilah yang dirasakan mereka sangat berat. Pemerdekaan budak juga dilakukan melalui cara-cara lain, misalnya dengan sanksi pelanggaran-pelanggaran yang hukumannya adalah memerdekakan budak. Juga dengan cara memberi kesempatan kepada budak itu untuk menebus dirinya.",
                        "14": "Pekerjaan besar dan berat lainnya yang sulit dikerjakan adalah memberi makan orang pada musim kelaparan, ekonomi morat-marit, dan sebagainya. Hal itu karena yang memberi juga membutuhkannya. Namun demikian, Allah menguji umat Islam, apakah mereka mau dan mampu mengerjakannya.",
                        "15": "Memberi makan orang yang lapar pada masa kelaparan pertama sekali ditujukan pada anak-anak yatim yang ada hubungan keluarga dengan pemberi. Siapa lagi yang akan mau memperhatikan mereka bila bukan keluarga sendiri karena orang tuanya sudah tiada? Perhatian pada keluarga memang harus didahulukan sebagaimana sabda Rasulullah saw berikut:\n\nSedekah kepada orang miskin adalah sedekah (satu amal), sedekah kepada orang yang punya hubungan keluarga ada dua amal, sedekah dan silaturrahim. (Riwayat Ahmad, at-Tirmidhi, dan an-Nasa'i).\n\nSelanjutnya yang perlu mendapat perhatian utama adalah orang-orang miskin yang terhempas ke tanah, yaitu orang-orang yang begitu miskinnya sehingga tidak punya tempat untuk berteduh. Mereka misalnya tunawisma, gelandangan, anak jalanan, dan sebagainya.",
                        "16": "Memberi makan orang yang lapar pada masa kelaparan pertama sekali ditujukan pada anak-anak yatim yang ada hubungan keluarga dengan pemberi. Siapa lagi yang akan mau memperhatikan mereka bila bukan keluarga sendiri karena orang tuanya sudah tiada? Perhatian pada keluarga memang harus didahulukan sebagaimana sabda Rasulullah saw berikut:\n\nSedekah kepada orang miskin adalah sedekah (satu amal), sedekah kepada orang yang punya hubungan keluarga ada dua amal, sedekah dan silaturrahim. (Riwayat Ahmad, at-Tirmidhi, dan an-Nasa'i).\n\nSelanjutnya yang perlu mendapat perhatian utama adalah orang-orang miskin yang terhempas ke tanah, yaitu orang-orang yang begitu miskinnya sehingga tidak punya tempat untuk berteduh. Mereka misalnya tunawisma, gelandangan, anak jalanan, dan sebagainya.",
                        "17": "Pekerjaan berat lainnya adalah beriman dan saling menasihati untuk sabar dan menyayangi antara sesama Muslim. Sabar adalah kemampuan menahan diri, tabah menghadapi kesulitan, dan usaha keras mengatasi kesulitan tersebut. Kaum Muslimin harus mampu membuktikan imannya dengan melaksanakan sikap sabar itu, dan mendorong kaum Muslimin lainnya untuk melaksanakannya.\n\nJuga yang berat melaksanakannya adalah menyayangi orang lain seperti menyayangi diri sendiri atau keluarga sendiri. Akan tetapi, umat Islam harus mampu membuktikan imannya dengan melaksanakan sikap saling menyayangi itu, sebagaimana juga diperintahkan Rasulullah:\n\nOrang yang penyayang disayang oleh Yang Maha Penyayang. Sayangilah orang yang ada di bumi, maka yang ada di langit akan menyayangi kalian. (Riwayat at-Tirmidhi, Abu Dawud, dan Ahmad dari Abdullah bin 'Amr).",
                        "18": "Kaum Muslimin yang berhasil melaksanakan pekerjaan-pekerjaan sulit di atas digolongkan sebagai \"golongan kanan\". Balasan bagi \"golongan kanan\" tersebut adalah surga yang penuh nikmat, sebagaimana dinyatakan dalam Surah al-Waqi'ah/56: 27-40.",
                        "19": "Mereka yang ingkar tidak mau melaksanakan pekerjaan-pekerjaan besar dan sulit itu. Mereka disebut ashabul-masy'amah, yaitu golongan kiri. Tempat mereka adalah neraka yang tertutup rapat, sehingga neraka begitu luar biasa panasnya. Mereka itu tentu akan sangat menderita di dalamnya. Dengan demikian, ia menemukan kesulitan hidup yang tiada taranya di akhirat, tidak sebanding dengan kesulitan mengerjakan perbuat-perbuatan baik waktu di dunia.",
                        "20": "Mereka yang ingkar tidak mau melaksanakan pekerjaan-pekerjaan besar dan sulit itu. Mereka disebut ashabul-masy'amah, yaitu golongan kiri. Tempat mereka adalah neraka yang tertutup rapat, sehingga neraka begitu luar biasa panasnya. Mereka itu tentu akan sangat menderita di dalamnya. Dengan demikian, ia menemukan kesulitan hidup yang tiada taranya di akhirat, tidak sebanding dengan kesulitan mengerjakan perbuat-perbuatan baik waktu di dunia."
                    }
                }
            }
        }
    }
}